Repository: leslieradue-web/modern-hotel-booking-free
Catalog: languages/modern-hotel-booking-*.po
Languages: da_dk, de_de, el, es_es, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sv_se

source: Check-in in Past Error
da_dk: Indtjekning i fortid fejl
de_de: Fehler Anreise in Vergangenheit
el: Σφάλμα Άφιξης στο Παρελθόν
es_es: Error Entrada en pasado
fr_fr: Erreur arrivée dans le passé
hu_hu: Érkezés a múltban hiba
it_it: Errore Check-in Passato
nb_no: Innsjekk i fortiden feil
nl_nl: Check-in in verleden fout
pl_pl: Błąd Zameldowania w Przeszłości
pt_br: Erro Check-in no Passado
ro_ro: Eroare Check-in în Trecut
ru_ru: Ошибка заезда в прошлом
sv_se: Fel: Incheckning i dåtid

source: Check-out Before Check-in Error
da_dk: Udtjekning før indtjekning fejl
de_de: Fehler Abreise vor Anreise
el: Σφάλμα Αναχώρησης Πριν την Άφιξη
es_es: Error Salida antes de entrada
fr_fr: Erreur départ avant arrivée
hu_hu: Távozás érkezés előtt hiba
it_it: Errore Check-out Prima Check-in
nb_no: Utsjekk før innsjekk feil
nl_nl: Check-out voor check-in fout
pl_pl: Błąd Wymeldowania Przed Zameldowaniem
pt_br: Erro Check-out Antes do Check-in
ro_ro: Eroare Check-out Înainte de Check-in
ru_ru: Ошибка выезда до заезда
sv_se: Fel: Utcheckning före incheckning

source: Check-in Too Far Error
da_dk: Indtjekning for langt ude fejl
de_de: Fehler Anreise zu weit entfernt
el: Σφάλμα Άφιξης Πολύ Μακριά
es_es: Error Entrada demasiado lejos
fr_fr: Erreur arrivée trop lointaine
hu_hu: Érkezés túl távol hiba
it_it: Errore Check-in Troppo Lontano
nb_no: Innsjekk for langt fremme feil
nl_nl: Check-in te ver fout
pl_pl: Błąd Zbyt Odległego Zameldowania
pt_br: Erro Check-in Muito Longe
ro_ro: Eroare Check-in Prea Îndepărtat
ru_ru: Ошибка заезда слишком далеко
sv_se: Fel: Incheckning för långt fram

source: Check-out Too Far Error
da_dk: Udtjekning for langt ude fejl
de_de: Fehler Abreise zu weit entfernt
el: Σφάλμα Αναχώρησης Πολύ Μακριά
es_es: Error Salida demasiado lejos
fr_fr: Erreur départ trop lointain
hu_hu: Távozás túl távol hiba
it_it: Errore Check-out Troppo Lontano
nb_no: Utsjekk for langt fremme feil
nl_nl: Check-out te ver fout
pl_pl: Błąd Zbyt Odległego Wymeldowania
pt_br: Erro Check-out Muito Longe
ro_ro: Eroare Check-out Prea Îndepărtat
ru_ru: Ошибка выезда слишком далеко
sv_se: Fel: Utcheckning för långt fram

source: Available Rooms Message
da_dk: Tilgængelige værelser besked
de_de: Nachricht Verfügbare Zimmer
el: Μήνυμα Διαθέσιμων Δωματίων
es_es: Mensaje Habitaciones disponibles
fr_fr: Message chambres disponibles
hu_hu: Elérhető szobák üzenet
it_it: Messaggio Camere Disponibili
nb_no: Tilgjengelige rom melding
nl_nl: Beschikbare kamers bericht
pl_pl: Komunikat Dostępnych Pokoi
pt_br: Mensagem Quartos Disponíveis
ro_ro: Mesaj Camere Disponibile
ru_ru: Сообщение доступных номеров
sv_se: Meddelande: Tillgängliga rum

source: No Rooms Found Message
da_dk: Ingen værelser fundet besked
de_de: Nachricht Keine Zimmer gefunden
el: Μήνυμα Μη Εύρεσης Δωματίων
es_es: Mensaje No se encontraron habitaciones
fr_fr: Message aucune chambre trouvée
hu_hu: Nincs találat üzenet
it_it: Messaggio Nessuna Camera
nb_no: Ingen rom funnet melding
nl_nl: Geen kamers gevonden bericht
pl_pl: Komunikat Braku Pokoi
pt_br: Mensagem Nenhum Quarto Encontrado
ro_ro: Mesaj Nu S-au Găsit Camere
ru_ru: Сообщение номера не найдены
sv_se: Meddelande: Inga rum hittades

source: Per Night Text
da_dk: Pr. nat tekst
de_de: Text Pro Nacht
el: Κείμενο Ανά Διανυκτέρευση
es_es: Texto Por noche
fr_fr: Texte par nuit
hu_hu: Éjszakánként szöveg
it_it: Testo Per Notte
nb_no: Per natt tekst
nl_nl: Per nacht tekst
pl_pl: Tekst Za Noc
pt_br: Texto Por Noite
ro_ro: Text Per Noapte
ru_ru: Текст за ночь
sv_se: Text: Per natt

source: Total Nights Price Summary
da_dk: Samlet pris for nætter oversigt
de_de: Gesamtpreis Nächte Zusammenfassung
el: Σύνοψη Τιμής Συνολικών Διανυκτερεύσεων
es_es: Resumen precio total noches
fr_fr: Résumé prix total nuits
hu_hu: Összes éjszaka árösszesítő
it_it: Riepilogo Prezzo Totale Notti
nb_no: Totalpris netter sammendrag
nl_nl: Totaal nachten prijs samenvatting
pl_pl: Podsumowanie Ceny Całkowitej
pt_br: Resumo Preço Total Noites
ro_ro: Sumar Preț Total Nopți
ru_ru: Итог цены за ночи
sv_se: Prissammanfattning totala nätter

source: Max Guests Text
da_dk: Maks. gæster tekst
de_de: Text Max. Gäste
el: Κείμενο Μέγιστων Επισκεπτών
es_es: Texto Máx. huéspedes
fr_fr: Texte max invités
hu_hu: Max vendégek szöveg
it_it: Testo Max Ospiti
nb_no: Maks gjester tekst
nl_nl: Max gasten tekst
pl_pl: Tekst Maks. Gości
pt_br: Texto Máx Hóspedes
ro_ro: Text Max Oaspeți
ru_ru: Текст макс. гостей
sv_se: Text: Max gäster

source: Loading Message
da_dk: Indlæser besked
de_de: Nachricht Wird geladen
el: Μήνυμα Φόρτωσης
es_es: Mensaje Cargando
fr_fr: Message chargement
hu_hu: Betöltés üzenet
it_it: Messaggio Caricamento
nb_no: Laster melding
nl_nl: Laden bericht
pl_pl: Komunikat Ładowania
pt_br: Mensagem Carregando
ro_ro: Mesaj Încărcare
ru_ru: Сообщение загрузки
sv_se: Laddningsmeddelande

source: To Separator
da_dk: Til separator
de_de: Trennzeichen Bis
el: Διαχωριστικό Έως
es_es: Separador A
fr_fr: Séparateur À
hu_hu: -ig elválasztó
it_it: Separatore A
nb_no: Til separator
nl_nl: Tot scheidingsteken
pl_pl: Separator Do
pt_br: Separador Para
ro_ro: Separator Către
ru_ru: Разделитель до
sv_se: Separator 'Till'

source: Book Now Button
da_dk: Book nu knap
de_de: Button Jetzt buchen
el: Κουμπί Κράτηση Τώρα
es_es: Botón Reservar ahora
fr_fr: Bouton Réserver maintenant
hu_hu: Foglalás most gomb
it_it: Pulsante Prenota Ora
nb_no: Bestill nå knapp
nl_nl: Boek nu knop
pl_pl: Przycisk Rezerwuj Teraz
pt_br: Botão Reservar Agora
ro_ro: Buton Rezervă Acum
ru_ru: Кнопка забронировать
sv_se: Knapp: Boka nu

source: Processing Button Text
da_dk: Behandler knaptekst
de_de: Buttontext In Bearbeitung
el: Κείμενο Κουμπιού Επεξεργασίας
es_es: Texto botón Procesando
fr_fr: Texte bouton traitement
hu_hu: Feldolgozás gomb szöveg
it_it: Testo Pulsante Elaborazione
nb_no: Behandler knapp tekst
nl_nl: Verwerken knop tekst
pl_pl: Tekst Przycisku Przetwarzania
pt_br: Texto Botão Processando
ro_ro: Text Buton Procesare
ru_ru: Текст кнопки обработки
sv_se: Text: Bearbetar-knapp

source: Complete Booking Title
da_dk: Gennemfør booking titel
de_de: Titel Buchung abschließen
el: Τίτλος Ολοκλήρωσης Κράτησης
es_es: Título Completar reserva
fr_fr: Titre finaliser la réservation
hu_hu: Foglalás befejezése cím
it_it: Titolo Completa Prenotazione
nb_no: Fullfør booking tittel
nl_nl: Boeking voltooien titel
pl_pl: Tytuł Finalizacji Rezerwacji
pt_br: Título Completar Reserva
ro_ro: Titlu Finalizare Rezervare
ru_ru: Заголовок завершения бронирования
sv_se: Titel: Slutför bokning

source: Total Price Label
da_dk: Totalpris etiket
de_de: Beschriftung Gesamtpreis
el: Ετικέτα Συνολικής Τιμής
es_es: Etiqueta Precio total
fr_fr: Libellé Prix total
hu_hu: Teljes ár címke
it_it: Etichetta Prezzo Totale
nb_no: Totalpris etikett
nl_nl: Totaalprijs label
pl_pl: Etykieta Ceny Całkowitej
pt_br: Rótulo Preço Total
ro_ro: Etichetă Preț Total
ru_ru: Метка итоговой цены
sv_se: Etikett: Totalpris

source: Full Name Label
da_dk: Fuldt navn etiket
de_de: Beschriftung Vollständiger Name
el: Ετικέτα Ονοματεπώνυμου
es_es: Etiqueta Nombre completo
fr_fr: Libellé Nom complet
hu_hu: Teljes név címke
it_it: Etichetta Nome Completo
nb_no: Fullt navn etikett
nl_nl: Volledige naam label
pl_pl: Etykieta Imienia i Nazwiska
pt_br: Rótulo Nome Completo
ro_ro: Etichetă Nume Complet
ru_ru: Метка полного имени
sv_se: Etikett: Fullständigt namn

source: Email Address Label
da_dk: Emailadresse etiket
de_de: Beschriftung E-Mail-Adresse
el: Ετικέτα Διεύθυνσης Email
es_es: Etiqueta Correo electrónico
fr_fr: Libellé Adresse e-mail
hu_hu: Email cím címke
it_it: Etichetta Indirizzo Email
nb_no: E-postadresse etikett
nl_nl: E-mailadres label
pl_pl: Etykieta Adresu Email
pt_br: Rótulo Endereço de Email
ro_ro: Etichetă Adresă Email
ru_ru: Метка адреса email
sv_se: Etikett: E-postadress

source: Phone Number Label
da_dk: Telefonnummer etiket
de_de: Beschriftung Telefonnummer
el: Ετικέτα Αριθμού Τηλεφώνου
es_es: Etiqueta Número de teléfono
fr_fr: Libellé Numéro de téléphone
hu_hu: Telefonszám címke
it_it: Etichetta Numero Telefono
nb_no: Telefonnummer etikett
nl_nl: Telefoonnummer label
pl_pl: Etykieta Numeru Telefonu
pt_br: Rótulo Número Telefone
ro_ro: Etichetă Număr Telefon
ru_ru: Метка номера телефона
sv_se: Etikett: Telefonnummer

source: Special Requests Label
da_dk: Særlige ønsker etiket
de_de: Beschriftung Sonderwünsche
el: Ετικέτα Ειδικών Αιτημάτων
es_es: Etiqueta Peticiones especiales
fr_fr: Libellé Demandes spéciales
hu_hu: Különleges kérések címke
it_it: Etichetta Richieste Speciali
nb_no: Spesielle ønsker etikett
nl_nl: Speciale verzoeken label
pl_pl: Etykieta Próśb Specjalnych
pt_br: Rótulo Pedidos Especiais
ro_ro: Etichetă Cereri Speciale
ru_ru: Метка особых пожеланий
sv_se: Etikett: Särskilda önskemål

source: Secure Payment Message
da_dk: Sikker betaling besked
de_de: Nachricht Sichere Zahlung
el: Μήνυμα Ασφαλούς Πληρωμής
es_es: Mensaje Pago seguro
fr_fr: Message paiement sécurisé
hu_hu: Biztonságos fizetés üzenet
it_it: Messaggio Pagamento Sicuro
nb_no: Sikker betaling melding
nl_nl: Veilige betaling bericht
pl_pl: Komunikat Bezpiecznej Płatności
pt_br: Mensagem Pagamento Seguro
ro_ro: Mesaj Plată Securizată
ru_ru: Сообщение о безопасном платеже
sv_se: Meddelande: Säker betalning

source: Security Error Message
da_dk: Sikkerhedsfejl besked
de_de: Sicherheitsfehlermeldung
el: Μήνυμα Σφάλματος Ασφαλείας
es_es: Mensaje error seguridad
fr_fr: Message erreur sécurité
hu_hu: Biztonsági hiba üzenet
it_it: Messaggio Errore Sicurezza
nb_no: Sikkerhetsfeil melding
nl_nl: Beveiligingsfout bericht
pl_pl: Komunikat Błędu Bezpieczeństwa
pt_br: Mensagem Erro Segurança
ro_ro: Mesaj Eroare Securitate
ru_ru: Сообщение ошибки безопасности
sv_se: Meddelande: Säkerhetsfel

source: Rate Limit Error Message
da_dk: Hastighedsbegrænsning fejlbesked
de_de: Ratenbegrenzung Fehlermeldung
el: Μήνυμα Σφάλματος Ορίου Ρυθμού
es_es: Mensaje error límite tasa
fr_fr: Message erreur limite de taux
hu_hu: Kérelmi korlát hiba üzenet
it_it: Messaggio Errore Limite Richieste
nb_no: Hastighetsbegrensning feilmelding
nl_nl: Snelheidslimiet foutmelding
pl_pl: Komunikat Błędu Limitu Zapytań
pt_br: Mensagem Erro Limite Taxa
ro_ro: Mesaj Eroare Limită Rată
ru_ru: Сообщение об ограничении запросов
sv_se: Meddelande: Gräns för antal försök

source: Spam Honeypot Label
da_dk: Spam Honeypot etiket
de_de: Spam Honeypot Beschriftung
el: Ετικέτα Spam Honeypot
es_es: Etiqueta Spam Honeypot
fr_fr: Libellé antispam
hu_hu: Spam csapda címke
it_it: Etichetta Spam Honeypot
nb_no: Spam felle etikett
pl_pl: Etykieta Pułapki Spamowej
pt_br: Rótulo Spam Honeypot
ro_ro: Etichetă Spam Honeypot
ru_ru: Метка спам-ловушки
sv_se: Etikett: Spam Honeypot

source: Confirm Booking Button
da_dk: Bekræft booking knap
de_de: Button Buchung bestätigen
el: Κουμπί Επιβεβαίωσης Κράτησης
es_es: Botón Confirmar reserva
fr_fr: Bouton Confirmer la réservation
hu_hu: Foglalás megerősítése gomb
it_it: Pulsante Conferma Prenotazione
nb_no: Bekreft booking knapp
nl_nl: Bevestig boeking knop
pl_pl: Przycisk Potwierdź Rezerwację
pt_br: Botão Confirmar Reserva
ro_ro: Buton Confirmare Rezervare
ru_ru: Кнопка подтвердить бронирование
sv_se: Knapp: Bekräfta bokning

source: Pay & Confirm Button
da_dk: Betal & Bekræft knap
de_de: Button Bezahlen & Bestätigen
el: Κουμπί Πληρωμή & Επιβεβαίωση
es_es: Botón Pagar y confirmar
fr_fr: Bouton Payer & Confirmer
hu_hu: Fizetés és megerősítés gomb
it_it: Pulsante Paga & Conferma
nb_no: Betal & Bekreft knapp
nl_nl: Betaal & Bevestig knop
pl_pl: Przycisk Zapłać i Potwierdź
pt_br: Botão Pagar & Confirmar
ro_ro: Buton Plătește & Confirmă
ru_ru: Кнопка оплатить и подтвердить
sv_se: Knapp: Betala & Bekräfta

source: Confirm Request Message
da_dk: Bekræft anmodning besked
de_de: Nachricht Anfrage bestätigen
el: Μήνυμα Επιβεβαίωσης Αιτήματος
es_es: Mensaje Confirmar solicitud
fr_fr: Message confirmer la demande
hu_hu: Kérés megerősítése üzenet
it_it: Messaggio Conferma Richiesta
nb_no: Bekreft forespørsel melding
nl_nl: Bevestig aanvraag bericht
pl_pl: Komunikat Potwierdzenia Żądania
pt_br: Mensagem Confirmar Solicitação
ro_ro: Mesaj Confirmare Cerere
ru_ru: Сообщение подтверждения запроса
sv_se: Meddelande: Bekräfta förfrågan

source: Room Not Found Error
da_dk: Værelse ikke fundet fejl
de_de: Fehler Zimmer nicht gefunden
el: Σφάλμα Μη Εύρεσης Δωματίου
es_es: Error Habitación no encontrada
fr_fr: Erreur chambre introuvable
hu_hu: Szoba nem található hiba
it_it: Errore Camera Non Trovata
nb_no: Rom ikke funnet feil
nl_nl: Kamer niet gevonden fout
pl_pl: Błąd Nie Znaleziono Pokoju
pt_br: Erro Quarto Não Encontrado
ro_ro: Eroare Cameră Negăsită
ru_ru: Ошибка номер не найден
sv_se: Fel: Rummet hittades inte

source: Name Too Long Error
da_dk: Navn for langt fejl
de_de: Fehler Name zu lang
el: Σφάλμα Πολύ Μεγάλου Ονόματος
es_es: Error Nombre demasiado largo
fr_fr: Erreur nom trop long
hu_hu: Név túl hosszú hiba
it_it: Errore Nome Troppo Lungo
nb_no: Navn for langt feil
nl_nl: Naam te lang fout
pl_pl: Błąd Zbyt Długiego Imienia
pt_br: Erro Nome Muito Longo
ro_ro: Eroare Nume Prea Lung
ru_ru: Ошибка имя слишком длинное
sv_se: Fel: Namnet för långt

source: Phone Too Long Error
da_dk: Telefon for lang fejl
de_de: Fehler Telefon zu lang
el: Σφάλμα Πολύ Μεγάλου Τηλεφώνου
es_es: Error Teléfono demasiado largo
fr_fr: Erreur téléphone trop long
hu_hu: Telefon túl hosszú hiba
it_it: Errore Telefono Troppo Lungo
nb_no: Telefon for lang feil
nl_nl: Telefoon te lang fout
pl_pl: Błąd Zbyt Długiego Telefonu
pt_br: Erro Telefone Muito Longo
ro_ro: Eroare Telefon Prea Lung
ru_ru: Ошибка телефон слишком длинный
sv_se: Fel: Telefonnumret för långt

source: Max Children Error
da_dk: Maks. børn fejl
de_de: Fehler Max. Kinder
el: Σφάλμα Μέγιστων Παιδιών
es_es: Error Máx. niños
fr_fr: Erreur max enfants
hu_hu: Max gyermek hiba
it_it: Errore Max Bambini
nb_no: Maks barn feil
nl_nl: Max kinderen fout
pl_pl: Błąd Maks. Liczby Dzieci
pt_br: Erro Máx Crianças
ro_ro: Eroare Max Copii
ru_ru: Ошибка макс. детей
sv_se: Fel: Max barn

source: Max Adults Error
da_dk: Maks. voksne fejl
de_de: Fehler Max. Erwachsene
el: Σφάλμα Μέγιστων Ενηλίκων
es_es: Error Máx. adultos
fr_fr: Erreur max adultes
hu_hu: Max felnőtt hiba
it_it: Errore Max Adulti
nb_no: Maks voksne feil
nl_nl: Max volwassenen fout
pl_pl: Błąd Maks. Liczby Dorosłych
pt_br: Erro Máx Adultos
ro_ro: Eroare Max Adulți
ru_ru: Ошибка макс. взрослых
sv_se: Fel: Max vuxna

source: Price Calculation Error
da_dk: Prisberegningsfejl
de_de: Fehler bei Preisberechnung
el: Σφάλμα Υπολογισμού Τιμής
es_es: Error cálculo precio
fr_fr: Erreur calcul prix
hu_hu: Árkalkulációs hiba
it_it: Errore Calcolo Prezzo
nb_no: Prisberegningsfeil
nl_nl: Prijsberekening fout
pl_pl: Błąd Obliczania Ceny
pt_br: Erro Cálculo Preço
ro_ro: Eroare Calcul Preț
ru_ru: Ошибка расчета цены
sv_se: Fel: Prisberäkning

source: Missing Fields Error
da_dk: Manglende felter fejl
de_de: Fehler Fehlende Felder
el: Σφάλμα Ελλειπόντων Πεδίων
es_es: Error Campos faltantes
fr_fr: Erreur champs manquants
hu_hu: Hiányzó mezők hiba
it_it: Errore Campi Mancanti
nb_no: Manglende felt feil
nl_nl: Ontbrekende velden fout
pl_pl: Błąd Brakujących Pól
pt_br: Erro Campos Faltando
ro_ro: Eroare Câmpuri Lipsă
ru_ru: Ошибка пропущенных полей
sv_se: Fel: Saknade fält

source: Required Field Error
da_dk: Påkrævet felt fejl
de_de: Fehler Pflichtfeld
el: Σφάλμα Υποχρεωτικού Πεδίου
es_es: Error Campo obligatorio
fr_fr: Erreur champ requis
hu_hu: Kötelező mező hiba
it_it: Errore Campo Obbligatorio
nb_no: Obligatorisk felt feil
nl_nl: Verplicht veld fout
pl_pl: Błąd Pola Wymaganego
pt_br: Erro Campo Obrigatório
ro_ro: Eroare Câmp Obligatoriu
ru_ru: Ошибка обязательного поля
sv_se: Fel: Obligatoriskt fält

source: Spam Detected Error
da_dk: Spam opdaget fejl
de_de: Fehler Spam erkannt
el: Σφάλμα Ανίχνευσης Spam
es_es: Error Spam detectado
fr_fr: Erreur spam détecté
hu_hu: Spam észlelve hiba
it_it: Errore Spam Rilevato
nb_no: Spam oppdaget feil
nl_nl: Spam gedetecteerd fout
pl_pl: Błąd Wykrycia Spamu
pt_br: Erro Spam Detectado
ro_ro: Eroare Spam Detectat
ru_ru: Ошибка обнаружен спам
sv_se: Fel: Spam upptäckt

source: Room Already Booked Error
da_dk: Værelse allerede booket fejl
de_de: Fehler Zimmer bereits gebucht
el: Σφάλμα Δωμάτιο Ήδη Κρατημένο
es_es: Error Habitación ya reservada
fr_fr: Erreur chambre déjà réservée
hu_hu: Szoba már foglalt hiba
it_it: Errore Camera Già Prenotata
nb_no: Rom allerede booket feil
nl_nl: Kamer al geboekt fout
pl_pl: Błąd Pokój Zajęty
pt_br: Erro Quarto Já Reservado
ro_ro: Eroare Cameră Deja Rezervată
ru_ru: Ошибка номер уже забронирован
sv_se: Fel: Rummet redan bokat

source: Booking Success Message
da_dk: Booking succes besked
de_de: Nachricht Buchung erfolgreich
el: Μήνυμα Επιτυχίας Κράτησης
es_es: Mensaje Reserva exitosa
fr_fr: Message succès réservation
hu_hu: Sikeres foglalás üzenet
it_it: Messaggio Successo Prenotazione
nb_no: Booking suksess melding
nl_nl: Boeking succes bericht
pl_pl: Komunikat Sukcesu Rezerwacji
pt_br: Mensagem Sucesso Reserva
ro_ro: Mesaj Rezervare Reușită
ru_ru: Сообщение успеха бронирования
sv_se: Meddelande: Bokning lyckades

source: Email Sent Message
da_dk: Email sendt besked
de_de: Nachricht E-Mail gesendet
el: Μήνυμα Αποστολής Email
es_es: Mensaje Email enviado
fr_fr: Message e-mail envoyé
hu_hu: Email elküldve üzenet
it_it: Messaggio Email Inviata
nb_no: E-post sendt melding
nl_nl: E-mail verzonden bericht
pl_pl: Komunikat Wysłania Emaila
pt_br: Mensagem Email Enviado
ro_ro: Mesaj Email Trimis
ru_ru: Сообщение email отправлен
sv_se: Meddelande: E-post skickat

source: Request Received Title
da_dk: Anmodning modtaget titel
de_de: Titel Anfrage erhalten
el: Τίτλος Λήψης Αιτήματος
es_es: Título Solicitud recibida
fr_fr: Titre demande reçue
hu_hu: Kérés beérkezett cím
it_it: Titolo Richiesta Ricevuta
nb_no: Forespørsel mottatt tittel
nl_nl: Aanvraag ontvangen titel
pl_pl: Tytuł Otrzymania Żądania
pt_br: Título Solicitação Recebida
ro_ro: Titlu Cerere Primită
ru_ru: Заголовок запрос получен
sv_se: Titel: Förfrågan mottagen

source: Request Received Detail
da_dk: Anmodning modtaget detalje
de_de: Detail Anfrage erhalten
el: Λεπτομέρεια Λήψης Αιτήματος
es_es: Detalle Solicitud recibida
fr_fr: Détail demande reçue
hu_hu: Kérés beérkezett részletek
it_it: Dettaglio Richiesta Ricevuta
nb_no: Forespørsel mottatt detalj
nl_nl: Aanvraag ontvangen detail
pl_pl: Szczegóły Otrzymania Żądania
pt_br: Detalhe Solicitação Recebida
ro_ro: Detalii Cerere Primită
ru_ru: Детали полученного запроса
sv_se: Detalj: Förfrågan mottagen

source: Pay on Arrival Message
da_dk: Betal ved ankomst besked
de_de: Nachricht Zahlung bei Ankunft
el: Μήνυμα Πληρωμής κατά την Άφιξη
es_es: Mensaje Pagar al llegar
fr_fr: Message payer à l'arrivée
hu_hu: Fizetés érkezéskor üzenet
it_it: Messaggio Paga all'Arrivo
nb_no: Betal ved ankomst melding
nl_nl: Betaal bij aankomst bericht
pl_pl: Komunikat Płatności na Miejscu
pt_br: Mensagem Pagar na Chegada
ro_ro: Mesaj Plată la Sosire
ru_ru: Сообщение оплата по прибытии
sv_se: Meddelande: Betala vid ankomst

source: GDPR Required Warning
da_dk: GDPR påkrævet advarsel
de_de: Warnung DSGVO erforderlich
el: Προειδοποίηση Απαίτησης GDPR
es_es: Advertencia RGPD requerido
fr_fr: Avertissement RGPD requis
hu_hu: GDPR kötelező figyelmeztetés
it_it: Avviso GDPR Richiesto
nb_no: GDPR påkrevd advarsel
nl_nl: AVG vereist waarschuwing
pl_pl: Ostrzeżenie Wymagane RODO
pt_br: Aviso LGPD Obrigatório
ro_ro: Avertisment GDPR Obligatoriu
ru_ru: Предупреждение GDPR
sv_se: Varning: GDPR krävs

source: Privacy Policy Link Text
da_dk: Privatlivspolitik linktekst
de_de: Linktext Datenschutzrichtlinie
el: Κείμενο Συνδέσμου Πολιτικής Απορρήτου
es_es: Texto enlace Política privacidad
fr_fr: Texte lien politique confidentialité
hu_hu: Adatvédelmi irányelvek link szöveg
it_it: Testo Link Privacy Policy
nb_no: Personvernerklæring lenketekst
nl_nl: Privacybeleid link tekst
pl_pl: Tekst Linku Polityki Prywatności
pt_br: Texto Link Política Privacidade
ro_ro: Text Link Politică Confidențialitate
ru_ru: Текст ссылки политики конфиденциальности
sv_se: Länktext: Integritetspolicy

source: Terms & Conditions Link Text
da_dk: Vilkår & Betingelser linktekst
de_de: Linktext AGB
el: Κείμενο Συνδέσμου Όρων & Προϋποθέσεων
es_es: Texto enlace Términos y condiciones
fr_fr: Texte lien conditions générales
hu_hu: ÁSZF link szöveg
it_it: Testo Link Termini & Condizioni
nb_no: Vilkår og betingelser lenketekst
nl_nl: Algemene voorwaarden link tekst
pl_pl: Tekst Linku Regulaminu
pt_br: Texto Link Termos & Condições
ro_ro: Text Link Termeni & Condiții
ru_ru: Текст ссылки правил и условий
sv_se: Länktext: Villkor

source: PayPal Required Warning
da_dk: PayPal påkrævet advarsel
de_de: Warnung PayPal erforderlich
el: Προειδοποίηση Απαίτησης PayPal
es_es: Advertencia PayPal requerido
fr_fr: Avertissement PayPal requis
hu_hu: PayPal kötelező figyelmeztetés
it_it: Avviso PayPal Richiesto
nb_no: PayPal påkrevd advarsel
nl_nl: PayPal vereist waarschuwing
pl_pl: Ostrzeżenie Wymagane PayPal
pt_br: Aviso PayPal Obrigatório
ro_ro: Avertisment PayPal Obligatoriu
ru_ru: Предупреждение PayPal
sv_se: Varning: PayPal krävs

source: Payment Success Confirmation
da_dk: Betaling succes bekræftelse
de_de: Bestätigung Zahlung erfolgreich
el: Επιβεβαίωση Επιτυχίας Πληρωμής
es_es: Confirmación pago exitoso
fr_fr: Confirmation succès paiement
hu_hu: Sikeres fizetés visszaigazolás
it_it: Conferma Pagamento Riuscito
nb_no: Betalingssuksess bekreftelse
nl_nl: Betaling succes bevestiging
pl_pl: Potwierdzenie Sukcesu Płatności
pt_br: Confirmação Sucesso Pagamento
ro_ro: Confirmare Plată Reușită
ru_ru: Подтверждение успешной оплаты
sv_se: Bekräftelse: Betalning lyckades

source: Booking arrival confirmation
da_dk: Booking ankomst bekræftelse
de_de: Bestätigung Buchung Ankunft
el: Επιβεβαίωση άφιξης κράτησης
es_es: Confirmación llegada reserva
fr_fr: Confirmation arrivée réservation
hu_hu: Foglalás beérkezés visszaigazolás
it_it: Conferma arrivo prenotazione
nb_no: Booking ankomst bekreftelse
nl_nl: Boeking aankomst bevestiging
pl_pl: Potwierdzenie przyjazdu
pt_br: Confirmação chegada reserva
ro_ro: Confirmare sosire rezervare
ru_ru: Подтверждение прибытия бронирования
sv_se: Bekräftelse: Bokning ankomst

source: Payment Failed Detail
da_dk: Betaling mislykkedes detalje
de_de: Detail Zahlung fehlgeschlagen
el: Λεπτομέρεια Αποτυχίας Πληρωμής
es_es: Detalle pago fallido
fr_fr: Détail échec paiement
hu_hu: Sikertelen fizetés részletek
it_it: Dettaglio Pagamento Fallito
nb_no: Betaling feilet detalj
nl_nl: Betaling mislukt detail
pl_pl: Szczegóły Nieudanej Płatności
pt_br: Detalhe Falha Pagamento
ro_ro: Detalii Plată Eșuată
ru_ru: Детали сбоя оплаты
sv_se: Detalj: Betalning misslyckades

source: Booking Received Pending Detail
da_dk: Booking modtaget afventende detalje
de_de: Detail Buchung erhalten ausstehend
el: Λεπτομέρεια Λήψης Κράτησης σε Εκκρεμότητα
es_es: Detalle reserva recibida pendiente
fr_fr: Détail réservation reçue en attente
hu_hu: Foglalás beérkezett függő részletek
it_it: Dettaglio Prenotazione Ricevuta In Attesa
nb_no: Booking mottatt ventende detalj
nl_nl: Boeking ontvangen in afwachting detail
pl_pl: Szczegóły Oczekującej Rezerwacji
pt_br: Detalhe Reserva Recebida Pendente
ro_ro: Detalii Rezervare Primită În Așteptare
ru_ru: Детали полученного ожидания бронирования
sv_se: Detalj: Bokning mottagen väntande

source: Payment Method Label
da_dk: Betalingsmetode etiket
de_de: Beschriftung Zahlungsmethode
el: Ετικέτα Τρόπου Πληρωμής
es_es: Etiqueta Método pago
fr_fr: Libellé méthode de paiement
hu_hu: Fizetési mód címke
it_it: Etichetta Metodo Pagamento
nb_no: Betalingsmetode etikett
nl_nl: Betaalmethode label
pl_pl: Etykieta Metody Płatności
pt_br: Rótulo Método Pagamento
ro_ro: Etichetă Metodă Plată
ru_ru: Метка метода оплаты
sv_se: Etikett: Betalningsmetod
