Repository: leslieradue-web/modern-hotel-booking-free
Catalog: languages/modern-hotel-booking-*.po
Languages: da_dk, de_de, el, es_es, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sv_se

source: Test Stripe Credentials
da_dk: Test Stripe Legitimationsoplysninger
de_de: Stripe-Zugangsdaten testen
el: Δοκιμή Διαπιστευτηρίων Stripe
es_es: Probar Credenciales Stripe
fr_fr: Tester les identifiants Stripe
hu_hu: Stripe hitelesítő adatok tesztelése
it_it: Testa Credenziali Stripe
nb_no: Test Stripe-legitimasjon
nl_nl: Test Stripe Gegevens
pl_pl: Testuj Dane Stripe
pt_br: Testar Credenciais do Stripe
ro_ro: Testează credențialele Stripe
ru_ru: Тест учетных данных Stripe
sv_se: Testa Stripe-uppgifter

source: Accept payments via PayPal
da_dk: Accepter betalinger via PayPal
de_de: Zahlungen via PayPal akzeptieren
el: Αποδοχή πληρωμών μέσω PayPal
es_es: Aceptar pagos vía PayPal
fr_fr: Accepter les paiements via PayPal
hu_hu: Fizetések elfogadása PayPal-on keresztül
it_it: Accetta PayPal
nb_no: Godta betalinger via PayPal
nl_nl: Accepteer PayPal
pl_pl: Akceptuj płatności PayPal
pt_br: Aceitar pagamentos via PayPal
ro_ro: Acceptă plăți prin PayPal
ru_ru: Принимать оплату через PayPal
sv_se: Acceptera betalningar via PayPal

source: Sandbox
ru_ru: Песочница

source: Sandbox Client ID
es_es: ID Cliente Sandbox
fr_fr: ID Client Sandbox
hu_hu: Sandbox Ügyfélazonosító
it_it: ID Cliente Sandbox
pl_pl: ID Klienta Sandbox
pt_br: ID do Cliente Sandbox
ro_ro: ID client Sandbox
ru_ru: ID клиента Sandbox

source: Sandbox Secret
es_es: Secreto Sandbox
fr_fr: Secret Sandbox
hu_hu: Sandbox Titkos kulcs
it_it: Segreto Sandbox
pl_pl: Sekret Sandbox
pt_br: Segredo Sandbox
ro_ro: Secret Sandbox
ru_ru: Секрет Sandbox

source: Secret is stored securely. Enter a new value to update.
da_dk: Secret gemmes sikkert. Indtast ny værdi for at opdatere.
de_de: Secret wird sicher gespeichert. Neuen Wert eingeben zum Aktualisieren.
el: Το μυστικό αποθηκεύεται με ασφάλεια. Εισάγετε νέα τιμή για ενημέρωση.
es_es: Secreto guardado seguro. Ingrese nuevo para actualizar.
fr_fr: Le secret est stocké en sécurité. Entrez une nouvelle valeur.
hu_hu: A titkos kulcs biztonságosan tárolva. Adjon meg új értéket a frissítéshez.
it_it: Segreto salvato al sicuro. Inserisci nuovo per aggiornare.
nb_no: Hemmelig nøkkel lagres sikkert. Angi en ny verdi for å oppdatere.
nl_nl: Secret veilig opgeslagen. Voer nieuw in om te updaten.
pl_pl: Sekret jest bezpiecznie przechowywany.
pt_br: O segredo é armazenado com segurança. Insira um novo valor para atualizar.
ro_ro: Secretul este stocat sigur. Introduceți o valoare nouă.
ru_ru: Секрет сохранен надежно. Введите новый для обновления.
sv_se: Hemligheten lagras säkert. Ange ett nytt värde för att uppdatera.

source: Live Client ID
es_es: ID Cliente Live
fr_fr: ID Client Live
hu_hu: Éles Ügyfélazonosító
it_it: ID Cliente Live
pl_pl: ID Klienta Live
pt_br: ID do Cliente Ao Vivo
ro_ro: ID client Live
ru_ru: ID клиента Live

source: Live Secret
es_es: Secreto Live
fr_fr: Secret Live
hu_hu: Éles Titkos kulcs
it_it: Segreto Live
pl_pl: Sekret Live
pt_br: Segredo Ao Vivo
ro_ro: Secret Live
ru_ru: Секрет Live

source: Test Connection
da_dk: Test Forbindelse
de_de: Verbindung testen
el: Δοκιμή Σύνδεσης
es_es: Probar Conexión
fr_fr: Tester la connexion
hu_hu: Kapcsolat tesztelése
it_it: Testa Connessione
nb_no: Test tilkobling
nl_nl: Test Verbinding
pl_pl: Testuj Połączenie
pt_br: Testar Conexão
ro_ro: Testează Conexiunea
ru_ru: Тест подключения
sv_se: Testa anslutning

source: Test PayPal Credentials
da_dk: Test PayPal Legitimationsoplysninger
de_de: PayPal-Zugangsdaten testen
el: Δοκιμή Διαπιστευτηρίων PayPal
es_es: Probar Credenciales PayPal
fr_fr: Tester les identifiants PayPal
hu_hu: PayPal hitelesítő adatok tesztelése
it_it: Testa Credenziali PayPal
nb_no: Test PayPal-legitimasjon
nl_nl: Test PayPal Gegevens
pl_pl: Testuj Dane PayPal
pt_br: Testar Credenciais do PayPal
ro_ro: Testează credențialele PayPal
ru_ru: Тест учетных данных PayPal
sv_se: Testa PayPal-uppgifter

source: Pay On-site
da_dk: Betal på Stedet
de_de: Vor Ort bezahlen
el: Πληρωμή στο Κατάλυμα
es_es: Pagar en Sitio
fr_fr: Payer sur place
hu_hu: Fizetés a helyszínen
it_it: Paga in Loco
nb_no: Betal på stedet
nl_nl: Betaal Ter Plaatse
pl_pl: Płatność na Miejscu
pt_br: Pagar no Local
ro_ro: Plată la locație
ru_ru: Оплата на месте
sv_se: Betala på plats

source: Allow guests to pay at the property
da_dk: Tillad gæster at betale på ejendommen
de_de: Gästen erlauben, in der Unterkunft zu bezahlen
el: Επιτρέψτε στους επισκέπτες να πληρώσουν στο κατάλυμα
es_es: Permitir pago en propiedad
fr_fr: Permettre aux clients de payer sur place
hu_hu: Vendégek fizethetnek a szálláshelyen
it_it: Permetti pagamento in struttura
nb_no: Tillat gjester å betale på eiendommen
nl_nl: Betaling bij accommodatie toestaan
pl_pl: Pozwól gościom płacić w obiekcie
pt_br: Permitir que os hóspedes paguem na propriedade
ro_ro: Permite oaspeților să plătească la proprietate
ru_ru: Разрешить гостям платить в объекте
sv_se: Tillåt gäster att betala på boendet

source: Instructions
da_dk: Instruktioner
de_de: Anweisungen
el: Οδηγίες
es_es: Instrucciones
hu_hu: Utasítások
it_it: Istruzioni
nb_no: Instruksjoner
nl_nl: Instructies
pl_pl: Instrukcje
pt_br: Instruções
ro_ro: Instrucțiuni
ru_ru: Инструкции
sv_se: Instruktioner

source: Instructions shown to guests who select pay on-site. Supports multilingual format [:en]..[:ro]..
da_dk: Instruktioner vist til gæster. Understøtter flersproget format.
de_de: Anweisungen für Gäste bei Zahlung vor Ort. Unterstützt mehrsprachiges Format.
el: Οδηγίες που εμφανίζονται στους επισκέπτες που επιλέγουν πληρωμή στο κατάλυμα. Υποστηρίζει πολύγλωσση μορφή [:en]..[:el]..
es_es: Instrucciones para pago en sitio. Soporta formato multilingüe.
fr_fr: Instructions affichées aux clients qui choisissent de payer sur place. Supporte le format multilingue [:en]..[:fr]..
hu_hu: Utasítások a helyszíni fizetést választó vendégek számára. Többnyelvű formátum támogatott [:en]..[:hu]..
it_it: Istruzioni per pagamento in loco. Supporta multilingua.
nb_no: Instruksjoner vist til gjester som velger betaling på stedet. Støtter flerspråklig format [:en]..[:no]..
nl_nl: Instructies voor betalen ter plaatse. Ondersteunt meertalig.
pl_pl: Instrukcje dla płatności na miejscu.
pt_br: Instruções mostradas aos hóspedes que selecionam pagamento no local. Suporta formato multilíngue [:en]..[:pt]..
ro_ro: Instrucțiuni afișate oaspeților care aleg plata la locație. Suportă format multilingv [:en]..[:ro]..
ru_ru: Инструкции для гостей, выбравших оплату на месте.
sv_se: Instruktioner som visas för gäster som väljer att betala på plats. Stöder flerspråkigt format [:en]..[:sv]..

source: Modern Hotel Booking Error
da_dk: Modern Hotel Booking Fejl
de_de: Modern Hotel Booking Fehler
el: Σφάλμα Modern Hotel Booking
es_es: Error Modern Hotel Booking
fr_fr: Erreur Modern Hotel Booking
hu_hu: Modern Hotel Booking Hiba
it_it: Errore Modern Hotel Booking
nb_no: Modern Hotel Booking Feil
nl_nl: Modern Hotel Booking Fout
pl_pl: Błąd Modern Hotel Booking
pt_br: Erro do Modern Hotel Booking
ro_ro: Eroare Modern Hotel Booking
ru_ru: Ошибка Modern Hotel Booking
sv_se: Fel i Modern Hotel Booking

source: This plugin requires PHP 7.4 or higher. You are running PHP %s. Please upgrade your PHP version.
da_dk: Dette plugin kræver PHP 7.4 eller højere.
de_de: Dieses Plugin benötigt PHP 7.4 oder höher.
el: Αυτό το πρόσθετο απαιτεί PHP 7.4 ή νεότερη. Εκτελείτε PHP %s.
es_es: Este plugin requiere PHP 7.4+. Usted usa PHP %s.
fr_fr: Ce plugin nécessite PHP 7.4 ou supérieur. Vous utilisez PHP %s.
hu_hu: A bővítmény használatához PHP 7.4 vagy újabb verzió szükséges. Jelenlegi verzió: PHP %s.
it_it: Richiesto PHP 7.4+. Tu usi PHP %s.
nb_no: Denne pluginen krever PHP 7.4 eller høyere. Du kjører PHP %s. Vennligst oppgrader PHP-versjonen din.
nl_nl: Vereist PHP 7.4+. U gebruikt %s.
pl_pl: Wymagane PHP 7.4+. Używasz PHP %s.
pt_br: Este plugin requer PHP 7.4 ou superior. Você está usando PHP %s. Por favor, atualize sua versão do PHP.
ro_ro: Acest plugin necesită PHP 7.4 sau mai nou. Rulați PHP %s.
ru_ru: Этот плагин требует PHP 7.4 или выше. Вы используете PHP %s.
sv_se: Detta plugin kräver PHP 7.4 eller högre. Du kör PHP %s. Vänligen uppgradera din PHP-version.

source: An error occurred while loading the plugin. Please check the debug log for details.
da_dk: Der opstod en fejl under indlæsning af pluginet.
de_de: Ein Fehler ist beim Laden des Plugins aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά τη φόρτωση του πρόσθετου. Ελέγξτε το αρχείο καταγραφής.
es_es: Error al cargar el plugin. Revise el log de depuración.
fr_fr: Une erreur est survenue lors du chargement du plugin. Vérifiez les logs.
hu_hu: Hiba történt a bővítmény betöltésekor. Kérjük, ellenőrizze a hibakeresési naplót.
it_it: Errore caricamento plugin. Controlla log.
nb_no: En feil oppsto under lasting av pluginen. Vennligst sjekk feilloggen for detaljer.
nl_nl: Fout bij laden plugin. Check log.
pl_pl: Wystąpił błąd podczas ładowania wtyczki. Sprawdź logi.
pt_br: Ocorreu um erro ao carregar o plugin. Por favor, verifique o log de depuração para mais detalhes.
ro_ro: A apărut o eroare la încărcarea pluginului. Verificați jurnalul de depanare.
ru_ru: Произошла ошибка при загрузке плагина. Проверьте журнал отладки.
sv_se: Ett fel uppstod när pluginet laddades. Kontrollera debug-loggen för detaljer.

source: String
da_dk: Streng
de_de: Zeichenfolge
el: Συμβολοσειρά
es_es: Cadena
fr_fr: Chaîne
hu_hu: Szöveg
it_it: Stringa
nb_no: Streng
pl_pl: Ciąg znaków
ro_ro: Șir
ru_ru: Строка
sv_se: Sträng

source: ID
hu_hu: Azonosító

source: Live
el: Ζωντανή
hu_hu: Éles
pt_br: Ao Vivo

source: REST API
es_es: API REST
fr_fr: API REST
it_it: API REST
pt_br: API REST
ro_ro: API REST

source: Email
es_es: Correo electrónico
nb_no: E-post
sv_se: E-post

source: Email: %s
nb_no: E-post: %s
sv_se: E-post: %s

source: ADR
nb_no: ADR (Gjennomsnittlig dagspris)
