Repository: leslieradue-web/modern-hotel-booking-free
Catalog: languages/modern-hotel-booking-*.po
Languages: da_dk, de_de, el, es_es, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sv_se

source: Theme reset to default successfully.
da_dk: Tema nulstillet til standard succesfuldt.
de_de: Design erfolgreich auf Standard zurückgesetzt.
el: Το θέμα επαναφέρθηκε στις προεπιλογές επιτυχώς.
es_es: Tema restablecido a predeterminado correctamente.
fr_fr: Thème réinitialisé par défaut.
hu_hu: Téma alaphelyzetbe állítása sikeres.
it_it: Tema ripristinato.
nb_no: Tema tilbakestilt til standard.
nl_nl: Thema succesvol teruggezet naar standaard.
pl_pl: Motyw zresetowany do domyślnych pomyślnie.
pt_br: Tema redefinido para o padrão com sucesso.
ro_ro: Tema resetată la implicit cu succes.
ru_ru: Тема успешно сброшена к настройкам по умолчанию.
sv_se: Temat återställdes till standard.

source: Pro Experience
da_dk: Pro Oplevelse
de_de: Pro-Erlebnis
el: Εμπειρία Pro
es_es: Experiencia Pro
fr_fr: Expérience Pro
hu_hu: Pro Élmény
it_it: Esperienza Pro
nb_no: Pro Opplevelse
nl_nl: Pro Ervaring
pl_pl: Doświadczenie Pro
pt_br: Experiência Pro
ro_ro: Experiență Pro
ru_ru: Опыт Pro
sv_se: Pro-upplevelse

source: Overview
da_dk: Oversigt
de_de: Übersicht
el: Επισκόπηση
es_es: Resumen
fr_fr: Aperçu
hu_hu: Áttekintés
it_it: Panoramica
nb_no: Oversikt
nl_nl: Overzicht
pl_pl: Przegląd
pt_br: Visão Geral
ro_ro: Prezentare Generală
ru_ru: Обзор
sv_se: Översikt

source: Booking Extras
da_dk: Booking Ekstraudstyr
de_de: Buchungsextras
el: Παροχές Κράτησης
es_es: Extras de reserva
fr_fr: Extras de réservation
hu_hu: Foglalási Extrák
it_it: Extra Prenotazione
nb_no: Bookingekstra
nl_nl: Boekingsextra's
pl_pl: Dodatki Rezerwacji
pt_br: Extras de Reserva
ro_ro: Extra Rezervare
ru_ru: Дополнительные услуги бронирования
sv_se: Bokningstillval

source: Pro Themes
da_dk: Pro Temaer
de_de: Pro-Designs
el: Θέματα Pro
es_es: Temas Pro
fr_fr: Thèmes Pro
hu_hu: Pro Témák
it_it: Temi Pro
nb_no: Pro-temaer
nl_nl: Pro Thema's
pl_pl: Motywy Pro
pt_br: Temas Pro
ro_ro: Teme Pro
ru_ru: Темы Pro
sv_se: Pro-teman

source: Pro License Active
da_dk: Pro Licens Aktiv
de_de: Pro-Lizenz aktiv
el: Άδεια Pro Ενεργή
es_es: Licencia Pro Activa
fr_fr: Licence Pro active
hu_hu: Pro Licenc Aktív
it_it: Licenza Pro Attiva
nb_no: Pro-lisens aktiv
nl_nl: Pro Licentie Actief
pl_pl: Licencja Pro Aktywna
pt_br: Licença Pro Ativa
ro_ro: Licență Pro Activă
ru_ru: Лицензия Pro активна
sv_se: Pro-licens aktiv

source: Pro License Required
da_dk: Pro Licens Påkrævet
de_de: Pro-Lizenz erforderlich
el: Απαιτείται Άδεια Pro
es_es: Licencia Pro Requerida
fr_fr: Licence Pro requise
hu_hu: Pro Licenc Szükséges
it_it: Licenza Pro Richiesta
nb_no: Pro-lisens påkrevd
nl_nl: Pro Licentie Vereist
pl_pl: Wymagana Licencja Pro
pt_br: Licença Pro Obrigatória
ro_ro: Licență Pro Necesară
ru_ru: Требуется лицензия Pro
sv_se: Pro-licens krävs

source: All Pro features are unlocked and ready to use.
da_dk: Alle Pro-funktioner er låst op og klar til brug.
de_de: Alle Pro-Funktionen sind freigeschaltet und bereit zur Nutzung.
el: Όλες οι λειτουργίες Pro έχουν ξεκλειδωθεί και είναι έτοιμες για χρήση.
es_es: Todas las funciones Pro están desbloqueadas y listas para usar.
fr_fr: Toutes les fonctionnalités Pro sont débloquées.
hu_hu: Minden Pro funkció feloldva és használatra kész.
it_it: Tutte le funzioni Pro sbloccate.
nb_no: Alle Pro-funksjoner er låst opp.
nl_nl: Alle Pro-functies zijn ontgrendeld.
pl_pl: Wszystkie funkcje Pro są odblokowane.
pt_br: Todos os recursos Pro estão desbloqueados.
ro_ro: Toate funcțiile Pro sunt deblocate și gata de utilizare.
ru_ru: Все функции Pro разблокированы и готовы к использованию.
sv_se: Alla Pro-funktioner är upplåsta och redo att användas.

source: Unlock all premium features to maximize your booking potential.
da_dk: Lås op for alle premium-funktioner for at maksimere dit bookingpotentiale.
de_de: Schalten Sie alle Premium-Funktionen frei, um Ihr Buchungspotenzial zu maximieren.
el: Ξεκλειδώστε όλες τις premium λειτουργίες για να μεγιστοποιήσετε τις κρατήσεις σας.
es_es: Desbloquee todas las funciones premium para maximizar su potencial de reservas.
fr_fr: Débloquez toutes les fonctionnalités premium.
hu_hu: Oldja fel az összes prémium funkciót a foglalási potenciál maximalizálásához.
it_it: Sblocca le funzioni premium.
nb_no: Lås opp alle premiumfunksjoner.
nl_nl: Ontgrendel alle premiumfuncties.
pl_pl: Odblokuj wszystkie funkcje premium, aby zmaksymalizować potencjał.
pt_br: Desbloqueie todos os recursos premium.
ro_ro: Deblocați toate funcțiile premium pentru a maximiza potențialul.
ru_ru: Разблокируйте все премиум-функции для максимизации потенциала бронирования.
sv_se: Lås upp alla premiumfunktioner för att maximera din bokningspotential.

source: Manage License
da_dk: Administrer licens
de_de: Lizenz verwalten
el: Διαχείριση Άδειας
es_es: Gestionar licencia
fr_fr: Gérer la licence
hu_hu: Licenc kezelése
it_it: Gestisci Licenza
nb_no: Administrer lisens
nl_nl: Beheer Licentie
pl_pl: Zarządzaj Licencją
pt_br: Gerenciar Licença
ro_ro: Gestionare Licență
ru_ru: Управление лицензией
sv_se: Hantera licens

source: Priority Support
da_dk: Prioriteret support
de_de: Priorisierter Support
el: Υποστήριξη Προτεραιότητας
es_es: Soporte prioritario
fr_fr: Support prioritaire
hu_hu: Elsőbbségi támogatás
it_it: Supporto Prioritario
nb_no: Prioritert støtte
nl_nl: Prioriteit Ondersteuning
pl_pl: Wsparcie Priorytetowe
pt_br: Suporte Prioritário
ro_ro: Suport Prioritar
ru_ru: Приоритетная поддержка
sv_se: Prioriterad support

source: Lifetime Updates
da_dk: Livstidsopdateringer
de_de: Lebenslange Updates
el: Δια Βίου Ενημερώσεις
es_es: Actualizaciones de por vida
fr_fr: Mises à jour à vie
hu_hu: Élettartam frissítések
it_it: Aggiornamenti a Vita
nb_no: Livstidsoppdateringer
nl_nl: Levenslange Updates
pl_pl: Dożywotnie Aktualizacje
pt_br: Atualizações Vitalícias
ro_ro: Actualizări pe Viață
ru_ru: Пожизненные обновления
sv_se: Livstids uppdateringar

source: All Premium Features
da_dk: Alle premium-funktioner
de_de: Alle Premium-Funktionen
el: Όλες οι Premium Λειτουργίες
es_es: Todas las funciones premium
fr_fr: Toutes les fonctionnalités Premium
hu_hu: Minden Prémium Funkció
it_it: Tutte le Funzioni Premium
nb_no: Alle premiumfunksjoner
nl_nl: Alle Premium Functies
pl_pl: Wszystkie Funkcje Premium
pt_br: Todos os Recursos Premium
ro_ro: Toate Funcțiile Premium
ru_ru: Все премиум-функции
sv_se: Alla premiumfunktioner

source: Version 2.2.2 - Security & Feature Enhancements
da_dk: Version 2.2.2 - Sikkerheds- & Funktionsforbedringer
de_de: Version 2.2.2 - Sicherheits- & Funktionsverbesserungen
el: Έκδοση 2.2.2 - Βελτιώσεις Ασφαλείας & Λειτουργιών
es_es: Versión 2.2.2 - Mejoras de seguridad y funciones
fr_fr: Version 2.2.2 - Sécurité et améliorations
hu_hu: 2.2.2 verzió - Biztonsági és funkciófejlesztések
it_it: Versione 2.2.2 - Sicurezza & Miglioramenti
nb_no: Versjon 2.2.2 - Sikkerhet og funksjonsforbedringer
nl_nl: Versie 2.2.2 - Beveiliging & Functieverbeteringen
pl_pl: Wersja 2.2.2 - Ulepszenia Bezpieczeństwa i Funkcji
pt_br: Versão 2.2.2 - Melhorias de Segurança e Recursos
ro_ro: Versiunea 2.2.2 - Îmbunătățiri Securitate & Funcții
ru_ru: Версия 2.2.2 - Улучшения безопасности и функций
sv_se: Version 2.2.2 - Säkerhets- & funktionsförbättringar

source: Enhanced Booking Extras:
da_dk: Forbedrede Booking Ekstraudstyr:
de_de: Verbesserte Buchungsextras:
el: Βελτιωμένες Παροχές Κράτησης:
es_es: Extras de reserva mejorados:
fr_fr: Extras de réservation améliorés :
hu_hu: Fejlesztett Foglalási Extrák:
it_it: Extra Potenziati:
nb_no: Forbedret bookingekstra:
nl_nl: Verbeterde Boekingsextra's:
pl_pl: Ulepszone Dodatki Rezerwacji:
pt_br: Extras de Reserva Aprimorados:
ro_ro: Extra-uri Rezervare Îmbunătățite:
ru_ru: Улучшенные дополнительные услуги бронирования:
sv_se: Förbättrade bokningstillval:

source: "Per person" extras now include children in the guest count for accurate pricing calculations.
da_dk: "Pr. person" ekstraudstyr inkluderer nu børn i gæstetallet for præcise prisberegninger.
de_de: "Pro Person"-Extras beinhalten jetzt Kinder in der Gästezählung für genaue Preisberechnungen.
el: Οι παροχές "ανά άτομο" περιλαμβάνουν τώρα τα παιδιά στην καταμέτρηση για ακριβή τιμολόγηση.
es_es: Los extras "por persona" ahora incluyen niños en el recuento para cálculos de precios precisos.
fr_fr: Les extras "Par personne" incluent maintenant les enfants.
hu_hu: A "Főnkénti" extrák mostantól tartalmazzák a gyermekeket is a pontos árképzés érdekében.
it_it: Extra "Per persona" includono i bambini.
nb_no: "Per person" ekstra inkluderer nå barn.
nl_nl: "Per persoon" extra's omvatten nu kinderen.
pl_pl: Dodatki "Za osobę" uwzględniają teraz dzieci.
pt_br: Extras "Por pessoa" agora incluem crianças.
ro_ro: Extra-urile "Per persoană" includ acum copiii în numărătoare.
ru_ru: Дополнительные услуги "на человека" теперь включают детей в подсчет гостей для точного расчета цен.
sv_se: "Per person"-tillval inkluderar nu barn i gästantalet för exakta prisberäkningar.

source: Unified Tax Breakdown:
da_dk: Ensartet skattefordeling:
de_de: Vereinheitlichte Steueraufschlüsselung:
el: Ενοποιημένη Ανάλυση Φόρων:
es_es: Desglose de impuestos unificado:
fr_fr: Détail des taxes unifié :
hu_hu: Egységes Adó Részletezés:
it_it: Dettaglio Tasse Unificato:
nb_no: Enhetlig skattefordeling:
nl_nl: Verenigde Belastingspecificatie:
pl_pl: Ujednolicony Podział Podatku:
pt_br: Detalhamento Fiscal Unificado:
ro_ro: Defalcare Taxe Unificată:
ru_ru: Единая разбивка налогов:
sv_se: Enhetlig skattespecifikation:

source: Consistent, detailed tax rendering across emails, success pages, and admin dashboard.
da_dk: Konsekvent, detaljeret skattevisning på tværs af e-mails, successider og admin-dashboard.
de_de: Konsistente, detaillierte Steuerdarstellung in E-Mails, Erfolgsseiten und im Admin-Dashboard.
el: Συνεπής και λεπτομερής απόδοση φόρων σε email, σελίδες επιτυχίας και πίνακα διαχείρισης.
es_es: Representación de impuestos consistente y detallada en correos, páginas de éxito y panel de administración.
fr_fr: Affichage cohérent et détaillé des taxes partout.
hu_hu: Következetes, részletes adómegjelenítés az emailekben, sikeroldalakon és az admin felületen.
it_it: Rendering tasse coerente ovunque.
nb_no: Konsekvent, detaljert skattevisning.
nl_nl: Consistente belastingweergave overal.
pl_pl: Spójne wyświetlanie podatków w e-mailach i panelu.
pt_br: Renderização fiscal consistente e detalhada.
ro_ro: Afișare consistentă și detaliată a taxelor.
ru_ru: Последовательное, детальное отображение налогов в электронных письмах, на страницах успеха и в панели администратора.
sv_se: Konsekvent, detaljerad skattevisning över e-post, bekräftelsesidor och adminpanel.

source: HMAC Webhook Security:
da_dk: HMAC Webhook Sikkerhed:
de_de: HMAC Webhook Sicherheit:
el: Ασφάλεια HMAC Webhook:
es_es: Seguridad HMAC Webhook:
fr_fr: Sécurité Webhook HMAC :
hu_hu: HMAC Webhook Biztonság:
it_it: Sicurezza Webhook HMAC:
nb_no: HMAC Webhook-sikkerhet:
nl_nl: HMAC Webhook Beveiliging:
pl_pl: Bezpieczeństwo HMAC Webhook:
pt_br: Segurança HMAC Webhook:
ro_ro: Securitate HMAC Webhook:
ru_ru: Безопасность HMAC вебхуков:
sv_se: HMAC Webhook-säkerhet:

source: Added SHA-256 cryptographic signatures to all outgoing webhooks for verified external integrations.
da_dk: Tilføjet SHA-256 kryptografiske signaturer til alle udgående webhooks.
de_de: Kryptografische SHA-256-Signaturen zu allen ausgehenden Webhooks hinzugefügt.
el: Προστέθηκαν κρυπτογραφικές υπογραφές SHA-256 σε όλα τα εξερχόμενα webhooks.
es_es: Se añadieron firmas criptográficas SHA-256 a todos los webhooks salientes.
fr_fr: Ajout de signatures SHA-256 pour les webhooks sortants.
hu_hu: SHA-256 kriptográfiai aláírások hozzáadása minden kimenő webhookhoz.
it_it: Firme SHA-256 per webhook.
nb_no: Lagt til SHA-256 kryptografiske signaturer.
nl_nl: SHA-256 handtekeningen toegevoegd aan webhooks.
pl_pl: Dodano podpisy SHA-256 do webhooków.
pt_br: Assinaturas criptográficas SHA-256 adicionadas aos webhooks.
ro_ro: Semnături criptografice SHA-256 adăugate la webhook-uri.
ru_ru: Добавлены криптографические подписи SHA-256 ко всем исходящим вебхукам.
sv_se: Lade till SHA-256 kryptografiska signaturer till alla utgående webhooks för verifierade externa integrationer.

source: Server-Side Pricing Logic:
da_dk: Server-Side Prissætningslogik:
de_de: Serverseitige Preislogik:
el: Λογική Τιμολόγησης Server-Side:
es_es: Lógica de precios del lado del servidor:
fr_fr: Logique de prix côté serveur :
hu_hu: Szerveroldali Árazási Logika:
it_it: Logica Prezzi Server-Side:
nb_no: Server-side prissetting:
nl_nl: Server-Side Prijslogica:
pl_pl: Logika Cen po Stronie Serwera:
pt_br: Lógica de Preços no Servidor:
ro_ro: Logică Preț Server-Side:
ru_ru: Логика ценообразования на стороне сервера:
sv_se: Prissättningslogik på serversidan:

source: Hardened payment gateway initialization with mandatory server-side price recalculation.
da_dk: Hærdet betalingsgateway-initialisering med obligatorisk server-side genberegning af pris.
de_de: Gehärtete Initialisierung des Zahlungs-Gateways mit obligatorischer serverseitiger Preisneuberechnung.
el: Ενισχυμένη αρχικοποίηση πύλης πληρωμών με υποχρεωτικό επανυπολογισμό τιμής στον διακομιστή.
es_es: Inicialización reforzada de la pasarela de pago con recálculo de precios obligatorio en el servidor.
fr_fr: Initialisation renforcée des paiements avec recalcul côté serveur.
hu_hu: Megerősített fizetési átjáró inicializálás kötelező szerveroldali árújraszámítással.
it_it: Inizializzazione pagamenti rafforzata.
nb_no: Forsterket betalingsgateway-initialisering.
nl_nl: Versterkte betalingsgateway initialisatie.
pl_pl: Wzmocniona inicjalizacja płatności z przeliczaniem cen po stronie serwera.
pt_br: Inicialização de pagamento reforçada com recálculo no servidor.
ro_ro: Inițializare securizată a plăților cu recalculare obligatorie pe server.
ru_ru: Усиленная инициализация платежного шлюза с обязательным пересчетом цены на стороне сервера.
sv_se: Härdad initiering av betalningsgateway med obligatorisk prisomräkning på serversidan.

source: Payment Processing
da_dk: Betalingsbehandling
de_de: Zahlungsabwicklung
el: Επεξεργασία Πληρωμών
es_es: Procesamiento de pagos
fr_fr: Traitement des paiements
hu_hu: Fizetés Feldolgozás
it_it: Elaborazione Pagamenti
nb_no: Betalingsbehandling
nl_nl: Betalingsverwerking
pl_pl: Przetwarzanie Płatności
pt_br: Processamento de Pagamento
ro_ro: Procesare Plăți
ru_ru: Обработка платежей
sv_se: Betalningshantering

source: Configure
da_dk: Konfigurer
de_de: Konfigurieren
el: Διαμόρφωση
es_es: Configurar
fr_fr: Configurer
hu_hu: Konfigurálás
it_it: Configura
nb_no: Konfigurer
nl_nl: Configureren
pl_pl: Konfiguruj
pt_br: Configurar
ro_ro: Configurează
ru_ru: Настроить
sv_se: Konfigurera

source: Stripe Integration
el: Ενσωμάτωση Stripe
es_es: Integración con Stripe
fr_fr: Intégration Stripe
hu_hu: Stripe Integráció
it_it: Integrazione Stripe
nb_no: Stripe-integrasjon
nl_nl: Stripe Integratie
pl_pl: Integracja Stripe
pt_br: Integração Stripe
ro_ro: Integrare Stripe
ru_ru: Интеграция Stripe

source: Accept payments with Stripe including Apple Pay and Google Pay support.
da_dk: Accepter betalinger med Stripe inkl. Apple Pay og Google Pay support.
de_de: Akzeptieren Sie Zahlungen mit Stripe inklusive Apple Pay und Google Pay Unterstützung.
el: Αποδεχτείτε πληρωμές με Stripe, συμπεριλαμβανομένων των Apple Pay και Google Pay.
es_es: Acepte pagos con Stripe, incluyendo soporte para Apple Pay y Google Pay.
fr_fr: Acceptez les paiements Stripe, Apple Pay et Google Pay.
hu_hu: Fizetések elfogadása Stripe-pal, beleértve az Apple Pay és Google Pay támogatást.
it_it: Accetta pagamenti Stripe, Apple Pay, Google Pay.
nb_no: Godta betalinger med Stripe, inkludert Apple Pay og Google Pay.
nl_nl: Accepteer betalingen met Stripe, Apple Pay, Google Pay.
pl_pl: Akceptuj płatności Stripe, w tym Apple Pay i Google Pay.
pt_br: Aceite pagamentos com Stripe, Apple Pay e Google Pay.
ro_ro: Acceptați plăți cu Stripe, inclusiv Apple Pay și Google Pay.
ru_ru: Принимайте платежи с Stripe, включая поддержку Apple Pay и Google Pay.
sv_se: Acceptera betalningar med Stripe inklusive stöd för Apple Pay och Google Pay.

source: Popular
da_dk: Populær
de_de: Beliebt
el: Δημοφιλές
fr_fr: Populaire
hu_hu: Népszerű
it_it: Popolare
nb_no: Populær
nl_nl: Populair
pl_pl: Popularne
ru_ru: Популярное
sv_se: Populär

source: PayPal Integration
el: Ενσωμάτωση PayPal
es_es: Integración con PayPal
fr_fr: Intégration PayPal
hu_hu: PayPal Integráció
it_it: Integrazione PayPal
nb_no: PayPal-integrasjon
nl_nl: PayPal Integratie
pl_pl: Integracja PayPal
pt_br: Integração PayPal
ro_ro: Integrare PayPal
ru_ru: Интеграция PayPal

source: Accept PayPal payments with automatic IPN verification and status updates.
da_dk: Accepter PayPal-betalinger med automatisk IPN-verifikation.
de_de: Akzeptieren Sie PayPal-Zahlungen mit automatischer IPN-Überprüfung und Statusaktualisierungen.
el: Αποδεχτείτε πληρωμές PayPal με αυτόματη επαλήθευση IPN.
es_es: Acepte pagos con PayPal con verificación IPN automática.
fr_fr: Acceptez PayPal avec vérification IPN automatique.
hu_hu: PayPal fizetések elfogadása automatikus IPN ellenőrzéssel.
it_it: Accetta PayPal con verifica IPN.
nb_no: Godta PayPal-betalinger med automatisk IPN.
nl_nl: Accepteer PayPal met automatische IPN.
pl_pl: Akceptuj PayPal z automatyczną weryfikacją IPN.
pt_br: Aceite pagamentos PayPal com verificação IPN automática.
ro_ro: Acceptați plăți PayPal cu verificare IPN automată.
ru_ru: Принимайте платежи PayPal с автоматической проверкой IPN.
sv_se: Acceptera PayPal-betalningar med automatisk IPN-verifiering och statusuppdateringar.

source: Pay On-site Option
da_dk: Betal på stedet mulighed
de_de: Option 'Vor Ort bezahlen'
el: Επιλογή Πληρωμής στο Κατάλυμα
es_es: Opción de pago en el sitio
fr_fr: Option paiement sur place
hu_hu: Helyszíni Fizetés Opció
it_it: Opzione Paga in Loco
nb_no: Betal på stedet-alternativ
nl_nl: Betaal Ter Plaatse Optie
pl_pl: Opcja Płatności na Miejscu
pt_br: Opção Pagar no Local
ro_ro: Opțiune Plată la Locație
ru_ru: Опция оплаты на месте
sv_se: Alternativ för betalning på plats

source: Allow guests to pay upon arrival with flexible payment tracking.
da_dk: Tillad gæster at betale ved ankomst med fleksibel betalingssporing.
de_de: Erlauben Sie Gästen, bei Ankunft zu bezahlen, mit flexibler Zahlungsverfolgung.
el: Επιτρέψτε στους επισκέπτες να πληρώσουν κατά την άφιξη με ευέλικτη παρακολούθηση.
es_es: Permita a los huéspedes pagar a su llegada con seguimiento de pagos flexible.
fr_fr: Permettez aux clients de payer à l'arrivée.
hu_hu: Lehetővé teszi a vendégeknek a helyszíni fizetést rugalmas nyomon követéssel.
it_it: Consenti pagamento all'arrivo.
nb_no: Tillat gjester å betale ved ankomst.
nl_nl: Sta betaling bij aankomst toe.
pl_pl: Pozwól gościom płacić przy przyjeździe.
pt_br: Permita que hóspedes paguem na chegada.
ro_ro: Permite oaspeților să plătească la sosire.
ru_ru: Разрешить гостям платить по прибытии с гибким отслеживанием платежей.
sv_se: Låt gäster betala vid ankomst med flexibel betalningsspårning.

source: Payment Webhooks
da_dk: Betalingswebhooks
de_de: Zahlungs-Webhooks
el: Webhooks Πληρωμής
es_es: Webhooks de pago
fr_fr: Webhooks de paiement
hu_hu: Fizetési Webhookok
it_it: Webhook Pagamento
nb_no: Betalings-webhooks
nl_nl: Betalingswebhooks
pl_pl: Webhooki Płatności
pt_br: Webhooks de Pagamento
ro_ro: Webhook-uri Plată
ru_ru: Платежные вебхуки
sv_se: Betalningswebhooks

source: Automatic payment status updates from Stripe and PayPal webhooks.
da_dk: Automatiske opdateringer af betalingsstatus fra Stripe og PayPal.
de_de: Automatische Zahlungsstatus-Updates von Stripe und PayPal Webhooks.
el: Αυτόματες ενημερώσεις κατάστασης πληρωμής από Stripe και PayPal webhooks.
es_es: Actualizaciones automáticas del estado de pago desde webhooks de Stripe y PayPal.
fr_fr: Mises à jour automatiques du statut via webhooks.
hu_hu: Automatikus fizetési állapot frissítések Stripe és PayPal webhookokból.
it_it: Aggiornamenti stato automatici.
nb_no: Automatiske betalingsoppdateringer.
nl_nl: Automatische statusupdates.
pl_pl: Automatyczne aktualizacje statusu płatności.
pt_br: Atualizações automáticas de status de pagamento.
ro_ro: Actualizări automate ale statusului plății.
ru_ru: Автоматические обновления статуса платежа.
sv_se: Automatiska uppdateringar av betalningsstatus från Stripe och PayPal webhooks.

source: New
da_dk: Ny
de_de: Neu
el: Νέο
es_es: Nuevo
fr_fr: Nouveau
hu_hu: Új
it_it: Nuovo
nb_no: Ny
nl_nl: Nieuw
pl_pl: Nowe
pt_br: Novo
ro_ro: Nou
ru_ru: Новое
sv_se: Ny

source: Payment Status Tracking
da_dk: Sporing af betalingsstatus
de_de: Zahlungsstatus-Verfolgung
el: Παρακολούθηση Κατάστασης Πληρωμής
es_es: Seguimiento del estado de pago
fr_fr: Suivi du statut de paiement
hu_hu: Fizetési Állapot Követés
it_it: Tracciamento Stato Pagamento
nb_no: Betalingsstatus-sporing
nl_nl: Betalingsstatus Volgen
pl_pl: Śledzenie Statusu Płatności
pt_br: Rastreamento de Status de Pagamento
ro_ro: Urmărire Status Plată
ru_ru: Отслеживание статуса платежа
sv_se: Spårning av betalningsstatus

source: Full payment lifecycle management: pending, deposit paid, fully paid, refunded.
da_dk: Fuld styring af betalingslivscyklus: afventende, depositum betalt, fuldt betalt, refunderet.
de_de: Vollständiges Management des Zahlungslebenszyklus: ausstehend, Anzahlung geleistet, vollständig bezahlt, erstattet.
el: Πλήρης διαχείριση κύκλου ζωής πληρωμής: εκκρεμής, προκαταβολή, εξοφλημένη, επιστροφή.
es_es: Gestión completa del ciclo de vida del pago: pendiente, depósito pagado, totalmente pagado, reembolsado.
fr_fr: Gestion complète du cycle de vie du paiement.
hu_hu: Teljes fizetési életciklus kezelés: függőben, előleg fizetve, teljesen kifizetve, visszatérítve.
it_it: Gestione ciclo di vita pagamento.
nb_no: Full betalingslivssyklus.
nl_nl: Volledig beheer betalingslevenscyclus.
pl_pl: Pełne zarządzanie cyklem życia płatności.
pt_br: Gerenciamento completo do ciclo de vida do pagamento.
ro_ro: Gestionare completă a ciclului de plată.
ru_ru: Полное управление жизненным циклом платежа.
sv_se: Fullständig hantering av betalningslivscykel: väntande, deposition betald, fullt betald, återbetald.

source: Tax Management
da_dk: Skattestyring
de_de: Steuerverwaltung
el: Διαχείριση Φόρων
es_es: Gestión de impuestos
fr_fr: Gestion des taxes
hu_hu: Adókezelés
it_it: Gestione Tasse
nb_no: Skatteforvaltning
nl_nl: Belastingbeheer
pl_pl: Zarządzanie Podatkami
pt_br: Gerenciamento Fiscal
ro_ro: Gestionare Taxe
ru_ru: Управление налогами
sv_se: Skattehantering

source: VAT/TAX System
da_dk: Moms/Skattesystem
de_de: MwSt./Steuersystem
el: Σύστημα ΦΠΑ/Φόρων
es_es: Sistema de IVA/Impuestos
fr_fr: Système TVA/Taxe
hu_hu: ÁFA/Adó Rendszer
it_it: Sistema IVA/Tasse
nb_no: MVA/Skattesystem
nl_nl: BTW/Belastingsysteem
pl_pl: System VAT/Podatków
pt_br: Sistema de IVA/Impostos
ro_ro: Sistem TVA/Taxe
ru_ru: Система НДС/Налогов
sv_se: Moms/Skattesystem
