Repository: leslieradue-web/modern-hotel-booking-free
Catalog: languages/modern-hotel-booking-*.po
Languages: da_dk, de_de, el, es_es, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sv_se

source: Field ID (slug)
da_dk: Felt-ID (slug)
de_de: Feld-ID (Slug)
el: ID Πεδίου (slug)
es_es: ID del campo (slug)
fr_fr: ID du champ (slug)
hu_hu: Mező ID (slug)
it_it: ID Campo (slug)
nb_no: Felt-ID (slug)
nl_nl: Veld ID (slug)
pl_pl: ID pola (slug)
pt_br: ID do Campo (slug)
ro_ro: ID Câmp (slug)
ru_ru: ID поля (слаг)
sv_se: Fält-ID (slug)

source: Text
da_dk: Tekst
el: Κείμενο
es_es: Texto
fr_fr: Texte
hu_hu: Szöveg
it_it: Testo
nb_no: Tekst
nl_nl: Tekst
pl_pl: Tekst
pt_br: Texto
ru_ru: Текст

source: Textarea
da_dk: Tekstområde
de_de: Textbereich
el: Περιοχή Κειμένου
es_es: Área de texto
fr_fr: Zone de texte
hu_hu: Szövegdoboz
it_it: Area di testo
nb_no: Tekstområde
nl_nl: Tekstvak
pl_pl: Pole tekstowe
pt_br: Área de Texto
ro_ro: Zonă de text
ru_ru: Текстовая область
sv_se: Textområde

source: Label (Multilingual)
da_dk: Etiket (Flersproget)
de_de: Beschriftung (Mehrsprachig)
el: Ετικέτα (Πολύγλωσση)
es_es: Etiqueta (Multilingüe)
fr_fr: Libellé (Multilingue)
hu_hu: Címke (Többnyelvű)
it_it: Etichetta (Multilingue)
nb_no: Etikett (Flerspråklig)
nl_nl: Label (Meertalig)
pl_pl: Etykieta (Wielojęzyczna)
pt_br: Rótulo (Multilíngue)
ro_ro: Etichetă (Multilingv)
ru_ru: Метка (Мультиязычная)
sv_se: Etikett (Flerspråkig)

source: Required Field
da_dk: Påkrævet felt
de_de: Pflichtfeld
el: Υποχρεωτικό Πεδίο
es_es: Campo obligatorio
fr_fr: Champ obligatoire
hu_hu: Kötelező mező
it_it: Campo Obbligatorio
nb_no: Obligatorisk felt
nl_nl: Verplicht veld
pl_pl: Pole wymagane
pt_br: Campo Obrigatório
ro_ro: Câmp Obligatoriu
ru_ru: Обязательное поле
sv_se: Obligatoriskt fält

source: + Add New Guest Field
da_dk: + Tilføj nyt gæstefelt
de_de: + Neues Gästefeld hinzufügen
el: + Προσθήκη Νέου Πεδίου Επισκέπτη
es_es: + Añadir nuevo campo de huésped
fr_fr: + Ajouter un nouveau champ invité
hu_hu: + Új vendég mező hozzáadása
it_it: + Aggiungi Nuovo Campo Ospite
nb_no: + Legg til nytt gjestefelt
nl_nl: + Nieuw gastveld toevoegen
pl_pl: + Dodaj nowe pole gościa
pt_br: + Adicionar Novo Campo de Hóspede
ro_ro: + Adaugă Câmp Nou Oaspete
ru_ru: + Добавить новое поле гостя
sv_se: + Lägg till nytt gästfält

source: Define extra fields for your booking form. Labels support multilingual tags.
da_dk: Definer ekstra felter til din bookingformular. Etiketter understøtter flersprogede tags.
de_de: Definieren Sie zusätzliche Felder für Ihr Buchungsformular. Beschriftungen unterstützen mehrsprachige Tags.
el: Ορίστε επιπλέον πεδία για τη φόρμα κράτησης. Οι ετικέτες υποστηρίζουν πολύγλωσσα tags.
es_es: Defina campos adicionales para su formulario de reserva. Las etiquetas soportan tags multilingües.
fr_fr: Définissez des champs supplémentaires pour votre formulaire. Les libellés supportent les balises multilingues.
hu_hu: Határozzon meg extra mezőket a foglalási űrlaphoz. A címkék támogatják a többnyelvű címkéket.
it_it: Definisci campi extra per il modulo. Le etichette supportano i tag multilingue.
nb_no: Definer ekstra felt for bookingskjemaet ditt. Etiketter støtter flerspråklige koder.
nl_nl: Definieer extra velden voor uw boekingsformulier. Labels ondersteunen meertalige tags.
pl_pl: Zdefiniuj dodatkowe pola formularza. Etykiety obsługują znaczniki wielojęzyczne.
pt_br: Defina campos extras para seu formulário. Rótulos suportam tags multilíngues.
ro_ro: Definiți câmpuri suplimentare pentru formular. Etichetele suportă tag-uri multilingve.
ru_ru: Определите дополнительные поля для формы. Метки поддерживают мультиязычные теги.
sv_se: Definiera extra fält för ditt bokningsformulär. Etiketter stöder flerspråkiga taggar.

source: Hotel Configuration
da_dk: Hotelkonfiguration
de_de: Hotel-Konfiguration
el: Διαμόρφωση Ξενοδοχείου
es_es: Configuración del hotel
fr_fr: Configuration de l'hôtel
hu_hu: Szálloda konfiguráció
it_it: Configurazione Hotel
nb_no: Hotellkonfigurasjon
nl_nl: Hotelconfiguratie
pl_pl: Konfiguracja hotelu
pt_br: Configuração do Hotel
ro_ro: Configurare Hotel
ru_ru: Конфигурация отеля
sv_se: Hotellkonfiguration

source: License
da_dk: Licens
de_de: Lizenz
el: Άδεια
es_es: Licencia
fr_fr: Licence
hu_hu: Licenc
it_it: Licenza
nb_no: Lisens
nl_nl: Licentie
pl_pl: Licencja
pt_br: Licença
ro_ro: Licență
ru_ru: Лицензия
sv_se: Licens

source: General
da_dk: Generelt
de_de: Allgemein
el: Γενικά
fr_fr: Général
hu_hu: Általános
it_it: Generale
nb_no: Generelt
nl_nl: Algemeen
pl_pl: Ogólne
pt_br: Geral
ru_ru: Общие
sv_se: Allmänt

source: Email Templates
da_dk: Emailskabeloner
de_de: E-Mail-Vorlagen
el: Πρότυπα Email
es_es: Plantillas de correo
fr_fr: Modèles d'e-mails
hu_hu: Email sablonok
it_it: Modelli Email
nb_no: E-postmaler
nl_nl: E-mailsjablonen
pl_pl: Szablony e-mail
pt_br: Modelos de E-mail
ro_ro: Șabloane Email
ru_ru: Шаблоны Email
sv_se: E-postmallar

source: Frontend Labels
da_dk: Frontend-etiketter
de_de: Frontend-Beschriftungen
el: Ετικέτες Frontend
es_es: Etiquetas del frontend
fr_fr: Libellés Frontend
hu_hu: Felhasználói felület címkék
it_it: Etichette Frontend
nb_no: Frontend-etiketter
pl_pl: Etykiety interfejsu
pt_br: Rótulos do Frontend
ro_ro: Etichete Frontend
ru_ru: Метки фронтенда
sv_se: Etiketter frontend

source: GDPR & Privacy
da_dk: GDPR & Privatliv
de_de: DSGVO & Datenschutz
el: GDPR & Απόρρητο
es_es: RGPD y Privacidad
fr_fr: RGPD & Confidentialité
hu_hu: GDPR és Adatvédelem
nb_no: GDPR & Personvern
nl_nl: AVG & Privacy
pl_pl: RODO i Prywatność
pt_br: LGPD & Privacidade
ro_ro: GDPR & Confidențialitate
ru_ru: GDPR и Конфиденциальность
sv_se: GDPR & Integritet

source: Tax Settings
da_dk: Skatteindstillinger
de_de: Steuereinstellungen
el: Ρυθμίσεις Φόρων
es_es: Ajustes de impuestos
fr_fr: Réglages des taxes
hu_hu: Adó beállítások
it_it: Impostazioni Tasse
nb_no: Skatteinnstillinger
nl_nl: Belastinginstellingen
pl_pl: Ustawienia podatkowe
pt_br: Configurações de Impostos
ro_ro: Setări Taxe
ru_ru: Настройки налогов
sv_se: Skatteinställningar

source: Performance
da_dk: Ydeevne
de_de: Leistung
el: Απόδοση
es_es: Rendimiento
hu_hu: Teljesítmény
it_it: Prestazioni
nb_no: Ytelse
nl_nl: Prestaties
pl_pl: Wydajność
pt_br: Desempenho
ro_ro: Performanță
ru_ru: Производительность
sv_se: Prestanda

source: License Management
da_dk: Licensstyring
de_de: Lizenzverwaltung
el: Διαχείριση Άδειας
es_es: Gestión de licencias
fr_fr: Gestion de la licence
hu_hu: Licenc kezelés
it_it: Gestione Licenza
nb_no: Lisensadministrasjon
nl_nl: Licentiebeheer
pl_pl: Zarządzanie licencją
pt_br: Gerenciamento de Licença
ro_ro: Gestionare Licență
ru_ru: Управление лицензией
sv_se: Licenshantering

source: Enter your license key to unlock Pro features and receive updates.
da_dk: Indtast din licensnøgle for at låse op for Pro-funktioner og modtage opdateringer.
de_de: Geben Sie Ihren Lizenzschlüssel ein, um Pro-Funktionen freizuschalten und Updates zu erhalten.
el: Εισάγετε το κλειδί άδειας για να ξεκλειδώσετε τις λειτουργίες Pro και να λαμβάνετε ενημερώσεις.
es_es: Introduzca su clave de licencia para desbloquear las funciones Pro y recibir actualizaciones.
fr_fr: Entrez votre clé de licence pour débloquer les fonctionnalités Pro et recevoir les mises à jour.
hu_hu: Adja meg a licenckulcsot a Pro funkciók feloldásához és a frissítések fogadásához.
it_it: Inserisci la chiave di licenza per sbloccare le funzioni Pro.
nb_no: Skriv inn lisensnøkkelen for å låse opp Pro-funksjoner og motta oppdateringer.
nl_nl: Voer uw licentiesleutel in om Pro-functies te ontgrendelen en updates te ontvangen.
pl_pl: Wprowadź klucz licencyjny, aby odblokować funkcje Pro.
pt_br: Insira sua chave de licença para desbloquear recursos Pro.
ro_ro: Introduceți cheia de licență pentru a debloca funcțiile Pro și actualizările.
ru_ru: Введите лицензионный ключ для разблокировки функций Pro и получения обновлений.
sv_se: Ange din licensnyckel för att låsa upp Pro-funktioner och ta emot uppdateringar.

source: License Key
da_dk: Licensnøgle
de_de: Lizenzschlüssel
el: Κλειδί Άδειας
es_es: Clave de licencia
fr_fr: Clé de licence
hu_hu: Licenckulcs
it_it: Chiave Licenza
nb_no: Lisensnøkkel
nl_nl: Licentiesleutel
pl_pl: Klucz licencyjny
pt_br: Chave de Licença
ro_ro: Cheie Licență
ru_ru: Лицензионный ключ
sv_se: Licensnyckel

source: Active
da_dk: Aktiv
de_de: Aktiv
el: Ενεργό
es_es: Activa
fr_fr: Actif
hu_hu: Aktív
it_it: Attiva
nb_no: Aktiv
nl_nl: Actief
pl_pl: Aktywna
pt_br: Ativo
ro_ro: Activ
ru_ru: Активна
sv_se: Aktiv

source: Expires: %s
da_dk: Udløber: %s
de_de: Läuft ab: %s
el: Λήγει: %s
es_es: Caduca: %s
fr_fr: Expire le : %s
hu_hu: Lejár: %s
it_it: Scade: %s
nb_no: Utløper: %s
nl_nl: Verloopt: %s
pl_pl: Wygasa: %s
pt_br: Expira: %s
ro_ro: Expiră: %s
ru_ru: Истекает: %s
sv_se: Går ut: %s

source: Deactivate License
da_dk: Deaktiver licens
de_de: Lizenz deaktivieren
el: Απενεργοποίηση Άδειας
es_es: Desactivar licencia
fr_fr: Désactiver la licence
hu_hu: Licenc deaktiválása
it_it: Disattiva Licenza
nb_no: Deaktiver lisens
nl_nl: Licentie deactiveren
pl_pl: Dezaktywuj licencję
pt_br: Desativar Licença
ro_ro: Dezactivează Licența
ru_ru: Деактивировать лицензию
sv_se: Inaktivera licens

source: Activate License
da_dk: Aktiver licens
de_de: Lizenz aktivieren
el: Ενεργοποίηση Άδειας
es_es: Activar licencia
fr_fr: Activer la licence
hu_hu: Licenc aktiválása
it_it: Attiva Licenza
nb_no: Aktiver lisens
nl_nl: Licentie activeren
pl_pl: Aktywuj licencję
pt_br: Ativar Licença
ro_ro: Activează Licența
ru_ru: Активировать лицензию
sv_se: Aktivera licens

source: Performance Settings
da_dk: Ydeevneindstillinger
de_de: Leistungseinstellungen
el: Ρυθμίσεις Απόδοσης
es_es: Ajustes de rendimiento
fr_fr: Réglages de performance
hu_hu: Teljesítmény beállítások
it_it: Impostazioni Prestazioni
nb_no: Ytelsesinnstillinger
nl_nl: Prestatie-instellingen
pl_pl: Ustawienia wydajności
pt_br: Configurações de Desempenho
ro_ro: Setări Performanță
ru_ru: Настройки производительности
sv_se: Prestandainställningar

source: Configure caching and performance options for faster page loads.
da_dk: Konfigurer caching og ydeevneindstillinger for hurtigere sideindlæsning.
de_de: Konfigurieren Sie Caching- und Leistungsoptionen für schnellere Ladezeiten.
el: Ρυθμίστε τις επιλογές προσωρινής μνήμης και απόδοσης για ταχύτερη φόρτωση σελίδων.
es_es: Configure las opciones de caché y rendimiento para una carga de página más rápida.
fr_fr: Configurez les options de cache et de performance pour des chargements plus rapides.
hu_hu: Állítsa be a gyorsítótárazási és teljesítmény opciókat a gyorsabb betöltés érdekében.
it_it: Configura caching e opzioni per caricamenti più rapidi.
nb_no: Konfigurer hurtigbuffer og ytelsesalternativer for raskere sideinnlasting.
nl_nl: Configureer caching- en prestatieopties voor snellere laadtijden.
pl_pl: Skonfiguruj opcje buforowania dla szybszego ładowania strony.
pt_br: Configure opções de cache e desempenho para carregamento mais rápido.
ro_ro: Configurați opțiunile de caching pentru încărcare mai rapidă.
ru_ru: Настройте кэширование и опции производительности для ускорения загрузки страниц.
sv_se: Konfigurera cache- och prestandaalternativ för snabbare sidladdningar.

source: Enable Caching
da_dk: Aktiver caching
de_de: Caching aktivieren
el: Ενεργοποίηση Προσωρινής Μνήμης
es_es: Habilitar caché
fr_fr: Activer le cache
hu_hu: Gyorsítótárazás engedélyezése
it_it: Abilita Caching
nb_no: Aktiver hurtigbufring
nl_nl: Caching inschakelen
pl_pl: Włącz buforowanie
pt_br: Habilitar Cache
ro_ro: Activează Caching
ru_ru: Включить кэширование
sv_se: Aktivera caching

source: Enable caching for room data and pricing
da_dk: Aktiver caching for værelsesdata og priser
de_de: Caching für Zimmerdaten und Preise aktivieren
el: Ενεργοποίηση προσωρινής μνήμης για δεδομένα δωματίων και τιμές
es_es: Habilitar caché para datos de habitaciones y precios
fr_fr: Activer le cache pour les données des chambres et les prix
hu_hu: Szobaadatok és árak gyorsítótárazásának engedélyezése
it_it: Abilita caching per dati camera e prezzi
nb_no: Aktiver hurtigbufring for romdata og priser
nl_nl: Caching inschakelen voor kamergegevens en prijzen
pl_pl: Włącz buforowanie danych pokoi i cen
pt_br: Habilitar cache para dados de quartos e preços
ro_ro: Activează caching pentru date camere și prețuri
ru_ru: Включить кэширование данных номеров и цен
sv_se: Aktivera caching för rumsdata och prissättning

source: Cache room type data and pricing rules for faster calculations. Recommended for most sites.
da_dk: Cache værelsestypedata og prisregler for hurtigere beregninger. Anbefales til de fleste websteder.
de_de: Zwischenspeichern von Zimmerkategorien und Preisregeln für schnellere Berechnungen. Empfohlen für die meisten Websites.
el: Αποθήκευση δεδομένων τύπων δωματίων και κανόνων τιμολόγησης στην προσωρινή μνήμη. Συνιστάται.
es_es: Almacenar en caché datos de tipos de habitación y reglas de precios. Recomendado.
fr_fr: Met en cache les données des types de chambres et les règles de prix pour des calculs plus rapides. Recommandé.
hu_hu: Szobatípusok adatainak és árazási szabályainak gyorsítótárazása. A legtöbb oldalhoz ajánlott.
it_it: Cache dei dati camere e prezzi per calcoli più veloci.
nb_no: Hurtigbuffre romtypedata og prisregler for raskere beregninger. Anbefalt for de fleste nettsteder.
nl_nl: Cache kamertypedata en prijsregels voor snellere berekeningen. Aanbevolen.
pl_pl: Buforuj dane typów pokoi i reguły cenowe dla szybszych obliczeń.
pt_br: Cache de dados de tipos de quarto e regras de preço. Recomendado.
ro_ro: Cachează datele camerelor și regulile de preț pentru calcule mai rapide.
ru_ru: Кэшировать данные типов номеров и правила ценообразования для быстрых расчетов.
sv_se: Cacha data för rumstyper och prisregler för snabbare beräkningar. Rekommenderas för de flesta webbplatser.

source: Object Cache Status
da_dk: Objekt-cache status
de_de: Objekt-Cache Status
el: Κατάσταση Object Cache
es_es: Estado de caché de objetos
fr_fr: Statut du cache d'objet
hu_hu: Objektum gyorsítótár állapota
it_it: Stato Object Cache
nb_no: Objektbufferstatus
pl_pl: Status Object Cache
pt_br: Status do Cache de Objeto
ro_ro: Stare Object Cache
ru_ru: Статус объектного кэша
sv_se: Status för objektcache

source: A persistent object cache (Redis, Memcached, etc.) is detected. Cache data will persist across requests.
da_dk: En vedvarende objekt-cache (Redis, Memcached osv.) er registreret.
de_de: Ein persistenter Objekt-Cache (Redis, Memcached, etc.) wurde erkannt.
el: Εντοπίστηκε μόνιμη object cache (Redis, Memcached, κ.λπ.).
es_es: Se ha detectado una caché de objetos persistente (Redis, Memcached, etc.).
fr_fr: Un cache d'objet persistant (Redis, Memcached) est détecté. Les données persisteront entre les requêtes.
hu_hu: Tartós objektum gyorsítótár (Redis, Memcached) észlelve. Az adatok megmaradnak a kérések között.
it_it: Rilevato object cache persistente (Redis, Memcached). I dati persistono.
nb_no: En vedvarende objektbuffer (Redis, Memcached, etc.) er oppdaget.
nl_nl: Een persistente objectcache (Redis, Memcached) is gedetecteerd.
pl_pl: Wykryto trwałą pamięć podręczną obiektów (Redis, Memcached).
pt_br: Um cache de objeto persistente (Redis, Memcached) foi detectado.
ro_ro: Un object cache persistent este detectat. Datele cache vor persista.
ru_ru: Обнаружен постоянный объектный кэш (Redis, Memcached и т.д.).
sv_se: En persistent objektcache (Redis, Memcached, etc.) har upptäckts. Cachedata kommer att finnas kvar mellan förfrågningar.

source: Using Database Transients
da_dk: Bruger database-transienter
de_de: Verwendung von Datenbank-Transients
el: Χρήση Database Transients
es_es: Usando transitorios de base de datos
fr_fr: Utilisation des transients de base de données
hu_hu: Adatbázis tranziensek használata
it_it: Uso Database Transients
nb_no: Bruker database-transients
nl_nl: Gebruik Database Transients
pl_pl: Używanie Database Transients
pt_br: Usando Transients do Banco de Dados
ro_ro: Folosind Database Transients
ru_ru: Использование временных данных базы данных
sv_se: Använder databastransienter

source: No persistent object cache detected. Consider installing Redis or Memcached for better performance.
da_dk: Ingen vedvarende objekt-cache registreret. Overvej at installere Redis eller Memcached.
de_de: Kein persistenter Objekt-Cache erkannt. Erwägen Sie die Installation von Redis oder Memcached.
el: Δεν εντοπίστηκε μόνιμη object cache. Εξετάστε το ενδεχόμενο εγκατάστασης Redis ή Memcached.
es_es: No se ha detectado caché de objetos persistente. Considere instalar Redis o Memcached.
fr_fr: Aucun cache d'objet persistant détecté. Envisagez d'installer Redis ou Memcached.
hu_hu: Nem található tartós objektum gyorsítótár. A jobb teljesítmény érdekében telepítsen Redis vagy Memcached rendszert.
it_it: Nessun object cache rilevato. Considera Redis o Memcached.
nb_no: Ingen vedvarende objektbuffer oppdaget. Vurder å installere Redis eller Memcached for bedre ytelse.
nl_nl: Geen persistente objectcache gedetecteerd. Overweeg Redis of Memcached.
pl_pl: Nie wykryto trwałej pamięci podręcznej. Rozważ instalację Redis lub Memcached.
pt_br: Nenhum cache de objeto persistente detectado. Considere instalar Redis ou Memcached.
ro_ro: Niciun object cache persistent detectat. Luați în considerare Redis sau Memcached.
ru_ru: Постоянный объектный кэш не обнаружен. Рекомендуется установить Redis или Memcached.
sv_se: Ingen persistent objektcache upptäcktes. Överväg att installera Redis eller Memcached för bättre prestanda.

source: Clear Cache
da_dk: Ryd cache
de_de: Cache leeren
el: Εκκαθάριση Cache
es_es: Borrar caché
fr_fr: Vider le cache
hu_hu: Gyorsítótár törlése
it_it: Pulisci Cache
nb_no: Tøm hurtigbuffer
nl_nl: Cache wissen
pl_pl: Wyczyść pamięć podręczną
pt_br: Limpar Cache
ro_ro: Golește Cache
ru_ru: Очистить кэш
sv_se: Rensa cache

source: Clear All Cache
da_dk: Ryd al cache
de_de: Gesamten Cache leeren
el: Εκκαθάριση Όλης της Cache
es_es: Borrar toda la caché
fr_fr: Tout vider
hu_hu: Összes gyorsítótár törlése
it_it: Pulisci Tutta la Cache
nb_no: Tøm all hurtigbuffer
nl_nl: Alle cache wissen
pl_pl: Wyczyść całą pamięć podręczną
pt_br: Limpar Todo o Cache
ro_ro: Golește Tot Cache-ul
ru_ru: Очистить весь кэш
sv_se: Rensa all cache

source: Clear all cached data. Use this if you see outdated pricing or room information.
da_dk: Ryd alle cachede data. Brug dette, hvis du ser forældede priser eller værelsesoplysninger.
de_de: Alle zwischengespeicherten Daten löschen. Verwenden Sie dies, wenn Sie veraltete Preis- oder Zimmerinformationen sehen.
el: Εκκαθάριση όλων των δεδομένων cache. Χρησιμοποιήστε το αν βλέπετε παλιές τιμές ή πληροφορίες.
es_es: Borrar todos los datos en caché. Úselo si ve precios o información desactualizada.
fr_fr: Efface toutes les données en cache. Utilisez ceci si vous voyez des prix obsolètes.
hu_hu: Töröl minden gyorsítótárazott adatot. Használja, ha elavult árakat vagy információkat lát.
it_it: Pulisce tutti i dati cache. Usa se vedi prezzi obsoleti.
nb_no: Tøm all bufret data. Bruk dette hvis du ser utdaterte priser eller rominformasjon.
nl_nl: Wis alle in de cache opgeslagen gegevens. Gebruik dit bij verouderde informatie.
pl_pl: Wyczyść wszystkie dane z pamięci podręcznej.
pt_br: Limpar todos os dados em cache. Use se vir preços desatualizados.
ro_ro: Golește toate datele cache. Folosiți dacă vedeți prețuri neactualizate.
ru_ru: Очистить все кэшированные данные. Используйте, если видите устаревшие цены.
sv_se: Rensa all cachad data. Använd detta om du ser föråldrad pris- eller rumsinformation.

source: Pending Booking
da_dk: Afventende booking
de_de: Ausstehende Buchung
el: Εκκρεμής Κράτηση
es_es: Reserva pendiente
fr_fr: Réservation en attente
hu_hu: Függő foglalás
it_it: Prenotazione in Attesa
nb_no: Ventende booking
nl_nl: Boeking in afwachting
pl_pl: Rezerwacja oczekująca
pt_br: Reserva Pendente
ro_ro: Rezervare în Așteptare
ru_ru: Ожидающее бронирование
sv_se: Väntande bokning

source: Confirmed Booking
da_dk: Bekræftet booking
de_de: Bestätigte Buchung
el: Επιβεβαιωμένη Κράτηση
es_es: Reserva confirmada
fr_fr: Réservation confirmée
hu_hu: Megerősített foglalás
it_it: Prenotazione Confermata
nb_no: Bekreftet booking
nl_nl: Bevestigde boeking
pl_pl: Rezerwacja potwierdzona
pt_br: Reserva Confirmada
ro_ro: Rezervare Confirmată
ru_ru: Подтвержденное бронирование
sv_se: Bekräftad bokning

source: Cancelled Booking
da_dk: Annulleret booking
de_de: Stornierte Buchung
el: Ακυρωμένη Κράτηση
es_es: Reserva cancelada
fr_fr: Réservation annulée
hu_hu: Lemondott foglalás
it_it: Prenotazione Cancellata
nb_no: Kansellert booking
nl_nl: Geannuleerde boeking
pl_pl: Rezerwacja anulowana
pt_br: Reserva Cancelada
ro_ro: Rezervare Anulată
ru_ru: Отмененное бронирование
sv_se: Avbokad bokning

source: Payment Confirmation
da_dk: Betalingsbekræftelse
de_de: Zahlungsbestätigung
el: Επιβεβαίωση Πληρωμής
es_es: Confirmación de pago
fr_fr: Confirmation de paiement
hu_hu: Fizetés visszaigazolása
it_it: Conferma Pagamento
nb_no: Betalingsbekreftelse
nl_nl: Betalingsbevestiging
pl_pl: Potwierdzenie płatności
pt_br: Confirmação de Pagamento
ro_ro: Confirmare Plată
ru_ru: Подтверждение оплаты
sv_se: Betalningsbekräftelse

source: Subject
da_dk: Emne
de_de: Betreff
el: Θέμα
es_es: Asunto
fr_fr: Sujet
hu_hu: Tárgy
it_it: Oggetto
nb_no: Emne
nl_nl: Onderwerp
pl_pl: Temat
pt_br: Assunto
ro_ro: Subiect
ru_ru: Тема
sv_se: Ämne

source: Message
da_dk: Besked
de_de: Nachricht
el: Μήνυμα
es_es: Mensaje
hu_hu: Üzenet
it_it: Messaggio
nb_no: Melding
nl_nl: Bericht
pl_pl: Wiadomość
pt_br: Mensagem
ro_ro: Mesaj
ru_ru: Сообщение
sv_se: Meddelande
