Repository: leslieradue-web/modern-hotel-booking-free
Catalog: languages/modern-hotel-booking-*.po
Languages: da_dk, de_de, el, es_es, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sv_se

source: Available placeholders: {customer_name}, {booking_id}, {status}, {check_in}, {check_out}, {total_price}, {guests}, {children}, {room_name}, {custom_fields}, {payment_details}, {tax_breakdown}, {tax_total}, {tax_registration_number}
da_dk: Tilgængelige pladsholdere: {customer_name}, {booking_id}, {status}, {check_in}, {check_out}, {total_price}, {guests}, {children}, {room_name}, {custom_fields}, {payment_details}, {tax_breakdown}, {tax_total}, {tax_registration_number}
de_de: Verfügbare Platzhalter: {customer_name}, {booking_id}, {status}, {check_in}, {check_out}, {total_price}, {guests}, {children}, {room_name}, {custom_fields}, {payment_details}, {tax_breakdown}, {tax_total}, {tax_registration_number}
el: Διαθέσιμα πεδία: {customer_name}, {booking_id}, {status}, {check_in}, {check_out}, {total_price}, {guests}, {children}, {room_name}, {custom_fields}, {payment_details}, {tax_breakdown}, {tax_total}, {tax_registration_number}
es_es: Marcadores disponibles: {customer_name}, {booking_id}, {status}, {check_in}, {check_out}, {total_price}, {guests}, {children}, {room_name}, {custom_fields}, {payment_details}, {tax_breakdown}, {tax_total}, {tax_registration_number}
fr_fr: Balises disponibles : {customer_name}, {booking_id}, {status}, {check_in}, {check_out}, {total_price}, {guests}, {children}, {room_name}, {custom_fields}, {payment_details}, {tax_breakdown}, {tax_total}, {tax_registration_number}
hu_hu: Elérhető helyőrzők: {customer_name}, {booking_id}, {status}, {check_in}, {check_out}, {total_price}, {guests}, {children}, {room_name}, {custom_fields}, {payment_details}, {tax_breakdown}, {tax_total}, {tax_registration_number}
it_it: Segnaposto disponibili: {customer_name}, {booking_id}, {status}, {check_in}, {check_out}, {total_price}, {guests}, {children}, {room_name}, {custom_fields}, {payment_details}, {tax_breakdown}, {tax_total}, {tax_registration_number}
nb_no: Tilgjengelige plassholdere: {customer_name}, {booking_id}, {status}, {check_in}, {check_out}, {total_price}, {guests}, {children}, {room_name}, {custom_fields}, {payment_details}, {tax_breakdown}, {tax_total}, {tax_registration_number}
nl_nl: Beschikbare aanduidingen: {customer_name}, {booking_id}, {status}, {check_in}, {check_out}, {total_price}, {guests}, {children}, {room_name}, {custom_fields}, {payment_details}, {tax_breakdown}, {tax_total}, {tax_registration_number}
pl_pl: Dostępne zmienne: {customer_name}, {booking_id}, {status}, {check_in}, {check_out}, {total_price}, {guests}, {children}, {room_name}, {custom_fields}, {payment_details}, {tax_breakdown}, {tax_total}, {tax_registration_number}
pt_br: Placeholders disponíveis: {customer_name}, {booking_id}, {status}, {check_in}, {check_out}, {total_price}, {guests}, {children}, {room_name}, {custom_fields}, {payment_details}, {tax_breakdown}, {tax_total}, {tax_registration_number}
ro_ro: Substituenți disponibili: {customer_name}, {booking_id}, {status}, {check_in}, {check_out}, {total_price}, {guests}, {children}, {room_name}, {custom_fields}, {payment_details}, {tax_breakdown}, {tax_total}, {tax_registration_number}
ru_ru: Доступные заполнители: {customer_name}, {booking_id}, {status}, {check_in}, {check_out}, {total_price}, {guests}, {children}, {room_name}, {custom_fields}, {payment_details}, {tax_breakdown}, {tax_total}, {tax_registration_number}
sv_se: Tillgängliga platshållare: {customer_name}, {booking_id}, {status}, {check_in}, {check_out}, {total_price}, {guests}, {children}, {room_name}, {custom_fields}, {payment_details}, {tax_breakdown}, {tax_total}, {tax_registration_number}

source: GDPR Compliance & Data Privacy (PRO)
da_dk: GDPR-overholdelse & Databeskyttelse (PRO)
de_de: DSGVO-Konformität & Datenschutz (PRO)
el: Συμμόρφωση GDPR & Απόρρητο Δεδομένων (PRO)
es_es: Cumplimiento del RGPD y Privacidad de Datos (PRO)
fr_fr: Conformité RGPD & Confidentialité (PRO)
hu_hu: GDPR Megfelelőség és Adatvédelem (PRO)
it_it: Conformità GDPR & Privacy Dati (PRO)
nb_no: GDPR-samsvar og personvern (PRO)
nl_nl: AVG Naleving & Gegevensprivacy (PRO)
pl_pl: Zgodność z RODO i prywatność danych (PRO)
pt_br: Conformidade LGPD & Privacidade de Dados (PRO)
ro_ro: Conformitate GDPR & Date (PRO)
ru_ru: Соответствие GDPR и конфиденциальность данных (PRO)
sv_se: GDPR-efterlevnad & Dataintegritet (PRO)

source: Enable Pro Privacy Suite
da_dk: Aktiver Pro Privacy Suite
de_de: Pro Privacy Suite aktivieren
el: Ενεργοποίηση Pro Σουίτας Απορρήτου
es_es: Habilitar Suite de Privacidad Pro
fr_fr: Activer la suite de confidentialité Pro
hu_hu: Pro Adatvédelmi Csomag Engedélyezése
it_it: Abilita Suite Privacy Pro
nb_no: Aktiver Pro personvernsuite
nl_nl: Pro Privacy Suite inschakelen
pl_pl: Włącz pakiet prywatności Pro
pt_br: Habilitar Suite de Privacidade Pro
ro_ro: Activează Suita de Confidențialitate Pro
ru_ru: Включить пакет конфиденциальности Pro
sv_se: Aktivera Pro Integritetspaket

source: Enables automated data retention, custom cookie prefixing, and advanced privacy controls.
da_dk: Aktiverer automatisk dataopbevaring, tilpasset cookie-præfiks og avanceret privatlivskontrol.
de_de: Ermöglicht automatische Datenaufbewahrung, benutzerdefinierte Cookie-Präfixe und erweiterte Datenschutzkontrollen.
el: Ενεργοποιεί την αυτοματοποιημένη διατήρηση δεδομένων, προσαρμοσμένα προθέματα cookie και προηγμένους ελέγχους απορρήτου.
es_es: Habilita la retención automática de datos, prefijos de cookies y controles de privacidad avanzados.
fr_fr: Active la rétention automatique des données, le préfixage des cookies et les contrôles avancés.
hu_hu: Engedélyezi az automatikus adatmegőrzést, az egyedi süti előtagokat és a fejlett adatvédelmi beállításokat.
it_it: Abilita conservazione dati automatica, prefissi cookie e controlli avanzati.
nb_no: Aktiverer automatisert datalagring, egendefinert informasjonskapselprefiks og avanserte personvernkontroller.
nl_nl: Schakelt geautomatiseerde dataretentie en geavanceerde privacycontroles in.
pl_pl: Włącza automatyczne przechowywanie danych i zaawansowane kontrole prywatności.
pt_br: Habilita retenção de dados automatizada e controles avançados de privacidade.
ro_ro: Activează retenția automată a datelor, prefixare cookie și controale avansate.
ru_ru: Включает автоматическое хранение данных, префиксы куки и расширенный контроль конфиденциальности.
sv_se: Möjliggör automatiserad datalagring, anpassade cookie-prefix och avancerade integritetskontroller.

source: Require Privacy Consent
da_dk: Kræv samtykke til privatlivspolitik
de_de: Datenschutz-Zustimmung erforderlich
el: Απαίτηση Συναίνεσης Απορρήτου
es_es: Requerir consentimiento de privacidad
fr_fr: Exiger le consentement
hu_hu: Adatvédelmi hozzájárulás kérése
it_it: Richiedi Consenso Privacy
nb_no: Krev samtykke til personvern
nl_nl: Privacytoestemming vereisen
pl_pl: Wymagaj zgody na prywatność
pt_br: Exigir Consentimento de Privacidade
ro_ro: Solicită Acord Confidențialitate
ru_ru: Требовать согласие на обработку данных
sv_se: Kräv integritetssamtycke

source: Adds a mandatory checkbox to the booking form for guest consent.
da_dk: Tilføjer et obligatorisk afkrydsningsfelt til bookingformularen for gæstesamtykke.
de_de: Fügt dem Buchungsformular ein obligatorisches Kontrollkästchen für die Zustimmung des Gastes hinzu.
el: Προσθέτει ένα υποχρεωτικό πλαίσιο ελέγχου στη φόρμα κράτησης για τη συναίνεση του επισκέπτη.
es_es: Añade una casilla obligatoria al formulario de reserva para el consentimiento del huésped.
fr_fr: Ajoute une case à cocher obligatoire au formulaire pour le consentement.
hu_hu: Hozzáad egy kötelező jelölőnégyzetet a foglalási űrlaphoz a vendég hozzájárulásához.
it_it: Aggiunge casella obbligatoria al modulo per il consenso.
nb_no: Legger til en obligatorisk avkrysningsboks i bookingskjemaet for gjestesamtykke.
nl_nl: Voegt een verplicht selectievakje toe aan het formulier voor toestemming.
pl_pl: Dodaje obowiązkowe pole wyboru zgody w formularzu rezerwacji.
pt_br: Adiciona uma caixa de seleção obrigatória ao formulário de reserva.
ro_ro: Adaugă o casetă obligatorie în formular pentru acordul oaspetelui.
ru_ru: Добавляет обязательный чекбокс в форму бронирования для согласия гостя.
sv_se: Lägger till en obligatorisk kryssruta i bokningsformuläret för gästens samtycke.

source: Terms & Conditions Page
da_dk: Side for vilkår og betingelser
de_de: Seite für Allgemeine Geschäftsbedingungen
el: Σελίδα Όρων & Προϋποθέσεων
es_es: Página de Términos y Condiciones
fr_fr: Page Conditions Générales
hu_hu: Általános Szerződési Feltételek oldal
it_it: Pagina Termini & Condizioni
nb_no: Vilkår og betingelser-side
nl_nl: Algemene voorwaarden pagina
pl_pl: Strona Regulaminu
pt_br: Página de Termos & Condições
ro_ro: Pagină Termeni & Condiții
ru_ru: Страница правил и условий
sv_se: Sida för villkor

source: Select the page for your Terms & Conditions. Use the [terms_and_conditions] link in your consent text.
da_dk: Vælg siden for dine vilkår og betingelser.
de_de: Wählen Sie die Seite für Ihre AGB aus. Verwenden Sie den Link [terms_and_conditions] in Ihrem Zustimmungstext.
el: Επιλέξτε τη σελίδα για τους Όρους & Προϋποθέσεις σας.
es_es: Seleccione la página de sus Términos y Condiciones.
fr_fr: Sélectionnez la page pour vos Conditions Générales. Utilisez le lien [terms_and_conditions].
hu_hu: Válassza ki az ÁSZF oldalt. Használja a [terms_and_conditions] linket a hozzájárulási szövegben.
it_it: Seleziona la pagina T&C. Usa il link [terms_and_conditions].
nb_no: Velg siden for dine vilkår og betingelser. Bruk lenken [terms_and_conditions] i samtykketeksten.
nl_nl: Selecteer de pagina voor uw voorwaarden. Gebruik de link [terms_and_conditions].
pl_pl: Wybierz stronę regulaminu. Użyj linku [terms_and_conditions] w tekście zgody.
pt_br: Selecione a página de Termos. Use o link [terms_and_conditions].
ro_ro: Selectați pagina pentru Termeni & Condiții.
ru_ru: Выберите страницу правил. Используйте ссылку [terms_and_conditions].
sv_se: Välj sidan för dina villkor. Använd länken [terms_and_conditions] i din samtyckestext.

source: Consent Text
da_dk: Samtykketekst
de_de: Zustimmungstext
el: Κείμενο Συναίνεσης
es_es: Texto de consentimiento
fr_fr: Texte de consentement
hu_hu: Hozzájárulási szöveg
it_it: Testo Consenso
nb_no: Samtykketekst
nl_nl: Toestemmingstekst
pl_pl: Tekst zgody
pt_br: Texto de Consentimento
ro_ro: Text Acord
ru_ru: Текст согласия
sv_se: Samtyckestext

source: Text displayed next to the consent checkbox. Use the [privacy_policy] link in your text to link to your policy page.
da_dk: Tekst vist ved siden af samtykkeboksen. Brug [privacy_policy] linket i din tekst.
de_de: Text, der neben dem Kontrollkästchen angezeigt wird. Verwenden Sie den Link [privacy_policy].
el: Κείμενο που εμφανίζεται δίπλα στο πλαίσιο συναίνεσης. Χρησιμοποιήστε το σύνδεσμο [privacy_policy].
es_es: Texto mostrado junto a la casilla de consentimiento. Use el enlace [privacy_policy].
fr_fr: Texte affiché à côté de la case à cocher. Utilisez le lien [privacy_policy].
hu_hu: A jelölőnégyzet mellett megjelenő szöveg. Használja a [privacy_policy] linket az adatvédelmi oldalra hivatkozáshoz.
it_it: Testo accanto alla casella. Usa [privacy_policy] per il link.
nb_no: Tekst som vises ved siden av samtykkeboksen. Bruk [privacy_policy]-lenken i teksten for å lenke til personvernsiden.
nl_nl: Tekst naast het selectievakje. Gebruik [privacy_policy] voor de link.
pl_pl: Tekst wyświetlany obok pola wyboru zgody. Użyj linku [privacy_policy].
pt_br: Texto exibido ao lado da caixa de seleção. Use o link [privacy_policy].
ro_ro: Text afișat lângă caseta de acord. Folosiți link-ul [privacy_policy].
ru_ru: Текст рядом с чекбоксом. Используйте ссылку [privacy_policy].
sv_se: Text som visas bredvid samtyckesrutan. Använd länken [privacy_policy] i din text för att länka till din policysida.

source: Automated Data Retention
da_dk: Automatisk dataopbevaring
de_de: Automatische Datenaufbewahrung
el: Αυτοματοποιημένη Διατήρηση Δεδομένων
es_es: Retención automatizada de datos
fr_fr: Rétention automatique des données
hu_hu: Automatikus adatmegőrzés
it_it: Conservazione Dati Automatica
nb_no: Automatisert datalagring
nl_nl: Geautomatiseerde dataretentie
pl_pl: Automatyczne przechowywanie danych
pt_br: Retenção de Dados Automatizada
ro_ro: Retenție Automată Date
ru_ru: Автоматическое хранение данных
sv_se: Automatiserad datalagring

source: days
da_dk: dage
de_de: Tage
el: ημέρες
es_es: días
fr_fr: jours
hu_hu: nap
it_it: giorni
nb_no: dager
nl_nl: dagen
pl_pl: dni
pt_br: dias
ro_ro: zile
ru_ru: дней
sv_se: dagar

source: Bookings older than this will be automatically anonymized. Set to 0 to disable.
da_dk: Bookinger ældre end dette vil automatisk blive anonymiseret. Sæt til 0 for at deaktivere.
de_de: Buchungen, die älter sind, werden automatisch anonymisiert. Zum Deaktivieren auf 0 setzen.
el: Κρατήσεις παλαιότερες από αυτό θα ανωνυμοποιούνται αυτόματα. Ορίστε σε 0 για απενεργοποίηση.
es_es: Las reservas más antiguas que esto se anonimizarán automáticamente. Ponga 0 para desactivar.
fr_fr: Les réservations plus anciennes que cela seront anonymisées. Mettre à 0 pour désactiver.
hu_hu: Az ennél régebbi foglalások automatikusan anonimizálásra kerülnek. 0 a letiltáshoz.
it_it: Prenotazioni più vecchie di così saranno anonimizzate. 0 per disabilitare.
nb_no: Bookinger eldre enn dette vil automatisk bli anonymisert. Sett til 0 for å deaktivere.
nl_nl: Boekingen ouder dan dit worden geanonimiseerd. Zet op 0 om uit te schakelen.
pl_pl: Rezerwacje starsze niż ta liczba dni będą anonimizowane. 0 aby wyłączyć.
pt_br: Reservas mais antigas que isso serão anonimizadas. Defina como 0 para desativar.
ro_ro: Rezervările mai vechi de atât vor fi anonimizate automat. 0 pentru dezactivare.
ru_ru: Бронирования старше этого срока будут анонимизированы. 0 для отключения.
sv_se: Bokningar äldre än detta kommer automatiskt att anonymiseras. Sätt till 0 för att inaktivera.

source: Cookie Name Prefix
da_dk: Cookie Navn Præfiks
de_de: Cookie-Namenspräfix
el: Πρόθεμα Ονόματος Cookie
es_es: Prefijo del nombre de la cookie
fr_fr: Préfixe du nom de cookie
hu_hu: Süti név előtag
it_it: Prefisso Nome Cookie
nb_no: Prefiks for informasjonskapselnavn
nl_nl: Cookie naam voorvoegsel
pl_pl: Prefiks nazwy ciasteczka
pt_br: Prefixo do Nome do Cookie
ro_ro: Prefix Nume Cookie
ru_ru: Префикс имени cookie
sv_se: Prefix för cookienamn

source: Customize the prefix for all frontend cookies (e.g. for selection persistence). Helps with compatibility and auditing.
da_dk: Tilpas præfikset for alle frontend-cookies.
de_de: Passen Sie das Präfix für alle Frontend-Cookies an.
el: Προσαρμόστε το πρόθεμα για όλα τα cookies του frontend.
es_es: Personalice el prefijo para todas las cookies del frontend.
fr_fr: Personnalisez le préfixe pour tous les cookies frontend.
hu_hu: Testreszabhatja az összes frontend süti előtagját. Segít a kompatibilitásban.
it_it: Personalizza il prefisso per tutti i cookie frontend.
nb_no: Tilpass prefikset for alle frontend-informasjonskapsler.
nl_nl: Pas het voorvoegsel aan voor alle frontend-cookies.
pl_pl: Dostosuj prefiks dla wszystkich ciasteczek interfejsu.
pt_br: Personalize o prefixo para todos os cookies do frontend.
ro_ro: Personalizați prefixul pentru cookie-urile din frontend.
ru_ru: Настройте префикс для всех cookie фронтенда.
sv_se: Anpassa prefixet för alla frontend-kakor (t.ex. för att spara val). Hjälper med kompatibilitet och revision.

source: Search Rooms Button
da_dk: Søg værelser knap
de_de: Button 'Zimmer suchen'
el: Κουμπί Αναζήτησης Δωματίων
es_es: Botón Buscar habitaciones
fr_fr: Bouton Rechercher des chambres
hu_hu: Szobák keresése gomb
it_it: Pulsante Cerca Camere
nb_no: Søk etter rom-knapp
nl_nl: Zoek kamers knop
pl_pl: Przycisk Szukaj Pokoi
pt_br: Botão Buscar Quartos
ro_ro: Buton Caută Camere
ru_ru: Кнопка поиска номеров
sv_se: Knapp: Sök rum

source: Check-in Label
da_dk: Indtjekning etiket
de_de: Beschriftung Anreise
el: Ετικέτα Άφιξης
es_es: Etiqueta Entrada
fr_fr: Libellé Arrivée
hu_hu: Érkezés címke
it_it: Etichetta Check-in
nb_no: Sjekk inn etikett
pl_pl: Etykieta Zameldowania
pt_br: Rótulo Check-in
ro_ro: Etichetă Check-in
ru_ru: Метка заезда
sv_se: Etikett: Incheckning

source: Check-out Label
da_dk: Udtjekning etiket
de_de: Beschriftung Abreise
el: Ετικέτα Αναχώρησης
es_es: Etiqueta Salida
fr_fr: Libellé Départ
hu_hu: Távozás címke
it_it: Etichetta Check-out
nb_no: Sjekk ut etikett
pl_pl: Etykieta Wymeldowania
pt_br: Rótulo Check-out
ro_ro: Etichetă Check-out
ru_ru: Метка выезда
sv_se: Etikett: Utcheckning

source: Guests Label
da_dk: Gæster etiket
de_de: Beschriftung Gäste
el: Ετικέτα Επισκεπτών
es_es: Etiqueta Huéspedes
fr_fr: Libellé Voyageurs
hu_hu: Vendégek címke
it_it: Etichetta Ospiti
nb_no: Gjester etikett
nl_nl: Gasten label
pl_pl: Etykieta Gości
pt_br: Rótulo Hóspedes
ro_ro: Etichetă Oaspeți
ru_ru: Метка гостей
sv_se: Etikett: Gäster

source: Children Label
da_dk: Børn etiket
de_de: Beschriftung Kinder
el: Ετικέτα Παιδιών
es_es: Etiqueta Niños
fr_fr: Libellé Enfants
hu_hu: Gyermekek címke
it_it: Etichetta Bambini
nb_no: Barn etikett
nl_nl: Kinderen label
pl_pl: Etykieta Dzieci
pt_br: Rótulo Crianças
ro_ro: Etichetă Copii
ru_ru: Метка детей
sv_se: Etikett: Barn

source: Child Ages Label
da_dk: Børns alder etiket
de_de: Beschriftung Kinderalter
el: Ετικέτα Ηλικιών Παιδιών
es_es: Etiqueta Edades de niños
fr_fr: Libellé Âges des enfants
hu_hu: Gyermekek életkora címke
it_it: Etichetta Età Bambini
nb_no: Barnas alder etikett
nl_nl: Leeftijden kinderen label
pl_pl: Etykieta Wieku Dzieci
pt_br: Rótulo Idades das Crianças
ro_ro: Etichetă Vârste Copii
ru_ru: Метка возраста детей
sv_se: Etikett: Barnens åldrar

source: Child %d Age Label
da_dk: Barn %d alder etiket
de_de: Beschriftung Alter Kind %d
el: Ετικέτα Ηλικίας Παιδιού %d
es_es: Etiqueta Edad niño %d
fr_fr: Libellé Âge enfant %d
hu_hu: %d. Gyermek kora címke
it_it: Etichetta Età Bambino %d
nb_no: Barn %d alder etikett
nl_nl: Kind %d leeftijd label
pl_pl: Etykieta Wieku Dziecka %d
pt_br: Rótulo Idade da Criança %d
ro_ro: Etichetă Vârstă Copil %d
ru_ru: Метка возраста ребенка %d
sv_se: Etikett: Barn %d Ålder

source: Select Dates Label
da_dk: Vælg datoer etiket
de_de: Beschriftung Daten auswählen
el: Ετικέτα Επιλογής Ημερομηνιών
es_es: Etiqueta Seleccionar fechas
fr_fr: Libellé Sélectionner dates
hu_hu: Dátumválasztás címke
it_it: Etichetta Seleziona Date
nb_no: Velg datoer etikett
nl_nl: Selecteer data label
pl_pl: Etykieta Wyboru Dat
pt_br: Rótulo Selecionar Datas
ro_ro: Etichetă Selectare Date
ru_ru: Метка выбора дат
sv_se: Etikett: Välj datum

source: Dates Selected Message
da_dk: Datoer valgt besked
de_de: Nachricht Daten ausgewählt
el: Μήνυμα Επιλεγμένων Ημερομηνιών
es_es: Mensaje Fechas seleccionadas
fr_fr: Message dates sélectionnées
hu_hu: Kiválasztott dátumok üzenet
it_it: Messaggio Date Selezionate
nb_no: Datoer valgt melding
nl_nl: Data geselecteerd bericht
pl_pl: Komunikat Wybranych Dat
pt_br: Mensagem Datas Selecionadas
ro_ro: Mesaj Date Selectate
ru_ru: Сообщение выбранных дат
sv_se: Meddelande: Datum valda

source: Your Selection Label
da_dk: Dit valg etiket
de_de: Beschriftung Ihre Auswahl
el: Ετικέτα Η Επιλογή Σας
es_es: Etiqueta Su selección
fr_fr: Libellé Votre sélection
hu_hu: Az Ön választása címke
it_it: Etichetta La Tua Selezione
nb_no: Ditt valg etikett
nl_nl: Uw selectie label
pl_pl: Etykieta Twojego Wyboru
pt_br: Rótulo Sua Seleção
ro_ro: Etichetă Selecția Ta
ru_ru: Метка вашего выбора
sv_se: Etikett: Ditt val

source: Continue to Booking Button
da_dk: Fortsæt til booking knap
de_de: Button Weiter zur Buchung
el: Κουμπί Συνέχεια στην Κράτηση
es_es: Botón Continuar a reserva
fr_fr: Bouton Continuer vers la réservation
hu_hu: Tovább a foglaláshoz gomb
it_it: Pulsante Continua
nb_no: Fortsett til booking knapp
nl_nl: Ga door naar boeking knop
pl_pl: Przycisk Kontynuuj Rezerwację
pt_br: Botão Continuar para Reserva
ro_ro: Buton Continuă spre Rezervare
ru_ru: Кнопка продолжить бронирование
sv_se: Knapp: Fortsätt till bokning

source: Dates Not Available Error
da_dk: Datoer ikke tilgængelige fejl
de_de: Fehler Daten nicht verfügbar
el: Σφάλμα Μη Διαθέσιμων Ημερομηνιών
es_es: Error Fechas no disponibles
fr_fr: Erreur dates non disponibles
hu_hu: Dátumok nem elérhetők hiba
it_it: Errore Date Non Disponibili
nb_no: Datoer ikke tilgjengelig feil
nl_nl: Data niet beschikbaar fout
pl_pl: Błąd Niedostępnych Dat
pt_br: Erro Datas Não Disponíveis
ro_ro: Eroare Date Indisponibile
ru_ru: Ошибка недоступных дат
sv_se: Fel: Datum ej tillgängliga

source: Stay Dates Label
da_dk: Opholdsdatoer etiket
de_de: Beschriftung Aufenthaltsdaten
el: Ετικέτα Ημερομηνιών Διαμονής
es_es: Etiqueta Fechas de estancia
fr_fr: Libellé Dates de séjour
hu_hu: Tartózkodási idők címke
it_it: Etichetta Date Soggiorno
nb_no: Oppholdsdatoer etikett
nl_nl: Verblijfsdata label
pl_pl: Etykieta Dat Pobytu
pt_br: Rótulo Datas da Estadia
ro_ro: Etichetă Perioadă Sejur
ru_ru: Метка дат пребывания
sv_se: Etikett: Vistelsedatum

source: Select Check-in Guide
da_dk: Vælg indtjekning guide
de_de: Hinweis Anreise auswählen
el: Οδηγός Επιλογής Άφιξης
es_es: Guía Seleccionar entrada
fr_fr: Guide sélection arrivée
hu_hu: Érkezés választása útmutató
it_it: Guida Seleziona Check-in
nb_no: Velg innsjekkguide
nl_nl: Selecteer check-in gids
pl_pl: Przewodnik Wyboru Zameldowania
pt_br: Guia Selecionar Check-in
ro_ro: Ghid Selectare Check-in
ru_ru: Подсказка выбора заезда
sv_se: Guide: Välj incheckning

source: Select Check-out Guide
da_dk: Vælg udtjekning guide
de_de: Hinweis Abreise auswählen
el: Οδηγός Επιλογής Αναχώρησης
es_es: Guía Seleccionar salida
fr_fr: Guide sélection départ
hu_hu: Távozás választása útmutató
it_it: Guida Seleziona Check-out
nb_no: Velg utsjekkguide
nl_nl: Selecteer check-out gids
pl_pl: Przewodnik Wyboru Wymeldowania
pt_br: Guia Selecionar Check-out
ro_ro: Ghid Selectare Check-out
ru_ru: Подсказка выбора выезда
sv_se: Guide: Välj utcheckning

source: Calendar No ID Error
da_dk: Kalender intet ID fejl
de_de: Fehler Kalender ohne ID
el: Σφάλμα Ημερολογίου Χωρίς ID
es_es: Error Calendario sin ID
fr_fr: Erreur calendrier sans ID
hu_hu: Naptár ID hiányzik hiba
it_it: Errore Calendario No ID
nb_no: Kalender ingen ID feil
nl_nl: Kalender geen ID fout
pl_pl: Błąd Braku ID Kalendarza
pt_br: Erro Calendário Sem ID
ro_ro: Eroare Calendar Fără ID
ru_ru: Ошибка календаря без ID
sv_se: Fel: Kalender saknar ID

source: Calendar Config Error
da_dk: Kalender konfigurationsfejl
de_de: Fehler Kalenderkonfiguration
el: Σφάλμα Ρύθμισης Ημερολογίου
es_es: Error Configuración calendario
fr_fr: Erreur config calendrier
hu_hu: Naptár konfigurációs hiba
it_it: Errore Config Calendario
nb_no: Kalender konfig feil
nl_nl: Kalender config fout
pl_pl: Błąd Konfiguracji Kalendarza
pt_br: Erro Configuração Calendário
ro_ro: Eroare Configurare Calendar
ru_ru: Ошибка конфигурации календаря
sv_se: Fel: Kalenderkonfiguration

source: Select Dates Error
da_dk: Vælg datoer fejl
de_de: Fehler Daten auswählen
el: Σφάλμα Επιλογής Ημερομηνιών
es_es: Error Seleccionar fechas
fr_fr: Erreur sélection dates
hu_hu: Dátumválasztási hiba
it_it: Errore Selezione Date
nb_no: Velg datoer feil
nl_nl: Selecteer data fout
pl_pl: Błąd Wyboru Dat
pt_br: Erro Selecionar Datas
ro_ro: Eroare Selectare Date
ru_ru: Ошибка выбора дат
sv_se: Fel: Välj datum

source: Block No Room Error
da_dk: Blok intet værelse fejl
de_de: Fehler Block ohne Zimmer
el: Σφάλμα Μπλοκ Χωρίς Δωμάτιο
es_es: Error Bloque sin habitación
fr_fr: Erreur bloc sans chambre
hu_hu: Blokk szoba nélkül hiba
it_it: Errore Blocco No Camera
nb_no: Blokk ingen rom feil
nl_nl: Blok geen kamer fout
pl_pl: Błąd Bloku Bez Pokoju
pt_br: Erro Bloco Sem Quarto
ro_ro: Eroare Bloc Fără Cameră
ru_ru: Ошибка блока без номера
sv_se: Fel: Block saknar rum
