Repository: leslieradue-web/modern-hotel-booking-free
Catalog: languages/modern-hotel-booking-*.po
Languages: da_dk, de_de, el, es_es, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sv_se

source: The REST API allows external systems to query room availability and manage bookings. API base:
da_dk: REST API'et tillader eksterne systemer at forespørge tilgængelighed.
de_de: Die REST-API ermöglicht es externen Systemen, die Zimmerverfügbarkeit abzufragen und Buchungen zu verwalten.
el: Το REST API επιτρέπει σε εξωτερικά συστήματα να ρωτούν για διαθεσιμότητα.
es_es: La API REST permite a sistemas externos consultar disponibilidad y gestionar reservas.
fr_fr: L'API REST permet aux systèmes externes de gérer les réservations.
hu_hu: A REST API lehetővé teszi külső rendszerek számára az elérhetőség lekérdezését.
it_it: L'API REST permette query esterne.
nb_no: REST API lar eksterne systemer spørre om tilgjengelighet.
nl_nl: De REST API staat externe systemen toe beschikbaarheid op te vragen.
pl_pl: REST API umożliwia zewnętrznym systemom sprawdzanie dostępności.
pt_br: A API REST permite consultas externas.
ro_ro: API-ul REST permite sistemelor externe să interogheze disponibilitatea.
ru_ru: REST API позволяет внешним системам запрашивать доступность.
sv_se: REST API tillåter externa system att fråga efter rumstillgänglighet och hantera bokningar. API-bas:

source: API Key
da_dk: API-nøgle
de_de: API-Schlüssel
el: Κλειδί API
es_es: Clave API
fr_fr: Clé API
hu_hu: API Kulcs
it_it: Chiave API
nb_no: API-nøkkel
nl_nl: API Sleutel
pl_pl: Klucz API
pt_br: Chave de API
ro_ro: Cheie API
ru_ru: Ключ API
sv_se: API-nyckel

source: Generate
da_dk: Generer
de_de: Generieren
el: Δημιουργία
es_es: Generar
fr_fr: Générer
hu_hu: Generálás
it_it: Genera
nb_no: Generer
nl_nl: Genereren
pl_pl: Generuj
pt_br: Gerar
ro_ro: Generează
ru_ru: Сгенерировать
sv_se: Generera

source: Copy
da_dk: Kopier
de_de: Kopieren
el: Αντιγραφή
es_es: Copiar
fr_fr: Copier
hu_hu: Másolás
it_it: Copia
nb_no: Kopier
nl_nl: Kopiëren
pl_pl: Kopiuj
pt_br: Copiar
ro_ro: Copiază
ru_ru: Копировать
sv_se: Kopiera

source: Include as X-MHB-API-Key header for authenticated endpoints (POST /bookings, GET /bookings/{id}).
da_dk: Inkluder som X-MHB-API-Key header for autentificerede endpoints.
de_de: Als X-MHB-API-Key Header für authentifizierte Endpunkte einfügen.
el: Συμπεριλάβετε ως κεφαλίδα X-MHB-API-Key για πιστοποιημένα endpoints.
es_es: Incluir como cabecera X-MHB-API-Key para endpoints autenticados.
fr_fr: Inclure comme en-tête X-MHB-API-Key pour les points de terminaison authentifiés.
hu_hu: Használja X-MHB-API-Key fejléc ként a hitelesített végpontokhoz.
it_it: Includi come header X-MHB-API-Key.
nb_no: Inkluder som X-MHB-API-Key header.
nl_nl: Voeg toe als X-MHB-API-Key header.
pl_pl: Dołącz jako nagłówek X-MHB-API-Key.
pt_br: Inclua como cabeçalho X-MHB-API-Key.
ro_ro: Includeți ca header X-MHB-API-Key pentru endpoint-uri autentificate.
ru_ru: Включите как заголовок X-MHB-API-Key для аутентифицированных эндпоинтов.
sv_se: Inkludera som X-MHB-API-Key header för autentiserade slutpunkter (POST /bookings, GET /bookings/{id}).

source: Webhook URL
el: URL Webhook
es_es: URL del Webhook
fr_fr: URL Webhook
it_it: URL Webhook
pl_pl: URL Webhook
pt_br: URL do Webhook
ro_ro: URL Webhook
ru_ru: URL вебхука

source: Receive a JSON POST for booking events: booking_created, booking_confirmed, booking_cancelled. Payloads are HMAC-signed with your API key.
da_dk: Modtag en JSON POST for bookingbegivenheder.
de_de: Erhalten Sie einen JSON POST für Buchungsereignisse.
el: Λάβετε JSON POST για συμβάντα κράτησης.
es_es: Reciba un POST JSON para eventos de reserva.
fr_fr: Recevez un JSON POST pour les événements de réservation.
hu_hu: JSON POST fogadása foglalási eseményekről.
it_it: Ricevi JSON POST per eventi.
nb_no: Motta JSON POST for bookinghendelser.
nl_nl: Ontvang JSON POST voor evenementen.
pl_pl: Odbieraj JSON POST dla zdarzeń rezerwacji.
pt_br: Receba um JSON POST para eventos de reserva.
ro_ro: Primiți un JSON POST pentru evenimente de rezervare.
ru_ru: Получать JSON POST для событий бронирования.
sv_se: Ta emot en JSON POST för bokningshändelser: booking_created, booking_confirmed, booking_cancelled. Nyttolaster är HMAC-signerade med din API-nyckel.

source: Available Endpoints
da_dk: Tilgængelige Endpoints
de_de: Verfügbare Endpunkte
el: Διαθέσιμα Endpoints
es_es: Endpoints disponibles
fr_fr: Points de terminaison disponibles
hu_hu: Elérhető Végpontok
it_it: Endpoint Disponibili
nb_no: Tilgjengelige endepunkter
nl_nl: Beschikbare Eindpunten
pl_pl: Dostępne Punkty Końcowe
pt_br: Endpoints Disponíveis
ro_ro: Endpoint-uri Disponibile
ru_ru: Доступные эндпоинты
sv_se: Tillgängliga slutpunkter

source: Method
da_dk: Metode
de_de: Methode
el: Μέθοδος
es_es: Método
fr_fr: Méthode
hu_hu: Metódus
it_it: Metodo
nb_no: Metode
nl_nl: Methode
pl_pl: Metoda
pt_br: Método
ro_ro: Metodă
ru_ru: Метод
sv_se: Metod

source: Endpoint
de_de: Endpunkt
hu_hu: Végpont
nb_no: Endepunkt
nl_nl: Eindpunt
pl_pl: Punkt Końcowy
ru_ru: Эндпоинт
sv_se: Slutpunkt

source: Auth / Access
da_dk: Auth / Adgang
de_de: Auth / Zugriff
el: Πιστοποίηση / Πρόσβαση
es_es: Auth / Acceso
fr_fr: Auth / Accès
hu_hu: Hitelesítés / Hozzáférés
it_it: Auth / Accesso
nb_no: Auth / Tilgang
nl_nl: Auth / Toegang
pl_pl: Autoryzacja / Dostęp
pt_br: Auth / Acesso
ro_ro: Autentificare / Acces
ru_ru: Авт. / Доступ
sv_se: Auth / Åtkomst

source: Pro (Rate Limited)
da_dk: Pro (Ratebegrænset)
de_de: Pro (Ratenbegrenzt)
el: Pro (Περιορισμός Ρυθμού)
es_es: Pro (Tasa limitada)
fr_fr: Pro (Débit limité)
hu_hu: Pro (Korlátozott)
it_it: Pro (Limitato)
nb_no: Pro (Begrenset)
nl_nl: Pro (Beperkt)
pl_pl: Pro (Limitowane)
pt_br: Pro (Taxa Limitada)
ro_ro: Pro (Limită Rată)
ru_ru: Pro (Ограничение скорости)
sv_se: Pro (Begränsad frekvens)

source: Public (Rate Limited)
da_dk: Offentlig (Ratebegrænset)
de_de: Öffentlich (Ratenbegrenzt)
el: Δημόσιο (Περιορισμός Ρυθμού)
es_es: Público (Tasa limitada)
fr_fr: Public (Débit limité)
hu_hu: Nyilvános (Korlátozott)
it_it: Pubblico (Limitato)
nb_no: Offentlig (Begrenset)
nl_nl: Openbaar (Beperkt)
pl_pl: Publiczne (Limitowane)
pt_br: Público (Taxa Limitada)
ro_ro: Public (Limită Rată)
ru_ru: Публичный (Ограничение скорости)
sv_se: Publik (Begränsad frekvens)

source: API Key Required
da_dk: API-nøgle Påkrævet
de_de: API-Schlüssel erforderlich
el: Απαιτείται Κλειδί API
es_es: Clave API requerida
fr_fr: Clé API requise
hu_hu: API Kulcs Szükséges
it_it: Chiave API Richiesta
nb_no: API-nøkkel påkrevd
nl_nl: API Sleutel Vereist
pl_pl: Wymagany Klucz API
pt_br: Chave de API Obrigatória
ro_ro: Cheie API Necesară
ru_ru: Требуется ключ API
sv_se: API-nyckel krävs

source: Monday
da_dk: Mandag
de_de: Montag
el: Δευτέρα
es_es: Lunes
fr_fr: Lundi
hu_hu: Hétfő
it_it: Lunedì
nb_no: Mandag
nl_nl: Maandag
pl_pl: Poniedziałek
pt_br: Segunda-feira
ro_ro: Luni
ru_ru: Понедельник
sv_se: Måndag

source: Tuesday
da_dk: Tirsdag
de_de: Dienstag
el: Τρίτη
es_es: Martes
fr_fr: Mardi
hu_hu: Kedd
it_it: Martedì
nb_no: Tirsdag
nl_nl: Dinsdag
pl_pl: Wtorek
pt_br: Terça-feira
ro_ro: Marți
ru_ru: Вторник
sv_se: Tisdag

source: Wednesday
da_dk: Onsdag
de_de: Mittwoch
el: Τετάρτη
es_es: Miércoles
fr_fr: Mercredi
hu_hu: Szerda
it_it: Mercoledì
nb_no: Onsdag
nl_nl: Woensdag
pl_pl: Środa
pt_br: Quarta-feira
ro_ro: Miercuri
ru_ru: Среда
sv_se: Onsdag

source: Thursday
da_dk: Torsdag
de_de: Donnerstag
el: Πέμπτη
es_es: Jueves
fr_fr: Jeudi
hu_hu: Csütörtök
it_it: Giovedì
nb_no: Torsdag
nl_nl: Donderdag
pl_pl: Czwartek
pt_br: Quinta-feira
ro_ro: Joi
ru_ru: Четверг
sv_se: Torsdag

source: Friday
da_dk: Fredag
de_de: Freitag
el: Παρασκευή
es_es: Viernes
fr_fr: Vendredi
hu_hu: Péntek
it_it: Venerdì
nb_no: Fredag
nl_nl: Vrijdag
pl_pl: Piątek
pt_br: Sexta-feira
ro_ro: Vineri
ru_ru: Пятница
sv_se: Fredag

source: Saturday
da_dk: Lørdag
de_de: Samstag
el: Σάββατο
es_es: Sábado
fr_fr: Samedi
hu_hu: Szombat
it_it: Sabato
nb_no: Lørdag
nl_nl: Zaterdag
pl_pl: Sobota
pt_br: Sábado
ro_ro: Sâmbătă
ru_ru: Суббота
sv_se: Lördag

source: Sunday
da_dk: Søndag
de_de: Sonntag
el: Κυριακή
es_es: Domingo
fr_fr: Dimanche
hu_hu: Vasárnap
it_it: Domenica
nb_no: Søndag
nl_nl: Zondag
pl_pl: Niedziela
pt_br: Domingo
ro_ro: Duminică
ru_ru: Воскресенье
sv_se: Söndag

source: Weekend Pricing
da_dk: Weekendpriser
de_de: Wochenendpreise
el: Τιμολόγηση Σαββατοκύριακου
es_es: Precios de fin de semana
fr_fr: Tarification week-end
hu_hu: Hétvégi Árazás
it_it: Prezzi Weekend
nb_no: Helgeprising
nl_nl: Weekendprijzen
pl_pl: Ceny Weekendowe
pt_br: Preços de Fim de Semana
ro_ro: Prețuri Weekend
ru_ru: Цены выходного дня
sv_se: Helgprissättning

source: Define which days are considered weekends and set the adjustment.
da_dk: Definer hvilke dage der betragtes som weekend og indstil justeringen.
de_de: Definieren Sie, welche Tage als Wochenende gelten, und legen Sie die Anpassung fest.
el: Ορίστε ποιες μέρες θεωρούνται Σαββατοκύριακο και ρυθμίστε την προσαρμογή.
es_es: Defina qué días se consideran fines de semana y establezca el ajuste.
fr_fr: Définissez les jours de week-end et l'ajustement.
hu_hu: Határozza meg a hétvégi napokat és állítsa be az árkorrekciót.
it_it: Definisci weekend e aggiustamenti.
nb_no: Definer helgedager og justering.
nl_nl: Definieer weekenddagen en aanpassing.
pl_pl: Zdefiniuj dni weekendowe i ustaw korektę.
pt_br: Defina dias de fim de semana e ajuste.
ro_ro: Definiți zilele de weekend și ajustarea.
ru_ru: Определите, какие дни считаются выходными, и установите корректировку.
sv_se: Definiera vilka dagar som räknas som helg och ställ in justeringen.

source: Weekend Days
da_dk: Weekenddage
de_de: Wochenendtage
el: Ημέρες Σαββατοκύριακου
es_es: Días de fin de semana
fr_fr: Jours de week-end
hu_hu: Hétvégi Napok
it_it: Giorni Weekend
nb_no: Helgedager
nl_nl: Weekenddagen
pl_pl: Dni Weekendowe
pt_br: Dias de Fim de Semana
ro_ro: Zile Weekend
ru_ru: Выходные дни
sv_se: Helgdagar

source: Weekend Adjustment
da_dk: Weekendjustering
de_de: Wochenendanpassung
el: Προσαρμογή Σαββατοκύριακου
es_es: Ajuste de fin de semana
fr_fr: Ajustement week-end
hu_hu: Hétvégi Korrekció
it_it: Aggiustamento Weekend
nb_no: Helgejustering
nl_nl: Weekendaanpassing
pl_pl: Korekta Weekendowa
pt_br: Ajuste de Fim de Semana
ro_ro: Ajustare Weekend
ru_ru: Корректировка выходного дня
sv_se: Helgjustering

source: Enable
da_dk: Aktiver
de_de: Aktivieren
el: Ενεργοποίηση
es_es: Habilitar
fr_fr: Activer
hu_hu: Engedélyezés
it_it: Abilita
nb_no: Aktiver
nl_nl: Inschakelen
pl_pl: Włącz
pt_br: Habilitar
ro_ro: Activează
ru_ru: Включить
sv_se: Aktivera

source: Multiplier (1.2 = +20%)
da_dk: Multiplikator (1.2 = +20%)
de_de: Multiplikator (1.2 = +20%)
el: Πολλαπλασιαστής (1.2 = +20%)
es_es: Multiplicador (1.2 = +20%)
fr_fr: Multiplicateur (1.2 = +20%)
hu_hu: Szorzó (1.2 = +20%)
it_it: Moltiplicatore (1.2 = +20%)
nb_no: Multiplikator (1.2 = +20%)
nl_nl: Vermenigvuldiger (1.2 = +20%)
pl_pl: Mnożnik (1.2 = +20%)
pt_br: Multiplicador (1.2 = +20%)
ro_ro: Multiplicator (1.2 = +20%)
ru_ru: Множитель (1.2 = +20%)
sv_se: Multiplikator (1.2 = +20%)

source: Percentage (20 = +20%)
da_dk: Procentdel (20 = +20%)
de_de: Prozentsatz (20 = +20%)
el: Ποσοστό (20 = +20%)
es_es: Porcentaje (20 = +20%)
fr_fr: Pourcentage (20 = +20%)
hu_hu: Százalék (20 = +20%)
it_it: Percentuale (20 = +20%)
nb_no: Prosent (20 = +20%)
pl_pl: Procent (20 = +20%)
pt_br: Porcentagem (20 = +20%)
ro_ro: Procentaj (20 = +20%)
ru_ru: Процент (20 = +20%)
sv_se: Procent (20 = +20%)

source: Fixed Amount (20 = +$20)
da_dk: Fast Beløb (20 = +$20)
de_de: Fester Betrag (20 = +$20)
el: Σταθερό Ποσό (20 = +$20)
es_es: Cantidad fija (20 = +$20)
fr_fr: Montant fixe (20 = +20€)
hu_hu: Fix összeg (20 = +20Ft)
it_it: Importo Fisso (20 = +$20)
nb_no: Fast beløp (20 = +20 kr)
nl_nl: Vast Bedrag (20 = +$20)
pl_pl: Stała Kwota (20 = +20 zł)
pt_br: Valor Fixo (20 = +R$20)
ro_ro: Sumă Fixă (20 = +$20)
ru_ru: Фиксированная сумма (20 = +$20)
sv_se: Fast belopp (20 = +20 kr)

source: Holiday Pricing
da_dk: Helligdagspriser
de_de: Feiertagspreise
el: Τιμολόγηση Αργιών
es_es: Precios de festivos
fr_fr: Tarification jours fériés
hu_hu: Ünnepi Árazás
it_it: Prezzi Festività
nb_no: Helligdagsprising
nl_nl: Vakantieprijzen
pl_pl: Ceny Świąteczne
pt_br: Preços de Feriado
ro_ro: Prețuri Sărbători
ru_ru: Праздничные цены
sv_se: Helgdagssprissättning

source: Holiday Date Picker
da_dk: Helligdagsdatovælger
de_de: Feiertagsauswahl
el: Επιλογέας Ημερομηνίας Αργίας
es_es: Selector de fechas festivas
fr_fr: Sélecteur de jours fériés
hu_hu: Ünnepnap Választó
it_it: Selettore Date Festività
nb_no: Helligdagsvelger
nl_nl: Vakantiedatum Kiezer
pl_pl: Wybór Dat Świątecznych
pt_br: Seletor de Datas de Feriado
ro_ro: Selector Dată Sărbătoare
ru_ru: Выбор праздничных дат
sv_se: Väljare för helgdagar

source: Add
da_dk: Tilføj
de_de: Hinzufügen
el: Προσθήκη
es_es: Añadir
fr_fr: Ajouter
hu_hu: Hozzáadás
it_it: Aggiungi
nb_no: Legg til
nl_nl: Toevoegen
pl_pl: Dodaj
pt_br: Adicionar
ro_ro: Adaugă
ru_ru: Добавить
sv_se: Lägg till

source: Add specific dates that should trigger holiday pricing.
da_dk: Tilføj specifikke datoer der skal udløse helligdagspriser.
de_de: Fügen Sie spezifische Daten hinzu, die Feiertagspreise auslösen sollen.
el: Προσθέστε συγκεκριμένες ημερομηνίες για τιμολόγηση αργιών.
es_es: Añada fechas específicas para activar precios de festivos.
fr_fr: Ajoutez des dates spécifiques pour la tarification spéciale.
hu_hu: Adjon meg konkrét dátumokat az ünnepi árazáshoz.
it_it: Aggiungi date specifiche.
nb_no: Legg til spesifikke datoer for helligdagsprising.
nl_nl: Voeg specifieke data toe.
pl_pl: Dodaj daty, które uruchamiają ceny świąteczne.
pt_br: Adicione datas específicas para preços de feriado.
ro_ro: Adăugați date specifice pentru prețuri de sărbătoare.
ru_ru: Добавьте конкретные даты для включения праздничных цен.
sv_se: Lägg till specifika datum som ska utlösa helgdagssprissättning.

source: Holiday Adjustment
da_dk: Helligdagsjustering
de_de: Feiertagsanpassung
el: Προσαρμογή Αργίας
es_es: Ajuste de festivos
fr_fr: Ajustement jours fériés
hu_hu: Ünnepi Korrekció
it_it: Aggiustamento Festività
nb_no: Helligdagsjustering
nl_nl: Vakantieaanpassing
pl_pl: Korekta Świąteczna
pt_br: Ajuste de Feriado
ro_ro: Ajustare Sărbătoare
ru_ru: Праздничная корректировка
sv_se: Helgdagsjustering

source: Conflict Resolution
da_dk: Konfliktløsning
de_de: Konfliktlösung
el: Επίλυση Συγκρούσεων
es_es: Resolución de conflictos
fr_fr: Résolution de conflit
hu_hu: Konfliktuskezelés
it_it: Risoluzione Conflitti
nb_no: Konfliktløsning
nl_nl: Conflictoplossing
pl_pl: Rozwiązywanie Konfliktów
pt_br: Resolução de Conflitos
ro_ro: Rezolvare Conflicte
ru_ru: Разрешение конфликтов
sv_se: Konflikthantering

source: Use larger of weekend vs holiday adjustment if they overlap
da_dk: Brug den største af weekend vs helligdagsjustering hvis de overlapper
de_de: Verwenden Sie die größere Anpassung (Wochenende vs. Feiertag), wenn sie sich überschneiden.
el: Χρήση της μεγαλύτερης προσαρμογής αν συμπίπτουν
es_es: Usar el ajuste mayor si se solapan fin de semana y festivo
fr_fr: Utiliser le plus grand ajustement si chevauchement
hu_hu: Nagyobb korrekció használata átfedés esetén
it_it: Usa il maggiore se sovrapposti
nb_no: Bruk største av helg vs helligdag hvis overlapp
nl_nl: Gebruik grootste aanpassing bij overlap
pl_pl: Użyj wyższej korekty w przypadku nakładania się
pt_br: Usar o maior ajuste se sobrepor
ro_ro: Folosește ajustarea mai mare dacă se suprapun
ru_ru: Использовать большую корректировку при совпадении
sv_se: Använd den större av helg- vs helgdagsjustering om de överlappar

source: Midnight Coast
es_es: Costa de medianoche
hu_hu: Éjféli Part
it_it: Costa Mezzanotte
nb_no: Midnattkyst
nl_nl: Middernachtkust
pl_pl: Północne Wybrzeże
pt_br: Costa da Meia-Noite
ru_ru: Полуночный берег

source: Our signature classic luxury look.
da_dk: Vores signatur klassiske luksuslook.
de_de: Unser klassischer Luxus-Look.
el: Η κλασική μας εμφάνιση πολυτέλειας.
es_es: Nuestro aspecto clásico de lujo exclusivo.
fr_fr: Notre look de luxe classique signature.
hu_hu: Klasszikus luxus megjelenésünk.
it_it: Il nostro look lusso classico.
nb_no: Vårt klassiske luksusutseende.
nl_nl: Onze klassieke luxe uitstraling.
pl_pl: Nasz klasyczny luksusowy wygląd.
pt_br: Nosso visual clássico de luxo.
ro_ro: Aspectul nostru clasic de lux.
ru_ru: Наш фирменный классический роскошный вид.
sv_se: Vår klassiska signaturstil för lyx.

source: Emerald Forest
de_de: Smaragdgrüner Wald
es_es: Bosque esmeralda
hu_hu: Smaragd Erdő
it_it: Foresta Smeraldo
nb_no: Smaragdskog
nl_nl: Smaragdwoud
pl_pl: Szmaragdowy Las
pt_br: Floresta Esmeralda
ru_ru: Изумрудный лес

source: Rich greens for nature-inspired properties.
da_dk: Rige grønne farver til naturinspirerede ejendomme.
de_de: Satte Grüntöne für naturinspirierte Unterkünfte.
el: Πλούσια πράσινα για καταλύματα στη φύση.
es_es: Verdes ricos para propiedades inspiradas en la naturaleza.
fr_fr: Verts riches pour les propriétés inspirées par la nature.
hu_hu: Gazdag zöldek természet ihlette szálláshelyekhez.
it_it: Verdi ricchi per proprietà natura.
nb_no: Rike grønntoner for naturinspirerte eiendommer.
nl_nl: Rijke groentinten.
pl_pl: Bogate zielenie dla obiektów inspirowanych naturą.
pt_br: Verdes ricos para propriedades naturais.
ro_ro: Verde bogat pentru proprietăți inspirate din natură.
ru_ru: Насыщенные зеленые тона для объектов на природе.
sv_se: Rika gröna toner för naturinspirerade boenden.

source: Oceanic Drift
es_es: Deriva oceánica
hu_hu: Óceáni Sodrás
it_it: Deriva Oceanica
nb_no: Havbris
nl_nl: Oceaandrift
pl_pl: Oceaniczny Dryf
pt_br: Deriva Oceânica
ru_ru: Океанический дрейф

source: Deep blues and bright highlights.
da_dk: Dyb blå og lyse highlights.
de_de: Tiefe Blautöne und helle Highlights.
el: Βαθιά μπλε και φωτεινά σημεία.
es_es: Azules profundos y reflejos brillantes.
fr_fr: Bleus profonds et reflets lumineux.
hu_hu: Mély kékek és fényes kiemelések.
it_it: Blu profondi.
nb_no: Dype blåtoner og lyse høydepunkter.
nl_nl: Diepe blauwtinten.
pl_pl: Głębokie błękity i jasne akcenty.
pt_br: Azuis profundos e destaques brilhantes.
ro_ro: Albastru adânc și accente luminoase.
ru_ru: Глубокие синие и яркие акценты.
sv_se: Djupa blå toner och ljusa detaljer.

source: Ruby Sunset
de_de: Rubinroter Sonnenuntergang
es_es: Atardecer rubí
hu_hu: Rubin Naplemente
it_it: Tramonto Rubino
nb_no: Rubin solnedgang
nl_nl: Robijn Zonsondergang
pl_pl: Rubinowy Zachód Słońca
pt_br: Pôr do Sol Rubi
ru_ru: Рубиновый закат

source: Warm tones for cozy boutiques.
da_dk: Varme toner til hyggelige butikker.
de_de: Warme Töne für gemütliche Boutiquen.
el: Ζεστοί τόνοι για άνετα καταλύματα.
es_es: Tonos cálidos para boutiques acogedoras.
fr_fr: Tons chauds pour boutiques cosy.
hu_hu: Meleg tónusok hangulatos butikszállásokhoz.
it_it: Toni caldi per boutique.
nb_no: Varme toner for koselige butikker.
nl_nl: Warme tinten.
pl_pl: Ciepłe tony dla przytulnych butików.
pt_br: Tons quentes para boutiques aconchegantes.
ro_ro: Tonuri calde pentru buticuri primitoare.
ru_ru: Теплые тона для уютных бутиков.
sv_se: Varma toner för mysiga boutiquehotell.

source: Urban Modern
es_es: Moderno urbano
hu_hu: Városi Modern
it_it: Urbano Moderno
nb_no: Urban moderne
nl_nl: Stedelijk Modern
pl_pl: Miejski Nowoczesny
pt_br: Urbano Moderno
ru_ru: Городской модерн

source: Minimalist grays for city lofts.
da_dk: Minimalistiske gråtoner til bylejligheder.
de_de: Minimalistische Grautöne für City-Lofts.
el: Μινιμαλιστικά γκρι για διαμερίσματα πόλης.
es_es: Grises minimalistas para lofts urbanos.
fr_fr: Gris minimalistes pour lofts urbains.
hu_hu: Minimalista szürkék városi loftokhoz.
it_it: Grigi minimalisti.
nb_no: Minimalistiske gråtoner for byleiligheter.
nl_nl: Minimalistische grijstinten.
pl_pl: Minimalistyczne szarości dla miejskich loftów.
pt_br: Cinzas minimalistas para lofts urbanos.
ro_ro: Griuri minimaliste pentru lofturi urbane.
ru_ru: Минималистичные серые тона для городских лофтов.
sv_se: Minimalistiska gråtoner för stadsloft.

source: Lavender Breeze
de_de: Lavendelbrise
es_es: Brisa de lavanda
hu_hu: Levendula Szellő
it_it: Brezza Lavanda
nb_no: Lavendelbris
nl_nl: Lavendelbries
pl_pl: Lawendowa Bryza
pt_br: Brisa de Lavanda
ru_ru: Лавандовый бриз

source: Elegant purples for spa and wellness.
da_dk: Elegante lilla farver til spa og wellness.
de_de: Elegante Violetttöne für Spa und Wellness.
el: Κομψά μωβ για σπα και ευεξία.
es_es: Púrpuras elegantes para spa y bienestar.
fr_fr: Violets élégants pour spa et bien-être.
hu_hu: Elegáns lilák spa és wellness célokra.
it_it: Viola eleganti per spa.
nb_no: Elegante lillatoner for spa og velvære.
nl_nl: Elegante paarstinten.
pl_pl: Eleganckie fiolety dla spa i wellness.
pt_br: Roxos elegantes para spa e bem-estar.
ro_ro: Mov elegant pentru spa și wellness.
ru_ru: Элегантные фиолетовые тона для спа.
sv_se: Eleganta lila toner för spa och wellness.

source: Theme Presets
da_dk: Temaindstillinger
de_de: Design-Voreinstellungen
el: Προεπιλογές Θέματος
es_es: Preajustes de tema
fr_fr: Préréglages de thème
hu_hu: Téma Előbeállítások
it_it: Preset Tema
nb_no: Temaforhåndsinnstillinger
nl_nl: Thema Presets
pl_pl: Wzory Motywów
pt_br: Predefinições de Tema
ro_ro: Presetări Temă
ru_ru: Пресеты темы
sv_se: Temaförinställningar

source: Choose a professional color palette for your booking frontend.
da_dk: Vælg en professionel farvepalet til din booking frontend.
de_de: Wählen Sie eine professionelle Farbpalette für Ihr Buchungs-Frontend.
el: Επιλέξτε μια επαγγελματική χρωματική παλέτα.
es_es: Elija una paleta de colores profesional para su frontend de reservas.
fr_fr: Choisissez une palette de couleurs professionnelle.
hu_hu: Válasszon professzionális színpalettát.
it_it: Scegli palette colori.
nb_no: Velg en profesjonell fargepalett.
nl_nl: Kies een kleurenpalet.
pl_pl: Wybierz profesjonalną paletę kolorów.
pt_br: Escolha uma paleta de cores profissional.
ro_ro: Alegeți o paletă de culori profesională.
ru_ru: Выберите профессиональную цветовую палитру.
sv_se: Välj en professionell färgpalett för ditt bokningsgränssnitt.

source: Custom Theme
da_dk: Tilpasset Tema
de_de: Benutzerdefiniertes Design
el: Προσαρμοσμένο Θέμα
es_es: Tema personalizado
fr_fr: Thème personnalisé
hu_hu: Egyedi Téma
it_it: Tema Personalizzato
nb_no: Egendefinert tema
nl_nl: Aangepast Thema
pl_pl: Motyw Niestandardowy
pt_br: Tema Personalizado
ro_ro: Temă Personalizată
ru_ru: Пользовательская тема
sv_se: Anpassat tema

source: Define your own brand colors below.
da_dk: Definer dine egne brandfarver nedenfor.
de_de: Definieren Sie unten Ihre eigenen Markenfarben.
el: Ορίστε τα δικά σας χρώματα επωνυμίας.
es_es: Defina sus propios colores de marca a continuación.
fr_fr: Définissez vos propres couleurs de marque ci-dessous.
hu_hu: Határozza meg saját márkaszíneit alább.
it_it: Definisci colori brand.
nb_no: Definer dine egne merkefarger nedenfor.
nl_nl: Definieer uw merkkleuren.
pl_pl: Zdefiniuj własne kolory marki poniżej.
pt_br: Defina as cores da sua marca abaixo.
ro_ro: Definiți culorile brandului mai jos.
ru_ru: Определите свои фирменные цвета ниже.
sv_se: Definiera dina egna varumärkesfärger nedan.

source: Custom Branding
da_dk: Tilpasset Branding
de_de: Benutzerdefiniertes Branding
el: Προσαρμοσμένη Επωνυμία
es_es: Branding personalizado
fr_fr: Marque personnalisée
hu_hu: Egyedi Márkázás
it_it: Branding Personalizzato
nb_no: Egendefinert merkevarebygging
nl_nl: Aangepaste Branding
pl_pl: Branding Niestandardowy
pt_br: Marca Personalizada
ro_ro: Branding Personalizat
ru_ru: Пользовательский брендинг
sv_se: Anpassat varumärke

source: Primary Color
da_dk: Primær Farve
de_de: Primärfarbe
el: Βασικό Χρώμα
es_es: Color primario
fr_fr: Couleur primaire
hu_hu: Elsődleges Szín
it_it: Colore Primario
nb_no: Primærfarge
nl_nl: Primaire Kleur
pl_pl: Kolor Podstawowy
pt_br: Cor Primária
ro_ro: Culoare Primară
ru_ru: Основной цвет
sv_se: Primärfärg
