Repository: leslieradue-web/modern-hotel-booking-free
Catalog: languages/modern-hotel-booking-*.po
Languages: da_dk, de_de, el, es_es, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sv_se

source: Please use the PayPal button to complete your payment.
da_dk: Brug venligst PayPal-knappen til at fuldføre din betaling.
de_de: Bitte verwenden Sie den PayPal-Button, um Ihre Zahlung abzuschließen.
el: Παρακαλώ χρησιμοποιήστε το κουμπί PayPal για να ολοκληρώσετε την πληρωμή.
es_es: Por favor use el botón de PayPal para completar su pago.
fr_fr: Veuillez utiliser le bouton PayPal pour finaliser votre paiement.
hu_hu: Kérjük, használja a PayPal gombot a fizetés befejezéséhez.
it_it: Usa il pulsante PayPal per completare.
nb_no: Bruk PayPal-knappen for å fullføre betalingen.
nl_nl: Gebruik de PayPal knop om te betalen.
pl_pl: Użyj przycisku PayPal, aby dokończyć płatność.
pt_br: Por favor, use o botão do PayPal para completar seu pagamento.
ro_ro: Vă rugăm folosiți butonul PayPal pentru a finaliza plata.
ru_ru: Пожалуйста, используйте кнопку PayPal для завершения оплаты.
sv_se: Använd PayPal-knappen för att slutföra din betalning.

source: Enhance Your Stay
da_dk: Forbedr Dit Ophold
de_de: Verschönern Sie Ihren Aufenthalt
el: Βελτιώστε τη Διαμονή Σας
es_es: Mejore su estancia
fr_fr: Améliorez votre séjour
hu_hu: Tegye teljessé tartózkodását
it_it: Migliora il Tuo Soggiorno
nb_no: Forbedre oppholdet ditt
nl_nl: Verbeter Uw Verblijf
pl_pl: Ulepsz Swój Pobyt
pt_br: Melhore Sua Estadia
ro_ro: Îmbunătățește-ți Sejurul
ru_ru: Улучшите свое пребывание
sv_se: Förbättra din vistelse

source: per person
da_dk: pr. person
de_de: pro Person
el: ανά άτομο
es_es: por persona
fr_fr: par personne
hu_hu: fő
it_it: per persona
nl_nl: per persoon
pl_pl: za osobę
pt_br: por pessoa
ro_ro: per persoană
ru_ru: за человека

source: per person / night
da_dk: pr. person / nat
de_de: pro Person / Nacht
el: ανά άτομο / διανυκτέρευση
es_es: por persona / noche
fr_fr: par personne / nuit
hu_hu: fő / éj
it_it: per persona / notte
nb_no: per person / natt
nl_nl: per persoon / nacht
pl_pl: za osobę / noc
pt_br: por pessoa / noite
ro_ro: per persoană / noapte
ru_ru: за человека / ночь
sv_se: per person / natt

source: Price includes %s
da_dk: Pris inkluderer %s
de_de: Preis enthält %s
el: Η τιμή περιλαμβάνει %s
es_es: El precio incluye %s
fr_fr: Le prix inclut %s
hu_hu: Az ár tartalmazza: %s
it_it: Prezzo include %s
nb_no: Pris inkluderer %s
nl_nl: Prijs inclusief %s
pl_pl: Cena zawiera %s
pt_br: O preço inclui %s
ro_ro: Prețul include %s
ru_ru: Цена включает %s
sv_se: Priset inkluderar %s

source: Price plus %s
da_dk: Pris plus %s
de_de: Preis zzgl. %s
el: Τιμή συν %s
es_es: Precio más %s
fr_fr: Prix plus %s
hu_hu: Ár plusz %s
it_it: Prezzo più %s
nb_no: Pris pluss %s
nl_nl: Prijs plus %s
pl_pl: Cena plus %s
pt_br: Preço mais %s
ro_ro: Preț plus %s
ru_ru: Цена плюс %s
sv_se: Pris plus %s

source: Price includes %s (%s%%)
da_dk: Pris inkluderer %s (%s%%)
de_de: Preis enthält %s (%s%%)
el: Η τιμή περιλαμβάνει %s (%s%%)
es_es: El precio incluye %s (%s%%)
fr_fr: Le prix inclut %s (%s%%)
hu_hu: Az ár tartalmazza: %s (%s%%)
it_it: Prezzo include %s (%s%%)
nb_no: Pris inkluderer %s (%s%%)
nl_nl: Prijs inclusief %s (%s%%)
pl_pl: Cena zawiera %s (%s%%)
pt_br: O preço inclui %s (%s%%)
ro_ro: Prețul include %s (%s%%)
ru_ru: Цена включает %s (%s%%)
sv_se: Priset inkluderar %s (%s%%)

source: Price plus %s (%s%%)
da_dk: Pris plus %s (%s%%)
de_de: Preis zzgl. %s (%s%%)
el: Τιμή συν %s (%s%%)
es_es: Precio más %s (%s%%)
fr_fr: Prix plus %s (%s%%)
hu_hu: Ár plusz %s (%s%%)
it_it: Prezzo più %s (%s%%)
nb_no: Pris pluss %s (%s%%)
nl_nl: Prijs plus %s (%s%%)
pl_pl: Cena plus %s (%s%%)
pt_br: Preço mais %s (%s%%)
ro_ro: Preț plus %s (%s%%)
ru_ru: Цена плюс %s (%s%%)
sv_se: Pris plus %s (%s%%)

source: Please select check-in and check-out dates.
da_dk: Vælg venligst indtjeknings- og udtjekningsdatoer.
de_de: Bitte wählen Sie Anreise- und Abreisedaten.
el: Παρακαλώ επιλέξτε ημερομηνίες άφιξης και αναχώρησης.
es_es: Por favor seleccione fechas de entrada y salida.
fr_fr: Veuillez sélectionner les dates d'arrivée et de départ.
hu_hu: Kérjük, válassza ki az érkezés és távozás dátumát.
it_it: Seleziona date check-in e check-out.
nb_no: Vennligst velg innsjekkings- og utsjekkingsdatoer.
nl_nl: Selecteer check-in en check-out data.
pl_pl: Wybierz daty zameldowania i wymeldowania.
pt_br: Por favor, selecione as datas de check-in e check-out.
ro_ro: Vă rugăm selectați datele de check-in și check-out.
ru_ru: Пожалуйста, выберите даты заезда и выезда.
sv_se: Välj inchecknings- och utcheckningsdatum.

source: Please select a Room ID in block settings.
da_dk: Vælg venligst et værelses-ID i blokindstillinger.
de_de: Bitte wählen Sie eine Zimmer-ID in den Blockeinstellungen.
el: Παρακαλώ επιλέξτε ένα ID Δωματίου στις ρυθμίσεις.
es_es: Por favor seleccione un ID de habitación en los ajustes.
fr_fr: Veuillez sélectionner un ID de chambre dans les réglages du bloc.
hu_hu: Kérjük, válasszon egy szoba ID-t a blokk beállításaiban.
it_it: Seleziona un ID Camera nelle impostazioni.
nb_no: Velg en Rom-ID i blokkinnstillinger.
nl_nl: Selecteer een Kamer ID.
pl_pl: Wybierz ID pokoju w ustawieniach bloku.
pt_br: Por favor, selecione um ID de Quarto nas configurações do bloco.
ro_ro: Vă rugăm selectați un ID de cameră în setările blocului.
ru_ru: Пожалуйста, выберите ID номера в настройках блока.
sv_se: Vänligen välj ett Rums-ID i blockinställningarna.

source: Check-in date cannot be in the past.
da_dk: Indtjekningsdato kan ikke være i fortiden.
de_de: Anreisedatum kann nicht in der Vergangenheit liegen.
el: Η ημερομηνία άφιξης δεν μπορεί να είναι στο παρελθόν.
es_es: La fecha de entrada no puede ser en el pasado.
fr_fr: La date d'arrivée ne peut pas être dans le passé.
hu_hu: Az érkezés dátuma nem lehet a múltban.
it_it: Check-in non può essere nel passato.
nb_no: Innsjekkingsdato kan ikke være i fortiden.
nl_nl: Check-in datum kan niet in het verleden liggen.
pl_pl: Data zameldowania nie może być w przeszłości.
pt_br: A data de check-in não pode ser no passado.
ro_ro: Data de check-in nu poate fi în trecut.
ru_ru: Дата заезда не может быть в прошлом.
sv_se: Incheckningsdatum kan inte vara i det förflutna.

source: Check-out date must be after check-in date.
da_dk: Udtjekningsdato skal være efter indtjekningsdato.
de_de: Abreisedatum muss nach dem Anreisedatum liegen.
el: Η ημερομηνία αναχώρησης πρέπει να είναι μετά την ημερομηνία άφιξης.
es_es: La fecha de salida debe ser posterior a la de entrada.
fr_fr: La date de départ doit être après la date d'arrivée.
hu_hu: A távozás dátumának az érkezés után kell lennie.
it_it: Check-out deve essere dopo check-in.
nb_no: Utsjekkingsdato må være etter innsjekkingsdato.
nl_nl: Check-out datum moet na check-in datum zijn.
pl_pl: Data wymeldowania musi być po dacie zameldowania.
pt_br: A data de check-out deve ser após a data de check-in.
ro_ro: Data de check-out trebuie să fie după data de check-in.
ru_ru: Дата выезда должна быть после даты заезда.
sv_se: Utcheckningsdatum måste vara efter incheckningsdatum.

source: Check-in date cannot be more than 2 years in the future.
da_dk: Indtjekningsdato kan ikke være mere end 2 år ude i fremtiden.
de_de: Anreisedatum darf nicht mehr als 2 Jahre in der Zukunft liegen.
el: Η ημερομηνία άφιξης δεν μπορεί να είναι περισσότερο από 2 χρόνια στο μέλλον.
es_es: La fecha de entrada no puede ser más de 2 años en el futuro.
fr_fr: La date d'arrivée ne peut pas être dans plus de 2 ans.
hu_hu: Az érkezés dátuma nem lehet 2 évnél távolabb.
it_it: Check-in non oltre 2 anni.
nb_no: Innsjekkingsdato kan ikke være mer enn 2 år frem i tid.
nl_nl: Check-in maximaal 2 jaar in de toekomst.
pl_pl: Data zameldowania nie może być dalsza niż 2 lata.
pt_br: A data de check-in não pode ser superior a 2 anos no futuro.
ro_ro: Data de check-in nu poate fi la mai mult de 2 ani în viitor.
ru_ru: Дата заезда не может быть более чем через 2 года.
sv_se: Incheckningsdatum kan inte vara mer än 2 år framåt i tiden.

source: Check-out date cannot be more than 2 years in the future.
da_dk: Udtjekningsdato kan ikke være mere end 2 år ude i fremtiden.
de_de: Abreisedatum darf nicht mehr als 2 Jahre in der Zukunft liegen.
el: Η ημερομηνία αναχώρησης δεν μπορεί να είναι περισσότερο από 2 χρόνια στο μέλλον.
es_es: La fecha de salida no puede ser más de 2 años en el futuro.
fr_fr: La date de départ ne peut pas être dans plus de 2 ans.
hu_hu: A távozás dátuma nem lehet 2 évnél távolabb.
it_it: Check-out non oltre 2 anni.
nb_no: Utsjekkingsdato kan ikke være mer enn 2 år frem i tid.
nl_nl: Check-out maximaal 2 jaar in de toekomst.
pl_pl: Data wymeldowania nie może być dalsza niż 2 lata.
pt_br: A data de check-out não pode ser superior a 2 anos no futuro.
ro_ro: Data de check-out nu poate fi la mai mult de 2 ani în viitor.
ru_ru: Дата выезда не может быть более чем через 2 года.
sv_se: Utcheckningsdatum kan inte vara mer än 2 år framåt i tiden.

source: Name is too long (maximum 100 characters).
da_dk: Navn er for langt (maksimalt 100 tegn).
de_de: Name ist zu lang (max. 100 Zeichen).
el: Το όνομα είναι πολύ μεγάλο (μέγιστο 100 χαρακτήρες).
es_es: El nombre es demasiado largo (máximo 100 caracteres).
fr_fr: Le nom est trop long (maximum 100 caractères).
hu_hu: A név túl hosszú (maximum 100 karakter).
it_it: Nome troppo lungo (max 100 caratteri).
nb_no: Navnet er for langt (maks 100 tegn).
nl_nl: Naam te lang (max 100 tekens).
pl_pl: Imię zbyt długie (maks. 100 znaków).
pt_br: O nome é muito longo (máximo de 100 caracteres).
ro_ro: Numele este prea lung (maxim 100 caractere).
ru_ru: Имя слишком длинное (максимум 100 символов).
sv_se: Namnet är för långt (max 100 tecken).

source: Phone number is too long (maximum 30 characters).
da_dk: Telefonnummer er for langt (maksimalt 30 tegn).
de_de: Telefonnummer ist zu lang (max. 30 Zeichen).
el: Ο αριθμός τηλεφώνου είναι πολύ μεγάλος (μέγιστο 30 χαρακτήρες).
es_es: El número de teléfono es demasiado largo (máximo 30 caracteres).
fr_fr: Le numéro de téléphone est trop long (maximum 30 caractères).
hu_hu: A telefonszám túl hosszú (maximum 30 karakter).
it_it: Telefono troppo lungo (max 30 caratteri).
nb_no: Telefonnummeret er for langt (maks 30 tegn).
nl_nl: Telefoonnummer te lang (max 30 tekens).
pl_pl: Telefon zbyt długi (maks. 30 znaków).
pt_br: O número de telefone é muito longo (máximo de 30 caracteres).
ro_ro: Numărul de telefon este prea lung (maxim 30 caractere).
ru_ru: Номер телефона слишком длинный (максимум 30 символов).
sv_se: Telefonnumret är för långt (max 30 tecken).

source: Error: Maximum children for this room is %d.
da_dk: Fejl: Maksimum børn for dette værelse er %d.
de_de: Fehler: Maximale Anzahl Kinder für dieses Zimmer ist %d.
el: Σφάλμα: Ο μέγιστος αριθμός παιδιών για αυτό το δωμάτιο είναι %d.
es_es: Error: El máximo de niños para esta habitación es %d.
fr_fr: Erreur : Le maximum d'enfants pour cette chambre est %d.
hu_hu: Hiba: A maximális gyermekszám ebben a szobában %d.
it_it: Errore: Max bambini è %d.
nb_no: Feil: Maksimum barn for dette rommet er %d.
nl_nl: Fout: Maximaal %d kinderen.
pl_pl: Błąd: Maksymalna liczba dzieci to %d.
pt_br: Erro: O máximo de crianças para este quarto é %d.
ro_ro: Eroare: Maxim copii pentru această cameră este %d.
ru_ru: Ошибка: Максимум детей для этого номера - %d.
sv_se: Fel: Max antal barn för detta rum är %d.

source: Error calculating price. Please check dates.
da_dk: Fejl ved prisberegning. Tjek venligst datoer.
de_de: Fehler bei der Preisberechnung. Bitte Daten überprüfen.
el: Σφάλμα υπολογισμού τιμής. Ελέγξτε τις ημερομηνίες.
es_es: Error al calcular el precio. Compruebe las fechas.
fr_fr: Erreur de calcul du prix. Veuillez vérifier les dates.
hu_hu: Hiba az árkalkuláció során. Kérjük, ellenőrizze a dátumokat.
it_it: Errore calcolo prezzo. Controlla date.
nb_no: Feil ved prisberegning. Sjekk datoer.
nl_nl: Fout bij prijsberekening.
pl_pl: Błąd obliczania ceny. Sprawdź daty.
pt_br: Erro ao calcular o preço. Por favor, verifique as datas.
ro_ro: Eroare la calcularea prețului. Verificați datele.
ru_ru: Ошибка расчета цены. Проверьте даты.
sv_se: Fel vid prisberäkning. Kontrollera datum.

source: Please fill in all required fields.
da_dk: Udfyld venligst alle påkrævede felter.
de_de: Bitte füllen Sie alle Pflichtfelder aus.
el: Παρακαλώ συμπληρώστε όλα τα υποχρεωτικά πεδία.
es_es: Por favor rellene todos los campos obligatorios.
fr_fr: Veuillez remplir tous les champs obligatoires.
hu_hu: Kérjük, töltsön ki minden kötelező mezőt.
it_it: Compila campi obbligatori.
nb_no: Vennligst fyll ut alle obligatoriske felt.
nl_nl: Vul alle verplichte velden in.
pl_pl: Wypełnij wszystkie wymagane pola.
pt_br: Por favor, preencha todos os campos obrigatórios.
ro_ro: Vă rugăm completați toate câmpurile obligatorii.
ru_ru: Пожалуйста, заполните все обязательные поля.
sv_se: Vänligen fyll i alla obligatoriska fält.

source: Please provide a valid email address.
da_dk: Angiv venligst en gyldig emailadresse.
de_de: Bitte geben Sie eine gültige E-Mail-Adresse an.
el: Παρακαλώ δώστε μια έγκυρη διεύθυνση email.
es_es: Por favor proporcione un correo electrónico válido.
fr_fr: Veuillez fournir une adresse e-mail valide.
hu_hu: Kérjük, adjon meg egy érvényes email címet.
it_it: Fornisci email valida.
nb_no: Vennligst oppgi en gyldig e-postadresse.
nl_nl: Geef een geldig e-mailadres op.
pl_pl: Podaj prawidłowy adres e-mail.
pt_br: Por favor, forneça um endereço de e-mail válido.
ro_ro: Vă rugăm furnizați o adresă de email validă.
ru_ru: Пожалуйста, укажите действительный адрес email.
sv_se: Vänligen ange en giltig e-postadress.

source: The field "%s" is required.
da_dk: Feltet "%s" er påkrævet.
de_de: Das Feld "%s" ist erforderlich.
el: Το πεδίο "%s" είναι υποχρεωτικό.
es_es: El campo "%s" es obligatorio.
fr_fr: Le champ "%s" est requis.
hu_hu: A(z) "%s" mező kötelező.
it_it: Campo "%s" obbligatorio.
nb_no: Feltet "%s" er påkrevd.
nl_nl: Veld "%s" is verplicht.
pl_pl: Pole "%s" jest wymagane.
pt_br: O campo "%s" é obrigatório.
ro_ro: Câmpul "%s" este obligatoriu.
ru_ru: Поле "%s" обязательно.
sv_se: Fältet "%s" är obligatoriskt.

source: Spam detected.
da_dk: Spam opdaget.
de_de: Spam erkannt.
el: Ανιχνεύθηκε Spam.
es_es: Spam detectado.
fr_fr: Spam détecté.
hu_hu: Spam észlelve.
it_it: Spam rilevato.
nb_no: Spam oppdaget.
nl_nl: Spam gedetecteerd.
pl_pl: Wykryto spam.
pt_br: Spam detectado.
ro_ro: Spam detectat.
ru_ru: Обнаружен спам.
sv_se: Spam upptäckt.

source: Sorry, this room was just booked by someone else or is unavailable for these dates.
da_dk: Beklager, dette værelse blev netop booket af en anden eller er utilgængeligt.
de_de: Entschuldigung, dieses Zimmer wurde gerade von jemand anderem gebucht oder ist nicht verfügbar.
el: Λυπούμαστε, αυτό το δωμάτιο μόλις κλείστηκε από κάποιον άλλο ή δεν είναι διαθέσιμο.
es_es: Lo sentimos, esta habitación acaba de ser reservada o no está disponible.
fr_fr: Désolé, cette chambre vient d'être réservée ou est indisponible.
hu_hu: Sajnáljuk, ezt a szobát épp most foglalták le, vagy nem elérhető.
it_it: Spiacenti, camera appena prenotata o non disponibile.
nb_no: Beklager, dette rommet ble nettopp booket av noen andre eller er utilgjengelig.
nl_nl: Sorry, kamer net geboekt of niet beschikbaar.
pl_pl: Przepraszamy, ten pokój został właśnie zarezerwowany.
pt_br: Desculpe, este quarto acabou de ser reservado ou está indisponível.
ro_ro: Ne pare rău, această cameră tocmai a fost rezervată sau nu este disponibilă.
ru_ru: Извините, этот номер только что был забронирован кем-то другим или недоступен.
sv_se: Tyvärr, detta rum har precis bokats av någon annan eller är inte tillgängligt för dessa datum.

source: Error: Maximum adults for this room is %d.
da_dk: Fejl: Maksimum voksne for dette værelse er %d.
de_de: Fehler: Maximale Anzahl Erwachsene für dieses Zimmer ist %d.
el: Σφάλμα: Ο μέγιστος αριθμός ενηλίκων για αυτό το δωμάτιο είναι %d.
es_es: Error: El máximo de adultos para esta habitación es %d.
fr_fr: Erreur : Le maximum d'adultes pour cette chambre est %d.
hu_hu: Hiba: A maximális felnőttszám ebben a szobában %d.
it_it: Errore: Max adulti è %d.
nb_no: Feil: Maksimum voksne for dette rommet er %d.
nl_nl: Fout: Maximaal %d volwassenen.
pl_pl: Błąd: Maksymalna liczba dorosłych to %d.
pt_br: Erro: O máximo de adultos para este quarto é %d.
ro_ro: Eroare: Maxim adulți pentru această cameră este %d.
ru_ru: Ошибка: Максимум взрослых для этого номера - %d.
sv_se: Fel: Max antal vuxna för detta rum är %d.

source: REST API access is a Pro feature.
da_dk: REST API-adgang er en Pro-funktion.
de_de: REST API-Zugriff ist eine Pro-Funktion.
el: Η πρόσβαση REST API είναι λειτουργία Pro.
es_es: El acceso a la API REST es una función Pro.
fr_fr: L'accès API REST est une fonctionnalité Pro.
hu_hu: A REST API hozzáférés Pro funkció.
it_it: Accesso API REST è Pro.
nb_no: REST API-tilgang er en Pro-funksjon.
nl_nl: REST API toegang is Pro.
pl_pl: Dostęp do REST API to funkcja Pro.
pt_br: O acesso à API REST é um recurso Pro.
ro_ro: Accesul REST API este o funcție Pro.
ru_ru: Доступ к REST API - это функция Pro.
sv_se: REST API-åtkomst är en Pro-funktion.

source: Invalid nonce.
da_dk: Ugyldig nonce.
de_de: Ungültige Nonce.
el: Μη έγκυρο nonce.
es_es: Nonce inválido.
fr_fr: Nonce invalide.
hu_hu: Érvénytelen nonce.
it_it: Nonce invalido.
nb_no: Ugyldig nonce.
nl_nl: Ongeldige nonce.
pl_pl: Nieprawidłowy nonce.
pt_br: Nonce inválido.
ro_ro: Nonce invalid.
ru_ru: Неверный nonce.
sv_se: Ogiltig nonce.

source: Too many requests. Please try again later.
da_dk: For mange anmodninger. Prøv venligst igen senere.
de_de: Zu viele Anfragen. Bitte versuchen Sie es später erneut.
el: Πάρα πολλά αιτήματα. Παρακαλώ δοκιμάστε ξανά αργότερα.
es_es: Demasiadas solicitudes. Inténtelo más tarde.
fr_fr: Trop de requêtes. Veuillez réessayer plus tard.
hu_hu: Túl sok kérés. Kérjük, próbálja újra később.
it_it: Troppe richieste. Riprova più tardi.
nb_no: For mange forespørsler. Prøv igjen senere.
nl_nl: Te veel verzoeken. Probeer later opnieuw.
pl_pl: Zbyt wiele żądań. Spróbuj później.
pt_br: Muitas solicitações. Por favor, tente novamente mais tarde.
ro_ro: Prea multe cereri. Vă rugăm încercați mai târziu.
ru_ru: Слишком много запросов. Попробуйте позже.
sv_se: För många förfrågningar. Försök igen senare.

source: Invalid booking details. Cannot calculate amount.
da_dk: Ugyldige bookingdetaljer. Kan ikke beregne beløb.
de_de: Ungültige Buchungsdetails. Betrag kann nicht berechnet werden.
el: Μη έγκυρα στοιχεία κράτησης. Αδυναμία υπολογισμού ποσού.
es_es: Detalles de reserva inválidos. No se puede calcular el importe.
fr_fr: Détails de réservation invalides. Impossible de calculer le montant.
hu_hu: Érvénytelen foglalási részletek. Nem lehet kiszámítani az összeget.
it_it: Dettagli invalidi. Impossibile calcolare importo.
nb_no: Ugyldige bookingdetaljer. Kan ikke beregne beløp.
nl_nl: Ongeldige boekingsdetails.
pl_pl: Nieprawidłowe szczegóły rezerwacji.
pt_br: Detalhes da reserva inválidos. Não é possível calcular o valor.
ro_ro: Detalii de rezervare invalide. Nu se poate calcula suma.
ru_ru: Неверные детали бронирования. Невозможно рассчитать сумму.
sv_se: Ogiltiga bokningsdetaljer. Kan inte beräkna belopp.

source: Stripe is not configured.
da_dk: Stripe er ikke konfigureret.
de_de: Stripe ist nicht konfiguriert.
el: Το Stripe δεν έχει ρυθμιστεί.
es_es: Stripe no está configurado.
fr_fr: Stripe n'est pas configuré.
hu_hu: A Stripe nincs beállítva.
it_it: Stripe non configurato.
nb_no: Stripe er ikke konfigurert.
nl_nl: Stripe niet geconfigureerd.
pl_pl: Stripe nie jest skonfigurowany.
pt_br: O Stripe não está configurado.
ro_ro: Stripe nu este configurat.
ru_ru: Stripe не настроен.
sv_se: Stripe är inte konfigurerat.

source: PayPal is not configured. Please contact the site administrator.
da_dk: PayPal er ikke konfigureret. Kontakt venligst webstedsadministratoren.
de_de: PayPal ist nicht konfiguriert. Bitte kontaktieren Sie den Administrator.
el: Το PayPal δεν έχει ρυθμιστεί. Επικοινωνήστε με τον διαχειριστή.
es_es: PayPal no está configurado. Contacte al administrador.
fr_fr: PayPal n'est pas configuré. Veuillez contacter l'administrateur.
hu_hu: A PayPal nincs beállítva. Kérjük, lépjen kapcsolatba az adminisztrátorral.
it_it: PayPal non configurato.
nb_no: PayPal er ikke konfigurert. Kontakt administrator.
nl_nl: PayPal niet geconfigureerd.
pl_pl: PayPal nie jest skonfigurowany.
pt_br: O PayPal não está configurado. Por favor, contate o administrador.
ro_ro: PayPal nu este configurat. Vă rugăm să contactați administratorul site-ului.
ru_ru: PayPal не настроен. Свяжитесь с администратором.
sv_se: PayPal är inte konfigurerat. Kontakta webbplatsadministratören.

source: Unable to connect to PayPal. Please try again later.
da_dk: Kunne ikke oprette forbindelse til PayPal. Prøv venligst igen senere.
de_de: Verbindung zu PayPal fehlgeschlagen. Bitte später erneut versuchen.
el: Αδυναμία σύνδεσης στο PayPal. Δοκιμάστε ξανά αργότερα.
es_es: No se puede conectar a PayPal. Inténtelo más tarde.
fr_fr: Impossible de se connecter à PayPal. Veuillez réessayer plus tard.
hu_hu: Nem sikerült csatlakozni a PayPal-hoz.
it_it: Impossibile connettersi a PayPal.
nb_no: Kan ikke koble til PayPal.
nl_nl: Kan geen verbinding maken met PayPal.
pl_pl: Nie można połączyć z PayPal.
pt_br: Não foi possível conectar ao PayPal. Tente novamente mais tarde.
ro_ro: Nu s-a putut conecta la PayPal. Vă rugăm să încercați mai târziu.
ru_ru: Не удалось подключиться к PayPal.
sv_se: Kunde inte ansluta till PayPal. Försök igen senare.

source: Failed to authenticate with PayPal. Please check your PayPal credentials.
da_dk: Kunne ikke godkende med PayPal. Tjek venligst dine legitimationsoplysninger.
de_de: Authentifizierung bei PayPal fehlgeschlagen.
el: Αποτυχία ελέγχου ταυτότητας με PayPal. Ελέγξτε τα διαπιστευτήρια.
es_es: Fallo al autenticar con PayPal. Compruebe sus credenciales.
fr_fr: Échec de l'authentification PayPal. Vérifiez vos identifiants.
hu_hu: PayPal hitelesítési hiba. Ellenőrizze az adatait.
it_it: Auth PayPal fallita.
nb_no: Kunne ikke autentisere med PayPal.
nl_nl: Authenticatie PayPal mislukt.
pl_pl: Uwierzytelnianie PayPal nieudane.
pt_br: Falha na autenticação com o PayPal. Verifique suas credenciais.
ro_ro: Autentificarea cu PayPal a eșuat. Vă rugăm să verificați acreditările PayPal.
ru_ru: Ошибка аутентификации PayPal.
sv_se: Misslyckades att autentisera med PayPal. Kontrollera dina PayPal-uppgifter.

source: Unable to create PayPal order. Please try again later.
da_dk: Kunne ikke oprette PayPal-ordre.
de_de: PayPal-Bestellung konnte nicht erstellt werden.
el: Αδυναμία δημιουργίας παραγγελίας PayPal.
es_es: No se puede crear el pedido de PayPal.
fr_fr: Impossible de créer la commande PayPal. Réessayez plus tard.
hu_hu: Nem sikerült létrehozni a PayPal rendelést.
it_it: Impossibile creare ordine PayPal.
nb_no: Kan ikke opprette PayPal-ordre.
nl_nl: Kan PayPal bestelling niet maken.
pl_pl: Nie można utworzyć zamówienia PayPal.
pt_br: Não foi possível criar o pedido no PayPal. Tente novamente mais tarde.
ro_ro: Nu s-a putut crea comanda PayPal. Vă rugăm să încercați mai târziu.
ru_ru: Не удалось создать заказ PayPal.
sv_se: Kunde inte skapa PayPal-order. Försök igen senare.
