Repository: leslieradue-web/modern-hotel-booking-free
Catalog: languages/modern-hotel-booking-*.po
Languages: da_dk, de_de, el, es_es, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sv_se

source: Net Revenue
da_dk: Nettoomsætning
de_de: Nettoumsatz
el: Καθαρά Έσοδα
es_es: Ingresos netos
fr_fr: Revenu net
hu_hu: Nettó bevétel
it_it: Entrate Nette
nb_no: Nettoinntekt
nl_nl: Netto Omzet
pl_pl: Przychód Netto
pt_br: Receita Líquida
ro_ro: Venit net
ru_ru: Чистая выручка
sv_se: Nettointäkt

source: Before tax
da_dk: Før skat
de_de: Vor Steuern
el: Προ φόρων
es_es: Antes de impuestos
fr_fr: Avant impôt
hu_hu: Adó előtt
it_it: Prima delle tasse
nb_no: Før skatt
nl_nl: Voor belasting
pl_pl: Przed podatkiem
pt_br: Antes dos impostos
ro_ro: Înainte de taxe
ru_ru: До вычета налогов
sv_se: Före skatt

source: Including tax
da_dk: Inklusive skat
de_de: Inklusive Steuern
el: Συμπεριλαμβανομένου φόρου
es_es: Incluyendo impuestos
fr_fr: Taxes incluses
hu_hu: Adóval együtt
it_it: Tasse incluse
nb_no: Inkludert skatt
nl_nl: Inclusief belasting
pl_pl: Z podatkiem
pt_br: Incluindo impostos
ro_ro: Inclusiv taxe
ru_ru: Включая налог
sv_se: Inklusive skatt

source: Tax Breakdown by Rate
da_dk: Skattefordeling efter Sats
de_de: Steueraufschlüsselung nach Satz
el: Ανάλυση Φόρων ανά Συντελεστή
es_es: Desglose impuestos por tasa
fr_fr: Répartition des taxes par taux
hu_hu: Adó megoszlása kulcsonként
it_it: Dettaglio Tasse per Aliquota
nb_no: Skattefordeling etter sats
nl_nl: Belastingverdeling per Tarief
pl_pl: Podział Podatku wg Stawki
pt_br: Detalhamento de Impostos por Taxa
ro_ro: Detaliere taxe după rată
ru_ru: Разбивка налогов по ставкам
sv_se: Skattfördelning per sats

source: Tax Rate
da_dk: Skattesats
de_de: Steuersatz
el: Φορολογικός Συντελεστής
es_es: Tasa impositiva
fr_fr: Taux de taxe
hu_hu: Adókulcs
it_it: Aliquota Tassa
nb_no: Skatteprosent
nl_nl: Belastingtarief
pl_pl: Stawka Podatku
pt_br: Taxa de Imposto
ro_ro: Rată taxă
ru_ru: Налоговая ставка
sv_se: Skattesats

source: Payment Methods
da_dk: Betalingsmetoder
de_de: Zahlungsmethoden
el: Μέθοδοι Πληρωμής
es_es: Métodos de pago
fr_fr: Méthodes de paiement
hu_hu: Fizetési módok
it_it: Metodi di Pagamento
nb_no: Betalingsmetoder
nl_nl: Betaalmethoden
pl_pl: Metody Płatności
pt_br: Métodos de Pagamento
ro_ro: Metode de Plată
ru_ru: Способы оплаты
sv_se: Betalningsmetoder

source: No payment data available
da_dk: Ingen betalingsdata tilgængelige
de_de: Keine Zahlungsdaten verfügbar
el: Δεν υπάρχουν δεδομένα πληρωμών
es_es: No hay datos de pago
fr_fr: Aucune donnée de paiement disponible
hu_hu: Nincs elérhető fizetési adat
it_it: Nessun dato disponibile
nb_no: Ingen betalingsdata tilgjengelig
nl_nl: Geen betaalgegevens beschikbaar
pl_pl: Brak danych płatności
pt_br: Nenhum dado de pagamento disponível
ro_ro: Nu există date de plată
ru_ru: Нет данных о платежах
sv_se: Inga betalningsdata tillgängliga

source: Payment Status Breakdown
da_dk: Betalingsstatus Fordeling
de_de: Zahlungsstatus Aufschlüsselung
el: Ανάλυση Κατάστασης Πληρωμών
es_es: Desglose estado de pagos
fr_fr: Répartition des statuts de paiement
hu_hu: Fizetési állapot megoszlás
it_it: Dettaglio Stato Pagamento
nb_no: Betalingsstatusfordeling
nl_nl: Betaalstatus Verdeling
pl_pl: Podział Statusu Płatności
pt_br: Detalhamento do Status de Pagamento
ro_ro: Defalcare Status Plată
ru_ru: Разбивка статусов платежей
sv_se: Fördelning av betalningsstatus

source: Count
da_dk: Antal
de_de: Anzahl
el: Πλήθος
es_es: Recuento
fr_fr: Nombre
hu_hu: Darabszám
it_it: Conteggio
nb_no: Antall
nl_nl: Aantal
pl_pl: Liczba
pt_br: Contagem
ro_ro: Număr
ru_ru: Количество
sv_se: Antal

source: Real-time Activity
da_dk: Realtidsaktivitet
de_de: Echtzeit-Aktivität
el: Δραστηριότητα σε Πραγματικό Χρόνο
es_es: Actividad en tiempo real
fr_fr: Activité en temps réel
hu_hu: Valós idejű tevékenység
it_it: Attività in Tempo Reale
nb_no: Sanntidsaktivitet
nl_nl: Realtime Activiteit
pl_pl: Aktywność w Czasie Rzeczywistym
pt_br: Atividade em Tempo Real
ro_ro: Activitate în Timp Real
ru_ru: Активность в реальном времени
sv_se: Realtidsaktivitet

source: No recent bookings
da_dk: Ingen nylige bookinger
de_de: Keine aktuellen Buchungen
el: Καμία πρόσφατη κράτηση
es_es: No hay reservas recientes
fr_fr: Aucune réservation récente
hu_hu: Nincs legutóbbi foglalás
it_it: Nessuna prenotazione recente
nb_no: Ingen nylige bookinger
nl_nl: Geen recente boekingen
pl_pl: Brak ostatnich rezerwacji
pt_br: Nenhuma reserva recente
ro_ro: Nicio rezervare recentă
ru_ru: Нет недавних бронирований
sv_se: Inga senaste bokningar

source: Today's Operations
da_dk: Dagens Drift
de_de: Heutiger Betrieb
el: Σημερινές Λειτουργίες
es_es: Operaciones de hoy
fr_fr: Opérations du jour
hu_hu: Mai műveletek
it_it: Operazioni di Oggi
nb_no: Dagens operasjoner
nl_nl: Operaties Vandaag
pl_pl: Dzisiejsze Operacje
pt_br: Operações de Hoje
ro_ro: Operațiunile de azi
ru_ru: Сегодняшние операции
sv_se: Dagens drift

source: Check-ins
da_dk: Indtjekninger
de_de: Anreisen
el: Αφίξεις
es_es: Entradas
fr_fr: Arrivées
hu_hu: Érkezések
it_it: Check-in
nb_no: Innsjekkinger
pl_pl: Zameldowania
ro_ro: Sosiri
ru_ru: Заезды
sv_se: Incheckningar

source: Check-outs
da_dk: Udtjekninger
de_de: Abreisen
el: Αναχωρήσεις
es_es: Salidas
fr_fr: Départs
hu_hu: Távozások
it_it: Check-out
nb_no: Utsjekkinger
pl_pl: Wymeldowania
ro_ro: Plecări
ru_ru: Выезды
sv_se: Utcheckningar

source: No check-ins or check-outs today
da_dk: Ingen indtjekninger eller udtjekninger i dag
de_de: Keine An- oder Abreisen heute
el: Καμία άφιξη ή αναχώρηση σήμερα
es_es: No hay entradas ni salidas hoy
fr_fr: Aucune arrivée ou départ aujourd'hui
hu_hu: Ma nincs érkezés vagy távozás
it_it: Nessun movimento oggi
nb_no: Ingen innsjekkinger eller utsjekkinger i dag
nl_nl: Geen check-ins of check-outs vandaag
pl_pl: Brak zameldowań/wymeldowań dzisiaj
pt_br: Nenhum check-in ou check-out hoje
ro_ro: Nicio sosire sau plecare azi
ru_ru: Сегодня нет заездов и выездов
sv_se: Inga incheckningar eller utcheckningar idag

source: Alerts
da_dk: Advarsler
de_de: Warnungen
el: Ειδοποιήσεις
es_es: Alertas
fr_fr: Alertes
hu_hu: Riasztások
it_it: Avvisi
nb_no: Varsler
nl_nl: Meldingen
pl_pl: Alerty
pt_br: Alertas
ro_ro: Alerte
ru_ru: Оповещения
sv_se: Varningar

source: Failed Payments
da_dk: Mislykkede Betalinger
de_de: Fehlgeschlagene Zahlungen
el: Αποτυχημένες Πληρωμές
es_es: Pagos fallidos
fr_fr: Paiements échoués
hu_hu: Sikertelen fizetések
it_it: Pagamenti Falliti
nb_no: Feilede betalinger
nl_nl: Mislukte Betalingen
pl_pl: Nieudane Płatności
pt_br: Pagamentos Falhos
ro_ro: Plăți eșuate
ru_ru: Неудачные платежи
sv_se: Misslyckade betalningar

source: Recent Cancellations
da_dk: Seneste Aflysninger
de_de: Neueste Stornierungen
el: Πρόσφατες Ακυρώσεις
es_es: Cancelaciones recientes
fr_fr: Annulations récentes
hu_hu: Legutóbbi lemondások
it_it: Cancellazioni Recenti
nb_no: Siste avbestillinger
nl_nl: Recente Annuleringen
pl_pl: Ostatnie Anulacje
pt_br: Cancelamentos Recentes
ro_ro: Anulări recente
ru_ru: Недавние отмены
sv_se: Senaste avbokningar

source: Monthly Demand
da_dk: Månedlig Efterspørgsel
de_de: Monatliche Nachfrage
el: Μηνιαία Ζήτηση
es_es: Demanda mensual
fr_fr: Demande mensuelle
hu_hu: Havi kereslet
it_it: Domanda Mensile
nb_no: Månedlig etterspørsel
nl_nl: Maandelijkse Vraag
pl_pl: Miesięczny Popyt
pt_br: Demanda Mensal
ro_ro: Cerere Lunară
ru_ru: Ежемесячный спрос
sv_se: Månatlig efterfrågan

source: Lead Time Analysis
da_dk: Analyse af Bookingvarsel
de_de: Analyse der Vorlaufzeit
el: Ανάλυση Χρόνου Προκράτησης
es_es: Análisis tiempo antelación
fr_fr: Analyse des délais de réservation
hu_hu: Előidő elemzés
it_it: Analisi Tempo di Anticipo
nb_no: Ledetidsanalyse
nl_nl: Doorlooptijd Analyse
pl_pl: Analiza Czasu Wyprzedzenia
pt_br: Análise de Lead Time
ro_ro: Analiză Timp Avans
ru_ru: Анализ времени бронирования
sv_se: Ledtidsanalys

source: No lead time data available
da_dk: Ingen data om bookingvarsel tilgængelige
de_de: Keine Vorlaufdaten verfügbar
el: Δεν υπάρχουν δεδομένα χρόνου κράτησης
es_es: No hay datos de tiempo antelación
fr_fr: Aucune donnée de délai disponible
hu_hu: Nincs elérhető előidő adat
it_it: Nessun dato disponibile
nb_no: Ingen ledetidsdata tilgjengelig
nl_nl: Geen data beschikbaar
pl_pl: Brak danych czasu wyprzedzenia
pt_br: Nenhum dado de lead time disponível
ro_ro: Nu există date despre timpul de rezervare
ru_ru: Нет данных о времени бронирования
sv_se: Inga ledtidsdata tillgängliga

source: Lead Time
da_dk: Bookingvarsel
de_de: Buchungsvorlauf
el: Χρόνος Προκράτησης
es_es: Tiempo antelación
fr_fr: Délai de réservation
hu_hu: Előidő
it_it: Tempo di Anticipo
nb_no: Ledetid
nl_nl: Doorlooptijd
pl_pl: Czas Wyprzedzenia
ro_ro: Timp de avans
ru_ru: Время бронирования
sv_se: Ledtid

source: Cancellation Tracking
da_dk: Sporing af Aflysninger
de_de: Stornierungsverfolgung
el: Παρακολούθηση Ακυρώσεων
es_es: Seguimiento cancelaciones
fr_fr: Suivi des annulations
hu_hu: Lemondás követés
it_it: Tracciamento Cancellazioni
nb_no: Avbestillingssporing
nl_nl: Annulering Tracking
pl_pl: Śledzenie Anulacji
pt_br: Rastreamento de Cancelamentos
ro_ro: Urmărire Anulări
ru_ru: Отслеживание отмен
sv_se: Avbokningsspårning

source: Cancellation Rate
da_dk: Aflysningsrate
de_de: Stornierungsrate
el: Ποσοστό Ακύρωσης
es_es: Tasa cancelación
fr_fr: Taux d'annulation
hu_hu: Lemondási arány
it_it: Tasso Cancellazione
nb_no: Avbestillingsrate
nl_nl: Annuleringspercentage
pl_pl: Wskaźnik Anulacji
pt_br: Taxa de Cancelamento
ro_ro: Rată de anulare
ru_ru: Уровень отмен
sv_se: Avbokningsgrad

source: Lost Revenue
da_dk: Tabt Omsætning
de_de: Entgangener Umsatz
el: Χαμένα Έσοδα
es_es: Ingresos perdidos
fr_fr: Revenu perdu
hu_hu: Elvesztett bevétel
it_it: Entrate Perse
nb_no: Tapt inntekt
nl_nl: Gederfde Omzet
pl_pl: Utracony Przychód
pt_br: Receita Perdida
ro_ro: Venituri pierdute
ru_ru: Потерянная выручка
sv_se: Förlorad intäkt

source: From cancelled bookings
da_dk: Fra annullerede bookinger
de_de: Aus stornierten Buchungen
el: Από ακυρωμένες κρατήσεις
es_es: De reservas canceladas
fr_fr: Des réservations annulées
hu_hu: Lemondott foglalásokból
it_it: Da prenotazioni cancellate
nb_no: Fra avbestilte bookinger
nl_nl: Van geannuleerde boekingen
pl_pl: Z anulowanych rezerwacji
pt_br: De reservas canceladas
ro_ro: Din rezervări anulate
ru_ru: От отмененных бронирований
sv_se: Från avbokade bokningar

source: Cancellations
da_dk: Aflysninger
de_de: Stornierungen
el: Ακυρώσεις
es_es: Cancelaciones
fr_fr: Annulations
hu_hu: Lemondások
it_it: Cancellazioni
nb_no: Avbestillinger
nl_nl: Annuleringen
pl_pl: Anulacje
pt_br: Cancelamentos
ro_ro: Anulări
ru_ru: Отмены
sv_se: Avbokningar

source: Total cancelled
da_dk: Samlet annulleret
de_de: Gesamt storniert
el: Σύνολο ακυρωμένων
es_es: Total canceladas
fr_fr: Total annulé
hu_hu: Összes lemondott
it_it: Totale cancellate
nb_no: Totalt avbestilt
nl_nl: Totaal geannuleerd
pl_pl: Suma anulowanych
pt_br: Total cancelado
ro_ro: Total anulate
ru_ru: Всего отменено
sv_se: Totalt avbokat

source: Cancellations by Lead Time
da_dk: Aflysninger efter Bookingvarsel
de_de: Stornierungen nach Vorlaufzeit
el: Ακυρώσεις ανά Χρόνο Προκράτησης
es_es: Cancelaciones por antelación
fr_fr: Annulations par délai de réservation
hu_hu: Lemondások előidő szerint
it_it: Cancellazioni per Anticipo
nb_no: Avbestillinger etter ledetid
nl_nl: Annuleringen per Doorlooptijd
pl_pl: Anulacje wg Czasu Wyprzedzenia
pt_br: Cancelamentos por Lead Time
ro_ro: Anulări după timpul de avans
ru_ru: Отмены по времени бронирования
sv_se: Avbokningar efter ledtid

source: Revenue Impact
da_dk: Omsætningspåvirkning
de_de: Umsatzauswirkung
el: Επίπτωση στα Έσοδα
es_es: Impacto ingresos
fr_fr: Impact sur le revenu
hu_hu: Bevételi hatás
it_it: Impatto Entrate
nb_no: Inntektspåvirkning
nl_nl: Omzetimpact
pl_pl: Wpływ na Przychody
pt_br: Impacto na Receita
ro_ro: Impact venituri
ru_ru: Влияние на выручку
sv_se: Intäktspåverkan

source: Export Financial Report (CSV)
da_dk: Eksporter Finansiel Rapport (CSV)
de_de: Finanzbericht exportieren (CSV)
el: Εξαγωγή Οικονομικής Αναφοράς (CSV)
es_es: Exportar informe financiero (CSV)
fr_fr: Exporter le rapport financier (CSV)
hu_hu: Pénzügyi jelentés exportálása (CSV)
it_it: Esporta Report Finanziario (CSV)
nb_no: Eksporter finansrapport (CSV)
nl_nl: Exporteer Financieel Rapport (CSV)
pl_pl: Eksportuj Raport Finansowy (CSV)
pt_br: Exportar Relatório Financeiro (CSV)
ro_ro: Exportă raport financiar (CSV)
ru_ru: Экспорт финансового отчета (CSV)
sv_se: Exportera finansiell rapport (CSV)

source: Export Occupancy Report (CSV)
da_dk: Eksporter Belægningsrapport (CSV)
de_de: Belegungsbericht exportieren (CSV)
el: Εξαγωγή Αναφοράς Πληρότητας (CSV)
es_es: Exportar informe ocupación (CSV)
fr_fr: Exporter le rapport d'occupation (CSV)
hu_hu: Kihasználtsági jelentés exportálása (CSV)
it_it: Esporta Report Occupazione (CSV)
nb_no: Eksporter beleggsrapport (CSV)
nl_nl: Exporteer Bezettingsgraad (CSV)
pl_pl: Eksportuj Raport Obłożenia (CSV)
pt_br: Exportar Relatório de Ocupação (CSV)
ro_ro: Exportă raport ocupare (CSV)
ru_ru: Экспорт отчета о загрузке (CSV)
sv_se: Exportera beläggningsrapport (CSV)

source: Export Tax Report (CSV)
da_dk: Eksporter Skatterapport (CSV)
de_de: Steuerbericht exportieren (CSV)
el: Εξαγωγή Αναφοράς Φόρων (CSV)
es_es: Exportar informe impuestos (CSV)
fr_fr: Exporter le rapport des taxes (CSV)
hu_hu: Adó jelentés exportálása (CSV)
it_it: Esporta Report Tasse (CSV)
nb_no: Eksporter skatterapport (CSV)
nl_nl: Exporteer Belastingrapport (CSV)
pl_pl: Eksportuj Raport Podatkowy (CSV)
pt_br: Exportar Relatório Fiscal (CSV)
ro_ro: Exportă raport taxe (CSV)
ru_ru: Экспорт налогового отчета (CSV)
sv_se: Exportera skatterapport (CSV)

source: Export Payments (CSV)
da_dk: Eksporter Betalinger (CSV)
de_de: Zahlungen exportieren (CSV)
el: Εξαγωγή Πληρωμών (CSV)
es_es: Exportar pagos (CSV)
fr_fr: Exporter les paiements (CSV)
hu_hu: Fizetések exportálása (CSV)
it_it: Esporta Pagamenti (CSV)
nb_no: Eksporter betalinger (CSV)
nl_nl: Exporteer Betalingen (CSV)
pl_pl: Eksportuj Płatności (CSV)
pt_br: Exportar Pagamentos (CSV)
ro_ro: Exportă plăți (CSV)
ru_ru: Экспорт платежей (CSV)
sv_se: Exportera betalningar (CSV)

source: Security check failed. Please try again.
da_dk: Sikkerhedstjek mislykkedes. Prøv venligst igen.
de_de: Sicherheitsprüfung fehlgeschlagen. Bitte erneut versuchen.
el: Ο έλεγχος ασφαλείας απέτυχε. Δοκιμάστε ξανά.
es_es: Fallo de seguridad. Inténtelo de nuevo.
fr_fr: Échec de vérification de sécurité. Réessayez.
hu_hu: Biztonsági ellenőrzés sikertelen. Próbálja újra.
it_it: Controllo sicurezza fallito. Riprova.
nb_no: Sikkerhetskontroll feilet. Prøv igjen.
nl_nl: Beveiligingscontrole mislukt. Probeer opnieuw.
pl_pl: Błąd bezpieczeństwa. Spróbuj ponownie.
pt_br: Verificação de segurança falhou. Tente novamente.
ro_ro: Verificarea de securitate a eșuat. Încercați din nou.
ru_ru: Проверка безопасности не пройдена. Попробуйте снова.
sv_se: Säkerhetskontrollen misslyckades. Försök igen.

source: You do not have sufficient permissions to export data.
da_dk: Du har ikke tilstrækkelige tilladelser til at eksportere data.
de_de: Sie haben keine Berechtigung zum Exportieren von Daten.
el: Δεν έχετε επαρκή δικαιώματα για εξαγωγή δεδομένων.
es_es: No tiene permisos para exportar datos.
fr_fr: Permissions insuffisantes pour exporter les données.
hu_hu: Nincs jogosultsága az adatok exportálásához.
it_it: Permessi insufficienti.
nb_no: Du har ikke tilstrekkelige tillatelser til å eksportere data.
nl_nl: Geen toestemming om te exporteren.
pl_pl: Brak uprawnień do eksportu danych.
pt_br: Você não tem permissão suficiente para exportar dados.
ro_ro: Nu aveți permisiuni pentru a exporta date.
ru_ru: У вас недостаточно прав для экспорта данных.
sv_se: Du har inte tillräcklig behörighet att exportera data.

source: Every 6 Hours
da_dk: Hver 6. Time
de_de: Alle 6 Stunden
el: Κάθε 6 Ώρες
es_es: Cada 6 Horas
fr_fr: Toutes les 6 heures
hu_hu: 6 óránként
it_it: Ogni 6 Ore
nb_no: Hver 6. time
nl_nl: Elke 6 Uur
pl_pl: Co 6 Godzin
pt_br: A cada 6 Horas
ro_ro: La fiecare 6 ore
ru_ru: Каждые 6 часов
sv_se: Var 6:e timme

source: Pro license required to sync calendars.
da_dk: Pro-licens påkrævet for at synkronisere kalendere.
de_de: Pro-Lizenz erforderlich für Kalendersynchronisation.
el: Απαιτείται άδεια Pro για συγχρονισμό.
es_es: Licencia Pro requerida para sincronizar.
fr_fr: Licence Pro requise pour la synchro.
hu_hu: Pro licenc szükséges a naptárak szinkronizálásához.
it_it: Licenza Pro richiesta.
nb_no: Pro-lisens kreves for å synkronisere kalendere.
nl_nl: Pro licentie vereist voor sync.
pl_pl: Wymagana licencja Pro.
pt_br: Licença Pro necessária para sincronizar calendários.
ro_ro: Licență Pro necesară pentru sincronizare.
ru_ru: Требуется лицензия Pro для синхронизации календарей.
sv_se: Pro-licens krävs för att synkronisera kalendrar.

source: %s Booking
de_de: %s Buchung
el: %s Κράτηση
es_es: Reserva %s
fr_fr: Réservation %s
hu_hu: %s Foglalás
it_it: Prenotazione %s
nl_nl: %s Boeking
pl_pl: Rezerwacja %s
pt_br: %s Reserva
ro_ro: %s Rezervare
ru_ru: %s Бронирование
sv_se: %s Bokning

source: Import Only
da_dk: Kun Import
de_de: Nur Import
el: Μόνο Εισαγωγή
es_es: Solo Importar
fr_fr: Import uniquement
hu_hu: Csak import
it_it: Solo Import
nb_no: Kun import
nl_nl: Alleen Import
pl_pl: Tylko Import
pt_br: Apenas Importar
ro_ro: Doar Import
ru_ru: Только импорт
sv_se: Endast import

source: Export Only
da_dk: Kun Eksport
de_de: Nur Export
el: Μόνο Εξαγωγή
es_es: Solo Exportar
fr_fr: Export uniquement
hu_hu: Csak export
it_it: Solo Export
nb_no: Kun eksport
nl_nl: Alleen Export
pl_pl: Tylko Eksport
pt_br: Apenas Exportar
ro_ro: Doar Export
ru_ru: Только экспорт
sv_se: Endast export

source: Bidirectional
da_dk: Tovejs
de_de: Bidirektional
el: Αμφίδρομος
es_es: Bidireccional
fr_fr: Bidirectionnel
hu_hu: Kétirányú
it_it: Bidirezionale
nb_no: Toveis
nl_nl: Tweerichting
pl_pl: Dwukierunkowa
pt_br: Bidirecional
ro_ro: Bidirecțional
ru_ru: Двунаправленная
sv_se: Dubbelriktad

source: 📅 iCal Calendar Sync
da_dk: 📅 iCal Kalendersynkronisering
de_de: 📅 iCal-Kalendersynchronisation
el: 📅 Συγχρονισμός Ημερολογίου iCal
es_es: 📅 Sincronización Calendario iCal
fr_fr: 📅 Synchronisation du calendrier iCal
hu_hu: 📅 iCal Naptár Szinkronizálás
it_it: 📅 Sync Calendario iCal
nb_no: 📅 iCal Kalendersynkronisering
nl_nl: 📅 iCal Kalender Sync
pl_pl: 📅 Synchronizacja iCal
pt_br: 📅 Sincronização de Calendário iCal
ro_ro: 📅 Sincronizare calendar iCal
ru_ru: 📅 Синхронизация календаря iCal
sv_se: 📅 iCal Kalendersynkronisering

source: Share this URL with Airbnb, Booking.com, or other platforms to export your availability.
da_dk: Del denne URL med Airbnb, Booking.com eller andre platforme.
de_de: Teilen Sie diese URL mit Airbnb, Booking.com oder anderen Plattformen.
el: Μοιραστείτε αυτό το URL με Airbnb, Booking.com ή άλλες πλατφόρμες για εξαγωγή της διαθεσιμότητάς σας.
es_es: Comparta esta URL con Airbnb, Booking.com u otras plataformas.
fr_fr: Partagez cette URL avec Airbnb, Booking.com ou d'autres plateformes pour exporter votre disponibilité.
hu_hu: Ossza meg ezt az URL-t az Airbnb-vel, Booking.com-mal vagy más platformokkal az elérhetőség exportálásához.
it_it: Condividi questo URL con Airbnb, Booking.com per esportare disponibilità.
nb_no: Del denne URL-en med Airbnb, Booking.com eller andre plattformer for å eksportere tilgjengeligheten din.
nl_nl: Deel deze URL met Airbnb, Booking.com, etc.
pl_pl: Udostępnij ten URL, aby eksportować dostępność.
pt_br: Compartilhe esta URL com o Airbnb, Booking.com ou outras plataformas para exportar sua disponibilidade.
ro_ro: Partajați acest URL cu Airbnb, Booking.com sau alte platforme.
ru_ru: Поделитесь этим URL с Airbnb, Booking.com или другими платформами для экспорта доступности.
sv_se: Dela denna URL med Airbnb, Booking.com eller andra plattformar för att exportera din tillgänglighet.

source: Calendar Connections
da_dk: Kalenderforbindelser
de_de: Kalenderverbindungen
el: Συνδέσεις Ημερολογίου
es_es: Conexiones de Calendario
fr_fr: Connexions au calendrier
hu_hu: Naptár kapcsolatok
it_it: Connessioni Calendario
nb_no: Kalendertilkoblinger
nl_nl: Kalenderverbindingen
pl_pl: Połączenia Kalendarza
pt_br: Conexões de Calendário
ro_ro: Conexiuni calendar
ru_ru: Подключения календаря
sv_se: Kalenderanslutningar

source: Connection Name
da_dk: Forbindelsesnavn
de_de: Verbindungsname
el: Όνομα Σύνδεσης
es_es: Nombre Conexión
fr_fr: Nom de la connexion
hu_hu: Kapcsolat neve
it_it: Nome Connessione
nb_no: Tilkoblingsnavn
nl_nl: Verbindingsnaam
pl_pl: Nazwa Połączenia
pt_br: Nome da Conexão
ro_ro: Nume conexiune
ru_ru: Имя подключения
sv_se: Anslutningsnamn

source: Synced %s ago
da_dk: Synkroniseret for %s siden
de_de: Synchronisiert vor %s
el: Συγχρονίστηκε πριν %s
es_es: Sincronizado hace %s
fr_fr: Synchronisé il y a %s
hu_hu: Szinkronizálva: %s perce
it_it: Sincronizzato %s fa
nb_no: Synkronisert for %s siden
nl_nl: %s geleden gesynchroniseerd
pl_pl: Zsynchronizowano %s temu
pt_br: Sincronizado há %s
ro_ro: Sincronizat acum %s
ru_ru: Синхронизировано %s назад
sv_se: Synkroniserad för %s sedan

source: Never synced
da_dk: Aldrig synkroniseret
de_de: Nie synchronisiert
el: Δεν συγχρονίστηκε ποτέ
es_es: Nunca sincronizado
fr_fr: Jamais synchronisé
hu_hu: Soha nem szinkronizált
it_it: Mai sincronizzato
nb_no: Aldri synkronisert
nl_nl: Nooit gesynchroniseerd
pl_pl: Nigdy nie synchronizowano
pt_br: Nunca sincronizado
ro_ro: Niciodată sincronizat
ru_ru: Никогда не синхронизировалось
sv_se: Aldrig synkroniserad

source: Sync
da_dk: Synkroniser
de_de: Synchronisieren
el: Συγχρονισμός
es_es: Sincronizar
fr_fr: Synchroniser
hu_hu: Szinkronizálás
it_it: Sincronizza
nb_no: Synkroniser
pl_pl: Synchronizuj
pt_br: Sincronizar
ro_ro: Sincronizare
ru_ru: Синхронизировать
sv_se: Synkronisera

source: + Add Connection
da_dk: + Tilføj Forbindelse
de_de: + Verbindung hinzufügen
el: + Προσθήκη Σύνδεσης
es_es: + Añadir Conexión
fr_fr: + Ajouter une connexion
hu_hu: + Kapcsolat hozzáadása
it_it: + Aggiungi Connessione
nb_no: + Legg til tilkobling
nl_nl: + Verbinding Toevoegen
pl_pl: + Dodaj Połączenie
pt_br: + Adicionar Conexão
ro_ro: + Adaugă conexiune
ru_ru: + Добавить подключение
sv_se: + Lägg till anslutning

source: All rooms have been synced.
da_dk: Alle værelser er blevet synkroniseret.
de_de: Alle Zimmer wurden synchronisiert.
el: Όλα τα δωμάτια έχουν συγχρονιστεί.
es_es: Todas las habitaciones sincronizadas.
fr_fr: Toutes les chambres ont été synchronisées.
hu_hu: Minden szoba szinkronizálva lett.
it_it: Tutte le camere sincronizzate.
nb_no: Alle rom er synkronisert.
nl_nl: Alle kamers gesynchroniseerd.
pl_pl: Wszystkie pokoje zsynchronizowane.
pt_br: Todos os quartos foram sincronizados.
ro_ro: Toate camerele au fost sincronizate.
ru_ru: Все номера синхронизированы.
sv_se: Alla rum har synkroniserats.

source: Room #%s has been synced.
da_dk: Værelse #%s er blevet synkroniseret.
de_de: Zimmer #%s wurde synchronisiert.
el: Το δωμάτιο #%s έχει συγχρονιστεί.
es_es: Habitación #%s sincronizada.
fr_fr: Chambre #%s synchronisée.
hu_hu: A #%s szoba szinkronizálva lett.
it_it: Camera #%s sincronizzata.
nb_no: Rom #%s er synkronisert.
nl_nl: Kamer #%s gesynchroniseerd.
pl_pl: Pokój #%s zsynchronizowany.
pt_br: Quarto #%s foi sincronizado.
ro_ro: Camera #%s a fost sincronizată.
ru_ru: Номер #%s синхронизирован.
sv_se: Rum #%s har synkroniserats.
