Repository: leslieradue-web/modern-hotel-booking-free
Catalog: languages/modern-hotel-booking-*.po
Languages: da_dk, de_de, el, es_es, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sv_se

source: Stripe %s credentials are valid!
da_dk: Stripe %s legitimationsoplysninger er gyldige!
de_de: Stripe %s Anmeldedaten sind gültig!
el: Τα διαπιστευτήρια Stripe %s είναι έγκυρα!
es_es: ¡Credenciales Stripe %s válidas!
fr_fr: Les identifiants Stripe %s sont valides !
hu_hu: Stripe %s hitelesítő adatok érvényesek!
it_it: Credenziali Stripe %s valide!
nb_no: Stripe %s legitimasjon er gyldig!
nl_nl: Stripe %s gegevens zijn geldig!
pl_pl: Dane Stripe %s są poprawne!
pt_br: Credenciais Stripe %s são válidas!
ro_ro: Credențialele Stripe %s sunt valide!
ru_ru: Учетные данные Stripe %s действительны!
sv_se: Stripe %s uppgifter är giltiga!

source: Connection failed: %s
da_dk: Forbindelse mislykkedes: %s
de_de: Verbindung fehlgeschlagen: %s
el: Η σύνδεση απέτυχε: %s
es_es: Conexión fallida: %s
fr_fr: Connexion échouée : %s
hu_hu: Kapcsolódás sikertelen: %s
it_it: Connessione fallita: %s
nb_no: Tilkobling feilet: %s
nl_nl: Verbinding mislukt: %s
pl_pl: Połączenie nieudane: %s
pt_br: Conexão falhou: %s
ro_ro: Conexiune eșuată: %s
ru_ru: Ошибка подключения: %s
sv_se: Anslutning misslyckades: %s

source: Authentication failed: %s
da_dk: Godkendelse mislykkedes: %s
de_de: Authentifizierung fehlgeschlagen: %s
el: Ο έλεγχος ταυτότητας απέτυχε: %s
es_es: Autenticación fallida: %s
fr_fr: Authentification échouée : %s
hu_hu: Hitelesítés sikertelen: %s
it_it: Autenticazione fallita: %s
nb_no: Autentisering feilet: %s
nl_nl: Authenticatie mislukt: %s
pl_pl: Uwierzytelnianie nieudane: %s
pt_br: Autenticação falhou: %s
ro_ro: Autentificare eșuată: %s
ru_ru: Ошибка аутентификации: %s
sv_se: Autentisering misslyckades: %s

source: Common causes:
da_dk: Almindelige årsager:
de_de: Häufige Ursachen:
el: Κοινές αιτίες:
es_es: Causas comunes:
fr_fr: Causes courantes :
hu_hu: Gyakori okok:
it_it: Cause comuni:
nb_no: Vanlige årsaker:
nl_nl: Veelvoorkomende oorzaken:
pl_pl: Częste przyczyny:
pt_br: Causas comuns:
ro_ro: Cauze comune:
ru_ru: Общие причины:
sv_se: Vanliga orsaker:

source: Pro license required.
da_dk: Pro-licens påkrævet.
de_de: Pro-Lizenz erforderlich.
el: Απαιτείται άδεια Pro.
es_es: Licencia Pro requerida.
fr_fr: Licence Pro requise.
hu_hu: Pro licenc szükséges.
it_it: Licenza Pro richiesta.
nb_no: Pro-lisens påkrevd.
nl_nl: Pro licentie vereist.
pl_pl: Wymagana licencja Pro.
pt_br: Licença Pro necessária.
ro_ro: Licență Pro necesară.
ru_ru: Требуется лицензия Pro.
sv_se: Pro-licens krävs.

source: Invalid or missing iCal token.
da_dk: Ugyldig eller manglende iCal-token.
de_de: Ungültiges oder fehlendes iCal-Token.
el: Μη έγκυρο ή ελλείπον διακριτικό iCal.
es_es: Token iCal inválido o faltante.
fr_fr: Jeton iCal invalide ou manquant.
hu_hu: Érvénytelen vagy hiányzó iCal token.
it_it: Token iCal invalido.
nb_no: Ugyldig eller manglende iCal-token.
nl_nl: Ongeldig iCal token.
pl_pl: Nieprawidłowy token iCal.
pt_br: Token iCal inválido ou ausente.
ro_ro: Token iCal invalid sau lipsă.
ru_ru: Неверный или отсутствующий токен iCal.
sv_se: Ogiltig eller saknad iCal-token.

source: Security Error
da_dk: Sikkerhedsfejl
de_de: Sicherheitsfehler
el: Σφάλμα Ασφαλείας
es_es: Error de seguridad
fr_fr: Erreur de sécurité
hu_hu: Biztonsági Hiba
it_it: Errore Sicurezza
nb_no: Sikkerhetsfeil
nl_nl: Beveiligingsfout
pl_pl: Błąd Bezpieczeństwa
pt_br: Erro de Segurança
ro_ro: Eroare Securitate
ru_ru: Ошибка безопасности
sv_se: Säkerhetsfel

source: Booking #%1$d - %2$s
de_de: Buchung #%1$d - %2$s
el: Κράτηση #%1$d - %2$s
es_es: Reserva #%1$d - %2$s
fr_fr: Réservation #%1$d - %2$s
hu_hu: Foglalás #%1$d - %2$s
it_it: Prenotazione #%1$d - %2$s
nl_nl: Boeking #%1$d - %2$s
pl_pl: Rezerwacja #%1$d - %2$s
pt_br: Reserva #%1$d - %2$s
ro_ro: Rezervare #%1$d - %2$s
ru_ru: Бронирование #%1$d - %2$s
sv_se: Bokning #%1$d - %2$s

source: Check-in: %s
da_dk: Indtjekning: %s
de_de: Anreise: %s
el: Άφιξη: %s
es_es: Entrada: %s
fr_fr: Arrivée : %s
hu_hu: Érkezés: %s
nb_no: Sjekk inn: %s
pl_pl: Zameldowanie: %s
ru_ru: Заезд: %s
sv_se: Incheckning: %s

source: Check-out: %s
da_dk: Udtjekning: %s
de_de: Abreise: %s
el: Αναχώρηση: %s
es_es: Salida: %s
fr_fr: Départ : %s
hu_hu: Távozás: %s
nb_no: Sjekk ut: %s
pl_pl: Wymeldowanie: %s
ru_ru: Выезд: %s
sv_se: Utcheckning: %s

source: Guests: %d
da_dk: Gæster: %d
de_de: Gäste: %d
el: Επισκέπτες: %d
es_es: Huéspedes: %d
fr_fr: Voyageurs : %d
hu_hu: Vendégek: %d
it_it: Ospiti: %d
nb_no: Gjester: %d
nl_nl: Gasten: %d
pl_pl: Goście: %d
pt_br: Hóspedes: %d
ro_ro: Oaspeți: %d
ru_ru: Гости: %d
sv_se: Gäster: %d

source: Phone: %s
da_dk: Telefon: %s
de_de: Telefon: %s
el: Τηλέφωνο: %s
es_es: Teléfono: %s
fr_fr: Tél : %s
hu_hu: Telefon: %s
it_it: Telefono: %s
nb_no: Tlf: %s
nl_nl: Tel: %s
pl_pl: Tel: %s
pt_br: Telefone: %s
ro_ro: Telefon: %s
ru_ru: Тел: %s
sv_se: Telefon: %s

source: Source: %s
da_dk: Kilde: %s
de_de: Quelle: %s
el: Πηγή: %s
es_es: Fuente: %s
hu_hu: Forrás: %s
it_it: Fonte: %s
nb_no: Kilde: %s
nl_nl: Bron: %s
pl_pl: Źródło: %s
pt_br: Fonte: %s
ro_ro: Sursă: %s
ru_ru: Источник: %s
sv_se: Källa: %s

source: External Booking
da_dk: Ekstern Booking
de_de: Externe Buchung
el: Εξωτερική Κράτηση
es_es: Reserva externa
fr_fr: Réservation externe
hu_hu: Külső foglalás
it_it: Prenotazione Esterna
nb_no: Ekstern booking
nl_nl: Externe Boeking
pl_pl: Rezerwacja Zewnętrzna
pt_br: Reserva Externa
ro_ro: Rezervare Externă
ru_ru: Внешнее бронирование
sv_se: Extern bokning

source: Airbnb Reservation
de_de: Airbnb Reservierung
el: Κράτηση Airbnb
es_es: Reserva Airbnb
fr_fr: Réservation Airbnb
hu_hu: Airbnb foglalás
it_it: Prenotazione Airbnb
nb_no: Airbnb-reservasjon
nl_nl: Airbnb Reservering
pl_pl: Rezerwacja Airbnb
pt_br: Reserva Airbnb
ro_ro: Rezervare Airbnb
ru_ru: Бронирование Airbnb
sv_se: Airbnb-bokning

source: Booking.com Reservation
de_de: Booking.com Reservierung
el: Κράτηση Booking.com
es_es: Reserva Booking.com
fr_fr: Réservation Booking.com
hu_hu: Booking.com foglalás
it_it: Prenotazione Booking.com
nb_no: Booking.com-reservasjon
nl_nl: Booking.com Reservering
pl_pl: Rezerwacja Booking.com
pt_br: Reserva Booking.com
ro_ro: Rezervare Booking.com
ru_ru: Бронирование Booking.com
sv_se: Booking.com-bokning

source: Google Calendar Event
da_dk: Google Kalender Begivenhed
de_de: Google Kalender Ereignis
el: Συμβάν Ημερολογίου Google
es_es: Evento Google Calendar
fr_fr: Événement Google Agenda
hu_hu: Google Naptár esemény
it_it: Evento Google Calendar
nb_no: Google Kalender-hendelse
nl_nl: Google Agenda Event
pl_pl: Wydarzenie Google Calendar
pt_br: Evento do Google Calendar
ro_ro: Eveniment Google Calendar
ru_ru: Событие Google Календаря
sv_se: Google Kalender-händelse

source: The %s feature is part of the Modern Hotel Booking Pro Experience.
da_dk: Funktionen %s er en del af Modern Hotel Booking Pro.
de_de: Die Funktion %s ist Teil der Modern Hotel Booking Pro Experience.
el: Η λειτουργία %s είναι μέρος της εμπειρίας Pro.
es_es: La función %s es parte de Modern Hotel Booking Pro.
fr_fr: La fonctionnalité %s fait partie de l'expérience Pro.
hu_hu: A(z) %s funkció a Modern Hotel Booking Pro része.
it_it: La funzione %s è parte di Modern Hotel Booking Pro.
nb_no: Funksjonen %s er en del av Modern Hotel Booking Pro.
nl_nl: Functie %s is onderdeel van Modern Hotel Booking Pro.
pl_pl: Funkcja %s jest częścią Modern Hotel Booking Pro.
pt_br: O recurso %s faz parte da Experiência Modern Hotel Booking Pro.
ro_ro: Funcția %s este parte din experiența Pro.
ru_ru: Функция %s является частью Modern Hotel Booking Pro.
sv_se: Funktionen %s är en del av Modern Hotel Booking Pro-upplevelsen.

source: This feature is part of the Modern Hotel Booking Pro Experience.
da_dk: Denne funktion er en del af Modern Hotel Booking Pro.
de_de: Diese Funktion ist Teil der Modern Hotel Booking Pro Experience.
el: Αυτή η λειτουργία είναι μέρος της εμπειρίας Modern Hotel Booking Pro.
es_es: Esta función es parte de la Experiencia Modern Hotel Booking Pro.
fr_fr: Cette fonctionnalité fait partie de l'expérience Modern Hotel Booking Pro.
hu_hu: Ez a funkció a Modern Hotel Booking Pro része.
it_it: Questa funzione è parte di Modern Hotel Booking Pro.
nb_no: Denne funksjonen er en del av Modern Hotel Booking Pro-opplevelsen.
nl_nl: Deze functie is onderdeel van Modern Hotel Booking Pro.
pl_pl: Ta funkcja jest częścią Modern Hotel Booking Pro.
pt_br: Este recurso faz parte da Experiência Modern Hotel Booking Pro.
ro_ro: Această funcție face parte din experiența Modern Hotel Booking Pro.
ru_ru: Эта функция является частью Modern Hotel Booking Pro.
sv_se: Denna funktion är en del av Modern Hotel Booking Pro-upplevelsen.

source: Activate Pro Now
da_dk: Aktiver Pro Nu
de_de: Jetzt Pro aktivieren
el: Ενεργοποιήστε το Pro Τώρα
es_es: Activar Pro Ahora
fr_fr: Activer Pro maintenant
hu_hu: Pro aktiválása most
it_it: Attiva Pro Ora
nb_no: Aktiver Pro nå
nl_nl: Activeer Pro Nu
pl_pl: Aktywuj Pro Teraz
pt_br: Ativar Pro Agora
ro_ro: Activează Pro acum
ru_ru: Активировать Pro Сейчас
sv_se: Aktivera Pro nu

source: Too many attempts. Please wait a minute before trying again.
da_dk: For mange forsøg. Vent venligst et minut.
de_de: Zu viele Versuche. Bitte warten Sie eine Minute.
el: Πάρα πολλά αιτήματα. Περιμένετε ένα λεπτό.
es_es: Demasiados intentos. Espere un minuto.
fr_fr: Trop de tentatives. Veuillez patienter une minute.
hu_hu: Túl sok próbálkozás. Kérjük, várjon egy percet.
it_it: Troppi tentativi. Attendi un minuto.
nb_no: For mange forsøk. Vent et minutt.
nl_nl: Te veel pogingen. Wacht een minuut.
pl_pl: Zbyt wiele prób. Poczekaj minutę.
pt_br: Muitas tentativas. Por favor, aguarde um minuto.
ro_ro: Prea multe încercări. Așteptați un minut.
ru_ru: Слишком много попыток. Подождите минуту.
sv_se: För många försök. Vänligen vänta en minut innan du försöker igen.

source: License key cannot be empty.
da_dk: Licensnøgle kan ikke være tom.
de_de: Lizenzschlüssel darf nicht leer sein.
el: Το κλειδί άδειας δεν μπορεί να είναι κενό.
es_es: La clave de licencia no puede estar vacía.
fr_fr: La clé de licence ne peut pas être vide.
hu_hu: A licenckulcs nem lehet üres.
it_it: Chiave licenza vuota.
nb_no: Lisensnøkkel kan ikke være tom.
nl_nl: Licentiesleutel mag niet leeg zijn.
pl_pl: Klucz licencyjny nie może być pusty.
pt_br: A chave de licença não pode estar vazia.
ro_ro: Cheia de licență nu poate fi goală.
ru_ru: Лицензионный ключ не может быть пустым.
sv_se: Licensnyckeln får inte vara tom.

source: License system not configured. Please contact support.
da_dk: Licenssystem ikke konfigureret.
de_de: Lizenzsystem nicht konfiguriert.
el: Το σύστημα άδειας δεν έχει ρυθμιστεί.
es_es: Sistema de licencias no configurado.
fr_fr: Système de licence non configuré.
hu_hu: A licenc rendszer nincs beállítva.
it_it: Sistema licenza non configurato.
nb_no: Lisenssystem ikke konfigurert.
nl_nl: Licentiesysteem niet geconfigureerd.
pl_pl: System licencji nieskonfigurowany.
pt_br: Sistema de licença não configurado.
ro_ro: Sistem licență neconfigurat.
ru_ru: Система лицензирования не настроена.
sv_se: Licenssystemet är inte konfigurerat. Vänligen kontakta support.

source: Invalid license key or server error.
da_dk: Ugyldig licensnøgle eller serverfejl.
de_de: Ungültiger Lizenzschlüssel oder Serverfehler.
el: Μη έγκυρο κλειδί άδειας ή σφάλμα διακομιστή.
es_es: Clave inválida o error del servidor.
fr_fr: Clé de licence invalide ou erreur serveur.
hu_hu: Érvénytelen licenckulcs vagy szerverhiba.
it_it: Chiave invalida o errore server.
nb_no: Ugyldig lisensnøkkel eller serverfeil.
nl_nl: Ongeldige sleutel of serverfout.
pl_pl: Nieprawidłowy klucz lub błąd serwera.
pt_br: Chave de licença inválida ou erro no servidor.
ro_ro: Cheie licență invalidă sau eroare server.
ru_ru: Неверный ключ лицензии или ошибка сервера.
sv_se: Ogiltig licensnyckel eller serverfel.

source: License limit reached. No activations remaining.
da_dk: Licensgrænse nået.
de_de: Lizenzlimit erreicht.
el: Το όριο άδειας συμπληρώθηκε.
es_es: Límite de licencia alcanzado.
fr_fr: Limite de licence atteinte.
hu_hu: Licenc limit elérve.
it_it: Limite licenza raggiunto.
nb_no: Lisensgrense nådd.
nl_nl: Licentielimiet bereikt.
pl_pl: Limit licencji osiągnięty.
pt_br: Limite de licença atingido.
ro_ro: Limită licență atinsă.
ru_ru: Лимит лицензий исчерпан.
sv_se: Licensgräns nådd. Inga aktiveringar kvar.

source: License activated successfully.
da_dk: Licens aktiveret succesfuldt.
de_de: Lizenz erfolgreich aktiviert.
el: Η άδεια ενεργοποιήθηκε επιτυχώς.
es_es: Licencia activada correctamente.
fr_fr: Licence activée avec succès.
hu_hu: Licenc sikeresen aktiválva.
it_it: Licenza attivata.
nb_no: Lisens aktivert.
nl_nl: Licentie geactiveerd.
pl_pl: Licencja aktywowana pomyślnie.
pt_br: Licença ativada com sucesso.
ro_ro: Licență activată cu succes.
ru_ru: Лицензия успешно активирована.
sv_se: Licensen aktiverades framgångsrikt.

source: License deactivated.
da_dk: Licens deaktiveret.
de_de: Lizenz deaktiviert.
el: Η άδεια απενεργοποιήθηκε.
es_es: Licencia desactivada.
fr_fr: Licence désactivée.
hu_hu: Licenc deaktiválva.
it_it: Licenza disattivata.
nb_no: Lisens deaktivert.
nl_nl: Licentie gedeactiveerd.
pl_pl: Licencja dezaktywowana.
pt_br: Licença desativada.
ro_ro: Licență dezactivată.
ru_ru: Лицензия деактивирована.
sv_se: Licens inaktiverad.

source: No license key stored.
da_dk: Ingen licensnøgle gemt.
de_de: Kein Lizenzschlüssel gespeichert.
el: Δεν έχει αποθηκευτεί κλειδί άδειας.
es_es: No hay clave de licencia guardada.
fr_fr: Aucune clé stockée.
hu_hu: Nincs tárolt licenckulcs.
it_it: Nessuna chiave salvata.
nb_no: Ingen lisensnøkkel lagret.
nl_nl: Geen sleutel opgeslagen.
pl_pl: Brak zapisanego klucza.
pt_br: Nenhuma chave de licença armazenada.
ro_ro: Nicio cheie de licență stocată.
ru_ru: Лицензионный ключ не сохранен.
sv_se: Ingen licensnyckel sparad.

source: API credentials not configured.
da_dk: API-legitimationsoplysninger ikke konfigureret.
de_de: API-Anmeldedaten nicht konfiguriert.
el: Διαπιστευτήρια API δεν έχουν ρυθμιστεί.
es_es: Credenciales API no configuradas.
fr_fr: Identifiants API non configurés.
hu_hu: API hitelesítő adatok nincsenek beállítva.
it_it: Credenziali API non configurate.
nb_no: API-legitimasjon ikke konfigurert.
nl_nl: API gegevens niet geconfigureerd.
pl_pl: Dane API nieskonfigurowane.
pt_br: Credenciais da API não configuradas.
ro_ro: Credențiale API neconfigurate.
ru_ru: Учетные данные API не настроены.
sv_se: API-uppgifter inte konfigurerade.

source: License is valid.
da_dk: Licens er gyldig.
de_de: Lizenz ist gültig.
el: Η άδεια είναι έγκυρη.
es_es: La licencia es válida.
fr_fr: La licence est valide.
hu_hu: A licenc érvényes.
it_it: Licenza valida.
nb_no: Lisensen er gyldig.
nl_nl: Licentie is geldig.
pl_pl: Licencja jest ważna.
pt_br: A licença é válida.
ro_ro: Licența este validă.
ru_ru: Лицензия действительна.
sv_se: Licensen är giltig.

source: License is not valid.
da_dk: Licens er ikke gyldig.
de_de: Lizenz ist ungültig.
el: Η άδεια δεν είναι έγκυρη.
es_es: La licencia no es válida.
fr_fr: La licence n'est pas valide.
hu_hu: A licenc érvénytelen.
it_it: Licenza non valida.
nb_no: Lisensen er ugyldig.
nl_nl: Licentie is niet geldig.
pl_pl: Licencja jest nieważna.
pt_br: A licença não é válida.
ro_ro: Licența nu este validă.
ru_ru: Лицензия недействительна.
sv_se: Licensen är ogiltig.

source: %d day
da_dk: %d dag
de_de: %d Tag
el: %d ημέρα
es_es: %d día
fr_fr: %d jour
hu_hu: %d nap
it_it: %d giorno
nb_no: %d dag
nl_nl: %d dag
pl_pl: %d dzień
pt_br: %d dia
ro_ro: %d zi
ru_ru: %d день
sv_se: %d dag

source: %d hour
da_dk: %d time
de_de: %d Stunde
el: %d ώρα
es_es: %d hora
fr_fr: %d heure
hu_hu: %d óra
it_it: %d ora
nb_no: %d time
nl_nl: %d uur
pl_pl: %d godzina
pt_br: %d hora
ro_ro: %d oră
ru_ru: %d час
sv_se: %d timme

source: License Warning:
da_dk: Licensadvarsel:
de_de: Lizenzwarnung:
el: Προειδοποίηση Άδειας:
es_es: Advertencia de licencia:
fr_fr: Avertissement Licence :
hu_hu: Licenc Figyelmeztetés:
it_it: Avviso Licenza:
nb_no: Lisensadvarsel:
nl_nl: Licentie Waarschuwing:
pl_pl: Ostrzeżenie Licencji:
pt_br: Aviso de Licença:
ro_ro: Avertisment Licență:
ru_ru: Предупреждение лицензии:
sv_se: Licensvarning:

source: Could not verify license. Grace period active: %s remaining.
da_dk: Kunne ikke bekræfte licens. Henstandsperiode aktiv: %s tilbage.
de_de: Lizenz konnte nicht verifiziert werden. Toleranzperiode aktiv: %s verbleibend.
el: Αδυναμία επαλήθευσης άδειας. Περίοδος χάριτος: απομένουν %s.
es_es: No se pudo verificar licencia. Periodo de gracia: %s restante.
fr_fr: Impossible de vérifier la licence. Période de grâce : %s restants.
hu_hu: Licenc ellenőrzése sikertelen. Türelmi időszak: %s maradt.
it_it: Verifica fallita. Periodo di grazia: %s rimanenti.
nb_no: Kunne ikke verifisere lisens. Grace-periode: %s gjenstår.
nl_nl: Kan licentie niet verifiëren. Gratieperiode: %s resterend.
pl_pl: Nie można zweryfikować. Okres karencji: %s.
pt_br: Não foi possível verificar a licença. Período de carência: %s restantes.
ro_ro: Nu s-a putut verifica licența. Perioadă grație: %s rămas.
ru_ru: Не удалось проверить лицензию. Льготный период: осталось %s.
sv_se: Kunde inte verifiera licens. Respitperiod aktiv: %s återstår.

source: License Error:
da_dk: Licensfejl:
de_de: Lizenzfehler:
el: Σφάλμα Άδειας:
es_es: Error de licencia:
fr_fr: Erreur Licence :
hu_hu: Licenc Hiba:
it_it: Errore Licenza:
nb_no: Lisensfeil:
nl_nl: Licentie Fout:
pl_pl: Błąd Licencji:
pt_br: Erro de Licença:
ro_ro: Eroare Licență:
ru_ru: Ошибка лицензии:
sv_se: Licensfel:

source: License verification failed. Pro features have been disabled. Please check your license or contact support.
da_dk: Licensverifikation mislykkedes. Pro-funktioner deaktiveret.
de_de: Lizenzüberprüfung fehlgeschlagen. Pro-Funktionen deaktiviert.
el: Η επαλήθευση απέτυχε. Οι λειτουργίες Pro απενεργοποιήθηκαν.
es_es: Verificación fallida. Funciones Pro desactivadas.
fr_fr: Vérification de licence échouée. Fonctionnalités Pro désactivées.
hu_hu: Licenc ellenőrzés sikertelen. Pro funkciók letiltva.
it_it: Verifica fallita. Funzioni Pro disabilitate.
nb_no: Lisensverifisering feilet. Pro-funksjoner deaktivert.
nl_nl: Verificatie mislukt. Pro functies uitgeschakeld.
pl_pl: Weryfikacja nieudana. Funkcje Pro wyłączone.
pt_br: Falha na verificação da licença. Recursos Pro desativados.
ro_ro: Verificare licență eșuată. Funcțiile Pro dezactivate.
ru_ru: Проверка лицензии не удалась. Функции Pro отключены.
sv_se: Licensverifiering misslyckades. Pro-funktioner har inaktiverats. Kontrollera din licens eller kontakta support.

source: License Expired:
da_dk: Licens Udløbet:
de_de: Lizenz abgelaufen:
el: Η Άδεια Έληξε:
es_es: Licencia caducada:
fr_fr: Licence expirée :
hu_hu: Licenc Lejárt:
it_it: Licenza Scaduta:
nb_no: Lisens utløpt:
nl_nl: Licentie Verlopen:
pl_pl: Licencja Wygasła:
pt_br: Licença Expirada:
ro_ro: Licență Expirată:
ru_ru: Лицензия истекла:
sv_se: Licens utgången:

source: Your Pro license has expired. Please renew to continue using Pro features.
da_dk: Din Pro-licens er udløbet.
de_de: Ihre Pro-Lizenz ist abgelaufen.
el: Η άδειά σας έχει λήξει. Ανανεώστε για να συνεχίσετε.
es_es: Su licencia Pro ha caducado. Renuévela para continuar.
fr_fr: Votre licence Pro a expiré.
hu_hu: A Pro licenc lejárt.
it_it: La tua licenza Pro è scaduta.
nb_no: Din Pro-lisens har utløpt.
nl_nl: Uw Pro licentie is verlopen.
pl_pl: Twoja licencja Pro wygasła.
pt_br: Sua licença Pro expirou.
ro_ro: Licența Pro a expirat.
ru_ru: Ваша лицензия Pro истекла.
sv_se: Din Pro-licens har gått ut. Förnya för att fortsätta använda Pro-funktioner.

source: Pro license required for iCal export.
da_dk: Pro-licens påkrævet for iCal-eksport.
de_de: Pro-Lizenz für iCal-Export erforderlich.
el: Απαιτείται άδεια Pro για εξαγωγή iCal.
es_es: Licencia Pro requerida para exportar iCal.
fr_fr: Licence Pro requise pour l'export iCal.
hu_hu: Pro licenc szükséges az iCal exporthoz.
it_it: Licenza Pro richiesta per export iCal.
nb_no: Pro-lisens påkrevd for iCal-eksport.
nl_nl: Pro licentie vereist voor iCal export.
pl_pl: Wymagana licencja Pro do eksportu iCal.
pt_br: Licença Pro necessária para exportação iCal.
ro_ro: Licență Pro necesară pentru export iCal.
ru_ru: Лицензия Pro требуется для экспорта iCal.
sv_se: Pro-licens krävs för iCal-export.

source: This plugin collects the following personal data from guests during the booking process:
da_dk: Dette plugin indsamler følgende personlige data:
de_de: Dieses Plugin sammelt folgende personenbezogene Daten:
el: Αυτό το πρόσθετο συλλέγει τα ακόλουθα προσωπικά δεδομένα:
es_es: Este plugin recopila los siguientes datos personales:
fr_fr: Ce plugin collecte les données personnelles suivantes :
hu_hu: Ez a bővítmény a következő személyes adatokat gyűjti:
it_it: Questo plugin raccoglie i seguenti dati personali:
nb_no: Denne pluginen samler følgende personopplysninger:
nl_nl: Deze plugin verzamelt de volgende gegevens:
pl_pl: Ta wtyczka zbiera następujące dane osobowe:
pt_br: Este plugin coleta os seguintes dados pessoais:
ro_ro: Acest plugin colectează următoarele date personale:
ru_ru: Этот плагин собирает следующие личные данные:
sv_se: Detta plugin samlar in följande personuppgifter från gäster under bokningsprocessen:

source: Email Address
da_dk: Emailadresse
de_de: E-Mail-Adresse
el: Διεύθυνση Email
es_es: Dirección de correo
fr_fr: Adresse e-mail
hu_hu: Email cím
it_it: Indirizzo Email
nb_no: E-postadresse
nl_nl: E-mailadres
pl_pl: Adres Email
pt_br: Endereço de E-mail
ro_ro: Adresă Email
ru_ru: Адрес электронной почты
sv_se: E-postadress

source: Phone Number
da_dk: Telefonnummer
de_de: Telefonnummer
el: Αριθμός Τηλεφώνου
es_es: Número de teléfono
fr_fr: Numéro de téléphone
hu_hu: Telefonszám
it_it: Numero di Telefono
nb_no: Telefonnummer
nl_nl: Telefoonnummer
pl_pl: Numer Telefonu
pt_br: Número de Telefone
ro_ro: Număr Telefon
ru_ru: Номер телефона
sv_se: Telefonnummer

source: Booking Dates and Details
da_dk: Bookingdatoer og Detaljer
de_de: Buchungsdaten und Details
el: Ημερομηνίες και Λεπτομέρειες Κράτησης
es_es: Fechas y detalles de reserva
fr_fr: Dates et détails de réservation
hu_hu: Foglalási dátumok és részletek
it_it: Date e Dettagli Prenotazione
nb_no: Bookingdatoer og detaljer
nl_nl: Boekingsdata en Details
pl_pl: Daty i Szczegóły Rezerwacji
pt_br: Datas e Detalhes da Reserva
ro_ro: Date și Detalii Rezervare
ru_ru: Даты и детали бронирования
sv_se: Bokningsdatum och detaljer

source: This data is stored in the database for the purpose of managing reservations and contacting guests regarding their stay.
da_dk: Disse data gemmes med henblik på at administrere reservationer.
de_de: Diese Daten werden zur Verwaltung von Reservierungen gespeichert.
el: Αυτά τα δεδομένα αποθηκεύονται για τη διαχείριση κρατήσεων.
es_es: Estos datos se almacenan para gestionar reservas.
fr_fr: Ces données sont stockées pour gérer les réservations.
hu_hu: Ezek az adatok a foglalások kezelése céljából kerülnek tárolásra.
it_it: Questi dati sono salvati per gestire le prenotazioni.
nb_no: Disse dataene lagres for å administrere reservasjoner.
nl_nl: Deze gegevens worden opgeslagen voor reserveringsbeheer.
pl_pl: Dane te są przechowywane w celu zarządzania rezerwacjami.
pt_br: Estes dados são armazenados para gerenciar reservas.
ro_ro: Aceste date sunt stocate pentru gestionarea rezervărilor.
ru_ru: Эти данные хранятся для управления бронированиями.
sv_se: Dessa data lagras i databasen för att hantera bokningar och kontakta gäster angående deras vistelse.

source: Booking ID
de_de: Buchungs-ID
el: ID Κράτησης
es_es: ID de reserva
fr_fr: ID réservation
hu_hu: Foglalás ID
it_it: ID Prenotazione
nl_nl: Boeking ID
pl_pl: ID Rezerwacji
pt_br: ID da Reserva
ro_ro: ID Rezervare
ru_ru: ID бронирования
sv_se: Boknings-ID
