Repository: leslieradue-web/modern-hotel-booking-free
Catalog: languages/modern-hotel-booking-*.po
Languages: da_dk, de_de, el, es_es, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sv_se

source: Manage iCal feed imports and exports for each room. Sync with Airbnb, Booking.com, Google Calendar, and other platforms.
da_dk: Administrer iCal-feeds for hvert værelse.
de_de: Verwalten Sie iCal-Feeds für jedes Zimmer. Synchronisieren Sie mit Airbnb, Booking.com und Google Kalender.
el: Διαχειριστείτε εισαγωγές και εξαγωγές iCal για κάθε δωμάτιο. Συγχρονισμός με Airbnb, Booking.com, Ημερολόγιο Google και άλλα.
es_es: Gestione feeds iCal para cada habitación. Sincronice con Airbnb, Booking.com, Google Calendar.
fr_fr: Gérez les flux iCal pour chaque chambre. Synchronisez avec Airbnb, Booking.com, Google Agenda, etc.
hu_hu: Kezelje az iCal feed importálásokat és exportálásokat minden szobához. Szinkronizáljon Airbnb-vel, Booking.com-mal, Google Naptárral és egyéb platformokkal.
it_it: Gestisci feed iCal per ogni camera. Sync con Airbnb, Booking.com, Google Calendar.
nb_no: Administrer iCal-feed import og eksport for hvert rom. Synkroniser med Airbnb, Booking.com, Google Kalender og andre plattformer.
nl_nl: Beheer iCal feeds. Sync met Airbnb, Booking.com, etc.
pl_pl: Zarządzaj importem/eksportem iCal.
pt_br: Gerencie importações e exportações de feed iCal para cada quarto. Sincronize com Airbnb, Booking.com, Google Calendar e outras plataformas.
ro_ro: Gestionați importurile/exporturile iCal pentru fiecare cameră. Sincronizați cu Airbnb, Booking.com, Google Calendar.
ru_ru: Управляйте импортом и экспортом каналов iCal. Синхронизируйте с Airbnb, Booking.com, Google Calendar.
sv_se: Hantera iCal-feed import och export för varje rum. Synkronisera med Airbnb, Booking.com, Google Kalender och andra.

source: ⚙️ Sync Settings
da_dk: ⚙️ Synkroniseringsindstillinger
de_de: ⚙️ Sync-Einstellungen
el: ⚙️ Ρυθμίσεις Συγχρονισμού
es_es: ⚙️ Ajustes Sincronización
fr_fr: ⚙️ Réglages de synchronisation
hu_hu: ⚙️ Szinkronizálási beállítások
it_it: ⚙️ Impostazioni Sync
nb_no: ⚙️ Synkroniseringsinnstillinger
nl_nl: ⚙️ Sync Instellingen
pl_pl: ⚙️ Ustawienia Sync
pt_br: ⚙️ Configurações de Sincronização
ro_ro: ⚙️ Setări sincronizare
ru_ru: ⚙️ Настройки синхронизации
sv_se: ⚙️ Synkroniseringsinställningar

source: Enable Auto Sync
da_dk: Aktiver Autosynkronisering
de_de: Auto-Sync aktivieren
el: Ενεργοποίηση Αυτόματου Συγχρονισμού
es_es: Habilitar Auto Sincronización
fr_fr: Activer la synchro auto
hu_hu: Automatikus szinkronizálás engedélyezése
it_it: Abilita Sync Auto
nb_no: Aktiver automatisk synkronisering
nl_nl: Auto Sync Inschakelen
pl_pl: Włącz Auto Sync
pt_br: Habilitar Sincronização Automática
ro_ro: Activează auto-sincronizare
ru_ru: Включить автосинхронизацию
sv_se: Aktivera auto-synkronisering

source: Automatically sync calendars
da_dk: Synkroniser kalendere automatisk
de_de: Kalender automatisch synchronisieren
el: Αυτόματος συγχρονισμός ημερολογίων
es_es: Sincronizar calendarios automáticamente
fr_fr: Synchroniser automatiquement les calendriers
hu_hu: Naptárak automatikus szinkronizálása
it_it: Sincronizza automaticamente calendari
nb_no: Synkroniser kalendere automatisk
nl_nl: Automatisch synchroniseren
pl_pl: Automatycznie synchronizuj kalendarze
pt_br: Sincronizar calendários automaticamente
ro_ro: Sincronizează automat calendarele
ru_ru: Автоматически синхронизировать календари
sv_se: Synkronisera kalendrar automatiskt

source: Sync Interval
da_dk: Synkroniseringsinterval
de_de: Sync-Intervall
el: Διάστημα Συγχρονισμού
es_es: Intervalo Sincronización
fr_fr: Intervalle de synchro
hu_hu: Szinkronizálási időköz
it_it: Intervallo Sync
nb_no: Synkroniseringsintervall
pl_pl: Interwał Sync
pt_br: Intervalo de Sincronização
ro_ro: Interval sincronizare
ru_ru: Интервал синхронизации
sv_se: Synkroniseringsintervall

source: Every Hour
da_dk: Hver Time
de_de: Jede Stunde
el: Κάθε Ώρα
es_es: Cada Hora
fr_fr: Toutes les heures
hu_hu: Óránként
it_it: Ogni Ora
nb_no: Hver time
nl_nl: Elk Uur
pl_pl: Co Godzinę
pt_br: A cada Hora
ro_ro: În fiecare oră
ru_ru: Каждый час
sv_se: Varje timme

source: Daily
da_dk: Dagligt
de_de: Täglich
el: Καθημερινά
es_es: Diariamente
fr_fr: Quotidiennement
hu_hu: Naponta
it_it: Giornaliero
nb_no: Daglig
nl_nl: Dagelijks
pl_pl: Codziennie
pt_br: Diariamente
ro_ro: Zilnic
ru_ru: Ежедневно
sv_se: Dagligen

source: Enable Retry Logic
da_dk: Aktiver Gentagelseslogik
de_de: Wiederholungslogik aktivieren
el: Ενεργοποίηση Λογικής Επανάληψης
es_es: Habilitar Lógica Reintento
fr_fr: Activer la logique de réessai
hu_hu: Újrapróbálkozási logika engedélyezése
it_it: Abilita Logica Riprova
nb_no: Aktiver gjentakslogikk
nl_nl: Opnieuw Proberen Inschakelen
pl_pl: Włącz Ponawianie
pt_br: Habilitar Lógica de Repetição
ro_ro: Activează logica de reîncercare
ru_ru: Включить логику повторов
sv_se: Aktivera försök igen-logik

source: Retry failed syncs with exponential backoff (1h, 2h, 4h)
da_dk: Gentag mislykkede synkroniseringer.
de_de: Fehlgeschlagene Synchronisierungen wiederholen (1h, 2h, 4h)
el: Επανάληψη αποτυχημένων συγχρονισμών με εκθετική αναμονή (1ώ, 2ώ, 4ώ)
es_es: Reintentar fallos con espera exponencial (1h, 2h, 4h)
fr_fr: Réessayer les échecs avec un délai exponentiel (1h, 2h, 4h)
hu_hu: Sikertelen szinkronizálások újrapróbálása exponenciális késleltetéssel (1ó, 2ó, 4ó)
it_it: Riprova sync falliti (1h, 2h, 4h)
nb_no: Prøv mislykkede synkroniseringer på nytt med eksponentiell forsinkelse (1t, 2t, 4t)
nl_nl: Mislukte syncs opnieuw proberen (1u, 2u, 4u)
pl_pl: Ponawiaj nieudane (1h, 2h, 4h)
pt_br: Repetir sincronizações falhas com backoff exponencial (1h, 2h, 4h)
ro_ro: Reîncearcă sincronizările eșuate exponențial (1h, 2h, 4h)
ru_ru: Повторять неудачные синхронизации (1ч, 2ч, 4ч)
sv_se: Försök misslyckade synkroniseringar igen (1t, 2t, 4t)

source: Email Notifications
da_dk: Email-notifikationer
de_de: E-Mail-Benachrichtigungen
el: Ειδοποιήσεις Email
es_es: Notificaciones Email
fr_fr: Notifications par email
hu_hu: Email értesítések
it_it: Notifiche Email
nb_no: E-postvarsler
nl_nl: E-mail Notificaties
pl_pl: Powiadomienia Email
pt_br: Notificações por E-mail
ro_ro: Notificări email
ru_ru: Email-уведомления
sv_se: E-postnotifikationer

source: Send email on sync failure
da_dk: Send email ved synkroniseringsfejl
de_de: E-Mail bei Sync-Fehler senden
el: Αποστολή email σε αποτυχία συγχρονισμού
es_es: Enviar email al fallar sincronización
fr_fr: Envoyer un email en cas d'échec
hu_hu: Email küldése szinkronizálási hiba esetén
it_it: Invia email su fallimento
nb_no: Send e-post ved synkroniseringsfeil
nl_nl: Stuur e-mail bij sync fout
pl_pl: Wyślij email przy błędzie
pt_br: Enviar e-mail em caso de falha na sincronização
ro_ro: Trimite email la eșec sincronizare
ru_ru: Отправлять email при сбое синхронизации
sv_se: Skicka e-post vid synkroniseringsfel

source: Save Settings
da_dk: Gem Indstillinger
de_de: Einstellungen speichern
el: Αποθήκευση Ρυθμίσεων
es_es: Guardar Ajustes
fr_fr: Enregistrer les réglages
hu_hu: Beállítások mentése
it_it: Salva Impostazioni
nb_no: Lagre innstillinger
nl_nl: Instellingen Opslaan
pl_pl: Zapisz Ustawienia
pt_br: Salvar Configurações
ro_ro: Salvează setările
ru_ru: Сохранить настройки
sv_se: Spara inställningar

source: Sync all rooms? This may take a moment.
da_dk: Synkroniser alle værelser? Dette kan tage et øjeblik.
de_de: Alle Zimmer synchronisieren? Dies kann einen Moment dauern.
el: Συγχρονισμός όλων των δωματίων; Αυτό μπορεί να πάρει λίγο χρόνο.
es_es: ¿Sincronizar todo? Puede tardar un momento.
fr_fr: Synchroniser toutes les chambres ? Cela peut prendre un moment.
hu_hu: Szinkronizálja az összes szobát? Ez eltarthat egy ideig.
it_it: Sincronizzare tutte? Richiede un attimo.
nb_no: Synkronisere alle rom? Dette kan ta et øyeblikk.
nl_nl: Alle kamers synchroniseren?
pl_pl: Synchronizować wszystkie pokoje?
pt_br: Sincronizar todos os quartos? Isso pode levar um momento.
ro_ro: Sincronizezi toate camerele? Poate dura un moment.
ru_ru: Синхронизировать все номера? Это может занять некоторое время.
sv_se: Synkronisera alla rum? Detta kan ta en stund.

source: Sync All Rooms
da_dk: Synkroniser Alle Værelser
de_de: Alle Zimmer synchronisieren
el: Συγχρονισμός Όλων
es_es: Sincronizar Todo
fr_fr: Synchroniser toutes les chambres
hu_hu: Összes Szoba Szinkronizálása
it_it: Sincronizza Tutte
nb_no: Synkroniser alle rom
nl_nl: Synchroniseer Alle Kamers
pl_pl: Synchronizuj Wszystkie
pt_br: Sincronizar Todos os Quartos
ro_ro: Sincronizează Toate Camerele
ru_ru: Синхронизировать все номера
sv_se: Synkronisera alla rum

source: Platforms
da_dk: Platforme
de_de: Plattformen
el: Πλατφόρμες
es_es: Plataformas
fr_fr: Plateformes
hu_hu: Platformok
it_it: Piattaforme
nb_no: Plattformer
nl_nl: Platformen
pl_pl: Platformy
pt_br: Plataformas
ro_ro: Platforme
ru_ru: Платформы
sv_se: Plattformar

source: Connections
da_dk: Forbindelser
de_de: Verbindungen
el: Συνδέσεις
es_es: Conexiones
fr_fr: Connexions
hu_hu: Kapcsolatok
it_it: Connessioni
nb_no: Tilkoblinger
nl_nl: Verbindingen
pl_pl: Połączenia
pt_br: Conexões
ro_ro: Conexiuni
ru_ru: Подключения
sv_se: Anslutningar

source: No rooms found. Create rooms first.
da_dk: Ingen værelser fundet. Opret værelser først.
de_de: Keine Zimmer gefunden. Bitte erstellen Sie zuerst Zimmer.
el: Δεν βρέθηκαν δωμάτια. Δημιουργήστε δωμάτια πρώτα.
es_es: No hay habitaciones. Cree habitaciones primero.
fr_fr: Aucune chambre trouvée. Créez des chambres d'abord.
hu_hu: Nem található szoba. Először hozzon létre szobákat.
it_it: Nessuna camera trovata.
nb_no: Ingen rom funnet. Opprett rom først.
nl_nl: Geen kamers gevonden.
pl_pl: Nie znaleziono pokoi.
pt_br: Nenhum quarto encontrado. Crie quartos primeiro.
ro_ro: Nu au fost găsite camere. Creați camere mai întâi.
ru_ru: Номера не найдены. Сначала создайте номера.
sv_se: Inga rum hittades. Skapa rum först.

source: %s ago
da_dk: for %s siden
de_de: vor %s
el: πριν %s
es_es: hace %s
fr_fr: il y a %s
hu_hu: %s ezelőtt
it_it: %s fa
nb_no: %s siden
nl_nl: %s geleden
pl_pl: %s temu
pt_br: há %s
ro_ro: acum %s
ru_ru: %s назад
sv_se: för %s sedan

source: How to set up calendar sync
da_dk: Sådan opsætter du kalendersynkronisering
de_de: Einrichtung der Kalendersynchronisation
el: Πώς να ρυθμίσετε τον συγχρονισμό
es_es: Cómo configurar sincronización
fr_fr: Comment configurer la synchro
hu_hu: Hogyan állítsa be a naptár szinkronizálást
it_it: Come configurare sync
nb_no: Hvordan sette opp kalendersynkronisering
nl_nl: Hoe in te stellen
pl_pl: Jak ustawić synchronizację
pt_br: Como configurar a sincronização de calendário
ro_ro: Cum să setați sincronizarea
ru_ru: Как настроить синхронизацию календаря
sv_se: Hur du ställer in kalendersynk

source: Go to your Airbnb listing → Calendar → Availability
da_dk: Gå til din Airbnb-liste → Kalender → Tilgængelighed
de_de: Gehen Sie zu Ihrem Airbnb-Inserat → Kalender → Verfügbarkeit
el: Πηγαίνετε στην καταχώρησή σας Airbnb → Ημερολόγιο → Διαθεσιμότητα
es_es: Ir a anuncio Airbnb → Calendario → Disponibilidad
fr_fr: Allez sur votre annonce Airbnb → Calendrier → Disponibilité
hu_hu: Menjen az Airbnb hirdetéséhez → Naptár → Elérhetőség
it_it: Vai al tuo annuncio Airbnb → Calendario
nb_no: Gå til din Airbnb-oppføring → Kalender → Tilgjengelighet
nl_nl: Ga naar je Airbnb listing → Kalender
pl_pl: Idź do oferty Airbnb → Kalendarz
pt_br: Vá para o seu anúncio no Airbnb → Calendário → Disponibilidade
ro_ro: Mergeți la listarea Airbnb → Calendar → Disponibilitate
ru_ru: Перейдите в объявление Airbnb → Календарь → Доступность
sv_se: Gå till din Airbnb-annons → Kalender → Tillgänglighet

source: Under "Connect calendars," click "Export Calendar"
da_dk: Under "Tilslut kalendere", klik på "Eksporter kalender"
de_de: Unter "Kalender verbinden" auf "Kalender exportieren" klicken
el: Στο "Σύνδεση ημερολογίων", κάντε κλικ στο "Εξαγωγή Ημερολογίου"
es_es: Bajo "Conectar calendarios", clic en "Exportar Calendario"
fr_fr: Sous "Connecter des calendriers", cliquez sur "Exporter le calendrier"
hu_hu: A "Naptárak csatlakoztatása" alatt kattintson a "Naptár exportálása" gombra
it_it: Sotto "Collega calendari", clicca "Esporta"
nb_no: Under "Koble til kalendere," klikk "Eksporter kalender"
nl_nl: Klik "Kalender exporteren"
pl_pl: Kliknij "Eksportuj kalendarz"
pt_br: Em "Conectar calendários", clique em "Exportar Calendário"
ro_ro: Sub "Conectare calendare", faceți clic pe "Exportare calendar"
ru_ru: В разделе "Подключить календари" нажмите "Экспорт календаря"
sv_se: Under "Anslut kalendrar," klicka på "Exportera kalender"

source: Copy the iCal URL and add it as a new connection above
da_dk: Kopier iCal URL'en og tilføj den ovenfor
de_de: Kopieren Sie die iCal-URL und fügen Sie sie oben hinzu
el: Αντιγράψτε το URL iCal και προσθέστε το ως νέα σύνδεση παραπάνω
es_es: Copie la URL iCal y añádala arriba
fr_fr: Copiez l'URL iCal et ajoutez-la comme nouvelle connexion ci-dessus
hu_hu: Másolja ki az iCal URL-t és adja hozzá új kapcsolatként fent
it_it: Copia URL iCal e aggiungi sopra
nb_no: Kopier iCal-URL-en og legg den til som en ny tilkobling ovenfor
nl_nl: Kopieer iCal URL en voeg toe
pl_pl: Skopiuj URL iCal i dodaj powyżej
pt_br: Copie a URL iCal e adicione-a como uma nova conexão acima
ro_ro: Copiați URL-ul iCal și adăugați-l ca o nouă conexiune mai sus
ru_ru: Скопируйте URL iCal и добавьте его выше
sv_se: Kopiera iCal-URL:en och lägg till den som en ny anslutning ovan

source: To import YOUR calendar into Airbnb, use the Export URL above in Airbnb's import field
da_dk: Brug Eksport URL'en ovenfor i Airbnbs importfelt
de_de: Verwenden Sie die Export-URL oben im Airbnb-Importfeld
el: Για εισαγωγή του ημερολογίου ΣΑΣ στο Airbnb, χρησιμοποιήστε το URL Εξαγωγής παραπάνω στο πεδίο εισαγωγής του Airbnb
es_es: Para importar SU calendario a Airbnb, use la URL Exportar
fr_fr: Pour importer VOTRE calendrier dans Airbnb, utilisez l'URL d'exportation ci-dessus
hu_hu: A SAJÁT naptárjának Airbnb-be történő importálásához használja a fenti Export URL-t az Airbnb importálási mezőjében
it_it: Per importare in Airbnb, usa URL Export sopra
nb_no: For å importere DIN kalender til Airbnb, bruk eksport-URL-en ovenfor i Airbnbs importfelt
nl_nl: Gebruik de Export URL in Airbnb
pl_pl: Użyj URL eksportu w Airbnb
pt_br: Para importar SEU calendário para o Airbnb, use a URL de Exportação acima no campo de importação do Airbnb
ro_ro: Pentru a importa calendarul DVS. în Airbnb, folosiți URL-ul de export de mai sus
ru_ru: Чтобы импортировать ВАШ календарь в Airbnb, используйте URL экспорта выше
sv_se: För att importera DIN kalender till Airbnb, använd Export-URL:en ovan i Airbnbs importfält

source: Go to Booking.com Extranet → Rates & Availability → Sync calendars
da_dk: Gå til Booking.com Extranet → Synkroniser kalendere
de_de: Gehen Sie zum Booking.com Extranet → Raten & Verfügbarkeit → Kalender synchronisieren
el: Πηγαίνετε στο Extranet Booking.com → Τιμές & Διαθεσιμότητα → Συγχρονισμός ημερολογίων
es_es: Ir a Extranet Booking.com → Tarifas & Disponibilidad → Sincronizar
fr_fr: Allez sur l'Extranet Booking.com → Tarifs et disponibilités → Synchroniser les calendriers
hu_hu: Menjen a Booking.com Extranetre → Árak és elérhetőség → Naptárak szinkronizálása
it_it: Vai a Booking.com Extranet → Sync calendari
nb_no: Gå til Booking.com Extranet → Priser og tilgjengelighet → Synkroniser kalendere
nl_nl: Ga naar Booking.com Extranet → Sync kalenders
pl_pl: Idź do Booking.com Extranet → Sync kalendarzy
pt_br: Vá para a Extranet do Booking.com → Tarifas e Disponibilidade → Sincronizar calendários
ro_ro: Mergeți la Extranet Booking.com → Tarife & Disponibilitate → Sincronizare
ru_ru: Перейдите в Экстранет Booking.com → Тарифы и наличие мест → Синхронизация
sv_se: Gå till Booking.com Extranet → Priser & Tillgänglighet → Synkronisera kalendrar

source: Copy the export URL from Booking.com and add it as a new connection above
da_dk: Kopier eksport URL'en fra Booking.com og tilføj den ovenfor
de_de: Kopieren Sie die Export-URL von Booking.com und fügen Sie sie oben hinzu
el: Αντιγράψτε το URL εξαγωγής από το Booking.com και προσθέστε το ως νέα σύνδεση παραπάνω
es_es: Copie URL exportación de Booking.com y añádala arriba
fr_fr: Copiez l'URL d'exportation de Booking.com et ajoutez-la ci-dessus
hu_hu: Másolja ki az exportálási URL-t a Booking.com-ról és adja hozzá új kapcsolatként fent
it_it: Copia URL export da Booking.com e aggiungi sopra
nb_no: Kopier eksport-URL-en fra Booking.com og legg den til som en ny tilkobling ovenfor
nl_nl: Kopieer export URL van Booking.com
pl_pl: Skopiuj URL eksportu z Booking.com i dodaj powyżej
pt_br: Copie a URL de exportação do Booking.com e adicione-a como uma nova conexão acima
ro_ro: Copiați URL-ul de export din Booking.com și adăugați-l mai sus
ru_ru: Скопируйте URL экспорта из Booking.com и добавьте его выше
sv_se: Kopiera export-URL:en från Booking.com och lägg till den som en ny anslutning ovan

source: To export YOUR calendar to Booking.com, use the Export URL above in Booking.com's import field
da_dk: Brug Eksport URL'en ovenfor i Booking.coms importfelt
de_de: Verwenden Sie die Export-URL oben im Booking.com-Importfeld
el: Για εξαγωγή του ημερολογίου ΣΑΣ στο Booking.com, χρησιμοποιήστε το URL Εξαγωγής παραπάνω
es_es: Para exportar SU calendario a Booking.com, use la URL Exportar
fr_fr: Pour exporter VOTRE calendrier vers Booking.com, utilisez l'URL d'exportation ci-dessus
hu_hu: A SAJÁT naptárjának Booking.com-ra történő exportálásához használja a fenti Export URL-t a Booking.com importálási mezőjében
it_it: Per esportare su Booking.com, usa URL Export sopra
nb_no: For å eksportere DIN kalender til Booking.com, bruk eksport-URL-en ovenfor i Booking.coms importfelt
nl_nl: Gebruik de Export URL in Booking.com
pl_pl: Użyj URL eksportu w Booking.com
pt_br: Para exportar SEU calendário para o Booking.com, use a URL de Exportação acima no campo de importação do Booking.com
ro_ro: Pentru a exporta calendarul DVS. către Booking.com, folosiți URL-ul de export de mai sus
ru_ru: Чтобы экспортировать ВАШ календарь в Booking.com, используйте URL экспорта выше
sv_se: För att exportera DIN kalender till Booking.com, använd Export-URL:en ovan i Booking.coms importfält

source: connection
da_dk: forbindelse
de_de: Verbindung
el: σύνδεση
es_es: conexión
fr_fr: connexion
hu_hu: kapcsolat
it_it: connessione
nb_no: tilkobling
nl_nl: verbinding
pl_pl: połączenie
pt_br: conexão
ro_ro: conexiune
ru_ru: подключение
sv_se: anslutning

source: Payment Gateways
da_dk: Betalingsgateways
de_de: Zahlungs-Gateways
el: Πύλες Πληρωμών
es_es: Pasarelas de Pago
fr_fr: Passerelles de paiement
hu_hu: Fizetési átjárók
it_it: Gateway Pagamento
nb_no: Betalingsgatewayer
nl_nl: Betaalproviders
pl_pl: Bramki Płatności
pt_br: Gateways de Pagamento
ro_ro: Procesatori de plăți
ru_ru: Платежные шлюзы
sv_se: Betalningsgateways

source: Enable and configure payment methods for your guests.
da_dk: Aktiver og konfigurer betalingsmetoder.
de_de: Aktivieren und konfigurieren Sie Zahlungsmethoden.
el: Ενεργοποιήστε και ρυθμίστε μεθόδους πληρωμής για τους επισκέπτες σας.
es_es: Habilite y configure métodos de pago.
fr_fr: Activez et configurez les méthodes de paiement pour vos clients.
hu_hu: Engedélyezze és konfigurálja a fizetési módokat vendégei számára.
it_it: Abilita metodi di pagamento.
nb_no: Aktiver og konfigurer betalingsmetoder for gjestene dine.
nl_nl: Activeer betaalmethoden.
pl_pl: Skonfiguruj metody płatności.
pt_br: Habilite e configure métodos de pagamento para seus hóspedes.
ro_ro: Activați și configurați metodele de plată pentru oaspeți.
ru_ru: Включите и настройте способы оплаты.
sv_se: Aktivera och konfigurera betalningsmetoder för dina gäster.

source: Stripe (Credit/Debit Cards)
da_dk: Stripe (Kredit-/Debetkort)
de_de: Stripe (Kredit-/Debitkarten)
el: Stripe (Πιστωτικές/Χρεωστικές Κάρτες)
es_es: Stripe (Tarjetas Crédito/Débito)
fr_fr: Stripe (Cartes de crédit/débit)
hu_hu: Stripe (Hitel/Bankkártyák)
it_it: Stripe (Carte Credito/Debito)
nb_no: Stripe (Kreditt-/Debetkort)
pl_pl: Stripe (Karty Płatnicze)
pt_br: Stripe (Cartões de Crédito/Débito)
ro_ro: Stripe (Carduri de Credit/Debit)
ru_ru: Stripe (Кредитные/Дебетовые карты)
sv_se: Stripe (Kredit/Debetkort)

source: Accept credit/debit card payments via Stripe
da_dk: Accepter kortbetalinger via Stripe
de_de: Kartenzahlungen über Stripe akzeptieren
el: Αποδοχή πληρωμών με κάρτα μέσω Stripe
es_es: Aceptar tarjetas vía Stripe
fr_fr: Accepter les paiements par carte via Stripe
hu_hu: Hitel/bankkártyás fizetések elfogadása Stripe-on keresztül
it_it: Accetta carte tramite Stripe
nb_no: Godta kreditt-/debetkortbetalinger via Stripe
nl_nl: Accepteer kaarten via Stripe
pl_pl: Akceptuj płatności kartą przez Stripe
pt_br: Aceitar pagamentos com cartão de crédito/débito via Stripe
ro_ro: Acceptă plăți cu cardul prin Stripe
ru_ru: Принимать оплату картами через Stripe
sv_se: Acceptera kortbetalningar via Stripe

source: Mode
da_dk: Tilstand
de_de: Modus
el: Λειτουργία
es_es: Modo
hu_hu: Mód
it_it: Modalità
nb_no: Modus
nl_nl: Modus
pl_pl: Tryb
pt_br: Modo
ro_ro: Mod
ru_ru: Режим
sv_se: Läge

source: Test
el: Δοκιμή
hu_hu: Teszt
pt_br: Teste
ru_ru: Тест

source: Test Publishable Key
da_dk: Test Publicerbar Nøgle
el: Κλειδί Δημοσίευσης Δοκιμής
es_es: Clave Pública Test
fr_fr: Clé publique de test
hu_hu: Teszt Nyilvános Kulcs
it_it: Chiave Pubblica Test
pl_pl: Testowy Klucz Publiczny
pt_br: Chave Publicável de Teste
ro_ro: Cheie publicabilă Test
ru_ru: Тестовый публичный ключ
sv_se: Test Publicerbar nyckel

source: Test Secret Key
da_dk: Test Hemmelig Nøgle
el: Μυστικό Κλειδί Δοκιμής
es_es: Clave Secreta Test
fr_fr: Clé secrète de test
hu_hu: Teszt Titkos Kulcs
it_it: Chiave Segreta Test
pl_pl: Testowy Klucz Sekretny
pt_br: Chave Secreta de Teste
ro_ro: Cheie secretă Test
ru_ru: Тестовый секретный ключ
sv_se: Test Hemlig nyckel

source: Secret key is stored securely. Enter a new value to update.
da_dk: Hemmelig nøgle gemmes sikkert.
de_de: Geheimer Schlüssel wird sicher gespeichert. Neuen Wert eingeben zum Aktualisieren.
el: Το μυστικό κλειδί αποθηκεύεται με ασφάλεια. Εισάγετε νέα τιμή για ενημέρωση.
es_es: Clave secreta guardada segura. Ingrese nueva para actualizar.
fr_fr: La clé secrète est stockée en toute sécurité. Entrez une nouvelle valeur pour mettre à jour.
hu_hu: A titkos kulcs biztonságosan tárolva. Adjon meg új értéket a frissítéshez.
it_it: Chiave salvata al sicuro. Inserisci nuova per aggiornare.
nb_no: Hemmelig nøkkel lagres sikkert. Angi en ny verdi for å oppdatere.
nl_nl: Sleutel veilig opgeslagen. Voer nieuw in om te updaten.
pl_pl: Klucz jest bezpiecznie przechowywany.
pt_br: A chave secreta é armazenada com segurança. Insira um novo valor para atualizar.
ro_ro: Cheia secretă este stocată sigur. Introduceți o valoare nouă pentru actualizare.
ru_ru: Секретный ключ сохранен надежно. Введите новый для обновления.
sv_se: Hemlig nyckel lagras säkert. Ange ett nytt värde för att uppdatera.

source: Live Publishable Key
da_dk: Live Publicerbar Nøgle
el: Κλειδί Δημοσίευσης Live
es_es: Clave Pública Live
fr_fr: Clé publique Live
hu_hu: Éles Nyilvános Kulcs
it_it: Chiave Pubblica Live
pl_pl: Klucz Publiczny Live
pt_br: Chave Publicável Ao Vivo
ro_ro: Cheie publicabilă Live
ru_ru: Публичный ключ Live
sv_se: Live Publicerbar nyckel

source: Live Secret Key
da_dk: Live Hemmelig Nøgle
el: Μυστικό Κλειδί Live
es_es: Clave Secreta Live
fr_fr: Clé secrète Live
hu_hu: Éles Titkos Kulcs
it_it: Chiave Segreta Live
pl_pl: Klucz Sekretny Live
pt_br: Chave Secreta Ao Vivo
ro_ro: Cheie secretă Live
ru_ru: Секретный ключ Live
sv_se: Live Hemlig nyckel
