Repository: leslieradue-web/modern-hotel-booking-free
Catalog: languages/modern-hotel-booking-*.po
Languages: da_dk, de_de, el, es_es, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sv_se

source: Three modes: VAT inclusive, Sales Tax exclusive, or Disabled. Flexible configuration.
da_dk: Tre tilstande: Moms inkluderet, Salgsskat eksklusiv, eller Deaktiveret.
de_de: Drei Modi: MwSt. inklusive, Umsatzsteuer exklusive oder Deaktiviert. Flexible Konfiguration.
el: Τρεις λειτουργίες: ΦΠΑ συμπεριλαμβανόμενος, Φόρος αποκλειστικός ή Απενεργοποιημένο.
es_es: Tres modos: IVA incluido, Impuesto sobre ventas exclusivo o Desactivado.
fr_fr: Trois modes : TVA incluse, Taxe exclusive, ou Désactivé.
hu_hu: Három mód: ÁFA-t tartalmaz, ÁFA nélkül, vagy Kikapcsolva.
it_it: Tre modalità: IVA inclusa, esclusa o disabilitata.
nb_no: Tre moduser: MVA inkludert, eksklusiv, eller deaktivert.
nl_nl: Drie modi: BTW inclusief, exclusief, of uitgeschakeld.
pl_pl: Trzy tryby: VAT wliczony, podatek doliczany lub wyłączony.
pt_br: Três modos: IVA incluso, exclusivo ou desativado.
ro_ro: Trei moduri: TVA inclus, Taxă vânzare exclusivă sau Dezactivat.
ru_ru: Три режима: НДС включен, налог с продаж исключен или отключено.
sv_se: Tre lägen: Inklusive moms, Exklusive försäljningsskatt eller Inaktiverad. Flexibel konfiguration.

source: Separate Tax Rates
da_dk: Separate Skattesatser
de_de: Separate Steuersätze
el: Ξεχωριστοί Φορολογικοί Συντελεστές
es_es: Tasas impositivas separadas
fr_fr: Taux de taxe séparés
hu_hu: Külön Adókulcsok
it_it: Aliquote Separate
nb_no: Separate skattesatser
nl_nl: Aparte Belastingtarieven
pl_pl: Oddzielne Stawki Podatkowe
pt_br: Taxas de Imposto Separadas
ro_ro: Rate Taxe Separate
ru_ru: Раздельные налоговые ставки
sv_se: Separata skattesatser

source: Different tax rates for accommodation vs extras services.
da_dk: Forskellige skattesatser for indkvartering vs ekstra services.
de_de: Unterschiedliche Steuersätze für Unterkunft vs. Zusatzleistungen.
el: Διαφορετικοί συντελεστές για διαμονή έναντι επιπλέον υπηρεσιών.
es_es: Diferentes tasas impositivas para alojamiento vs servicios extras.
fr_fr: Taux différents pour l'hébergement et les extras.
hu_hu: Különböző adókulcsok a szállás és az extra szolgáltatások számára.
it_it: Aliquote diverse per alloggio vs extra.
nb_no: Ulike skattesatser for overnatting vs ekstra.
nl_nl: Verschillende tarieven voor accommodatie vs extra's.
pl_pl: Różne stawki dla zakwaterowania i dodatków.
pt_br: Taxas diferentes para acomodação vs extras.
ro_ro: Rate diferite de taxă pentru cazare vs servicii extra.
ru_ru: Разные налоговые ставки для проживания и дополнительных услуг.
sv_se: Olika skattesatser för boende kontra tilläggstjänster.

source: Country-Specific VAT
da_dk: Landespecifik Moms
de_de: Länderspezifische MwSt.
el: ΦΠΑ ανά Χώρα
es_es: IVA específico por país
fr_fr: TVA spécifique par pays
hu_hu: Országspecifikus ÁFA
it_it: IVA Specifica Paese
nb_no: Landsspesifikk MVA
nl_nl: Land-Specifieke BTW
pl_pl: VAT Specyficzny dla Kraju
pt_br: IVA Específico por País
ro_ro: TVA Specific Țării
ru_ru: НДС для конкретной страны
sv_se: Landsspecifik moms

source: Set different VAT rates per country for international guests.
da_dk: Indstil forskellige momssatser pr. land for internationale gæster.
de_de: Legen Sie unterschiedliche MwSt.-Sätze pro Land für internationale Gäste fest.
el: Ορίστε διαφορετικούς συντελεστές ΦΠΑ ανά χώρα.
es_es: Establezca diferentes tasas de IVA por país para huéspedes internacionales.
fr_fr: Définissez des taux de TVA différents par pays.
hu_hu: Különböző ÁFA kulcsok beállítása országonként nemzetközi vendégek számára.
it_it: Imposta IVA diversa per paese.
nb_no: Sett ulike MVA-satser per land.
nl_nl: Stel verschillende BTW-tarieven in per land.
pl_pl: Ustaw różne stawki VAT dla gości międzynarodowych.
pt_br: Defina taxas de IVA diferentes por país.
ro_ro: Setați rate TVA diferite pe țară.
ru_ru: Установите разные ставки НДС для каждой страны.
sv_se: Ställ in olika momssatser per land för internationella gäster.

source: Tax Breakdown Display
da_dk: Visning af Skattefordeling
de_de: Anzeige der Steueraufschlüsselung
el: Εμφάνιση Ανάλυσης Φόρων
es_es: Visualización del desglose de impuestos
fr_fr: Affichage du détail des taxes
hu_hu: Adó Részletezés Megjelenítése
it_it: Visualizzazione Dettaglio Tasse
nb_no: Visning av skattefordeling
nl_nl: Belastingspecificatie Weergave
pl_pl: Wyświetlanie Podziału Podatku
pt_br: Exibição de Detalhamento Fiscal
ro_ro: Afișare Defalcare Taxe
ru_ru: Отображение разбивки налогов
sv_se: Visning av skattespecifikation

source: Detailed tax display by room, children, and extras in booking confirmations.
da_dk: Detaljeret skattevisning efter værelse, børn og ekstraudstyr i bekræftelser.
de_de: Detaillierte Steueranzeige nach Zimmer, Kindern und Extras in Buchungsbestätigungen.
el: Λεπτομερής εμφάνιση φόρων ανά δωμάτιο, παιδιά και παροχές.
es_es: Visualización detallada de impuestos por habitación, niños y extras en confirmaciones.
fr_fr: Affichage détaillé des taxes par chambre, enfants et extras.
hu_hu: Részletes adómegjelenítés szobánként, gyermekenként és extránként.
it_it: Dettaglio tasse per camera, bambini, extra.
nb_no: Detaljert skattevisning per rom, barn og ekstra.
nl_nl: Gedetailleerde belastingweergave per kamer, kind, extra.
pl_pl: Szczegółowy podział podatku w potwierdzeniach.
pt_br: Exibição detalhada de impostos por quarto, crianças e extras.
ro_ro: Afișare detaliată a taxelor pe cameră, copii și extra.
ru_ru: Детальное отображение налогов по номеру, детям и дополнительным услугам.
sv_se: Detaljerad skattevisning per rum, barn och tillval i bokningsbekräftelser.

source: Multilingual Tax Labels
da_dk: Flersprogede Skatteetiketter
de_de: Mehrsprachige Steuerbeschriftungen
el: Πολύγλωσσες Ετικέτες Φόρων
es_es: Etiquetas de impuestos multilingües
fr_fr: Libellés de taxe multilingues
hu_hu: Többnyelvű Adó Címkék
it_it: Etichette Tasse Multilingue
nb_no: Flerspråklige skatteetiketter
nl_nl: Meertalige Belastinglabels
pl_pl: Wielojęzyczne Etykiety Podatkowe
pt_br: Rótulos Fiscais Multilíngues
ro_ro: Etichete Taxe Multilingve
ru_ru: Мультиязычные налоговые метки
sv_se: Flerspråkiga skatteetiketter

source: Per-language tax terminology (VAT, IVA, TVA, MwSt, etc.).
da_dk: Skatte-terminologi pr. sprog (Moms, VAT, osv.).
de_de: Sprachabhängige Steuerterminologie (MwSt., VAT, TVA, etc.).
el: Ορολογία φόρου ανά γλώσσα (ΦΠΑ, VAT, κ.λπ.).
es_es: Terminología fiscal por idioma (IVA, VAT, TVA, etc.).
fr_fr: Terminologie fiscale par langue (TVA, VAT, etc.).
hu_hu: Nyelvenkénti adó terminológia (ÁFA, VAT, MwSt, stb.).
it_it: Terminologia tasse per lingua.
nb_no: Per-språk skatteterminologi.
nl_nl: Belastingterminologie per taal.
pl_pl: Terminologia podatkowa w różnych językach.
pt_br: Terminologia fiscal por idioma.
ro_ro: Terminologie taxe per limbă.
ru_ru: Налоговая терминология для каждого языка (НДС, VAT и т.д.).
sv_se: Språkspecifik skatteterminologi (Moms, VAT, IVA, TVA, MwSt, etc.).

source: Updated
da_dk: Opdateret
de_de: Aktualisiert
el: Ενημερωμένο
es_es: Actualizado
fr_fr: Mis à jour
hu_hu: Frissítve
it_it: Aggiornato
nb_no: Oppdatert
nl_nl: Bijgewerkt
pl_pl: Zaktualizowano
pt_br: Atualizado
ro_ro: Actualizat
ru_ru: Обновлено
sv_se: Uppdaterad

source: Seasonal Pricing
da_dk: Sæsonbestemt Prissætning
de_de: Saisonale Preise
el: Εποχιακή Τιμολόγηση
es_es: Precios estacionales
fr_fr: Tarification saisonnière
hu_hu: Szezonális Árazás
it_it: Prezzi Stagionali
nb_no: Sesongprising
nl_nl: Seizoensprijzen
pl_pl: Ceny Sezonowe
pt_br: Preços Sazonais
ro_ro: Prețuri Sezoniere
ru_ru: Сезонное ценообразование
sv_se: Säsongsbetonad prissättning

source: Set automated weekend and holiday multipliers for dynamic pricing.
da_dk: Indstil automatiske weekend- og helligdagsmultiplikatorer.
de_de: Setzen Sie automatisierte Wochenend- und Feiertagsmultiplikatoren für dynamische Preise.
el: Ορίστε αυτόματους πολλαπλασιαστές για Σαββατοκύριακα και αργίες.
es_es: Establezca multiplicadores automáticos para fines de semana y festivos.
fr_fr: Définissez des multiplicateurs pour weekends et jours fériés.
hu_hu: Automatikus hétvégi és ünnepnapi szorzók beállítása.
it_it: Imposta moltiplicatori weekend/festivi.
nb_no: Sett automatiske helg- og helligdagsmultiplikatorer.
nl_nl: Stel automatische weekend- en vakantievermenigvuldigers in.
pl_pl: Automatyczne mnożniki na weekendy i święta.
pt_br: Defina multiplicadores automáticos para fins de semana e feriados.
ro_ro: Multiplicatori automați pentru weekend și sărbători.
ru_ru: Установите автоматические множители для выходных и праздников.
sv_se: Ställ in automatiserade helg- och semestermultiplikatorer för dynamisk prissättning.

source: Offer guided tours, airport transfers, breakfast packages, and local experiences.
da_dk: Tilbyd guidede ture, lufthavnstransport, morgenmadspakker og lokale oplevelser.
de_de: Bieten Sie geführte Touren, Flughafentransfers, Frühstückspakete und lokale Erlebnisse an.
el: Προσφέρετε ξεναγήσεις, μεταφορές, πακέτα πρωινού και εμπειρίες.
es_es: Ofrezca visitas guiadas, traslados al aeropuerto, paquetes de desayuno y experiencias locales.
fr_fr: Offrez des visites, transferts et petits-déjeuners.
hu_hu: Kínáljon vezetett túrákat, reptéri transzfert, reggeli csomagokat és helyi élményeket.
it_it: Offri tour, trasferimenti, colazioni.
nb_no: Tilby guidede turer, transport, frokost.
nl_nl: Bied tours, transfers, ontbijt aan.
pl_pl: Oferuj wycieczki, transfery, śniadania.
pt_br: Ofereça passeios, traslados, café da manhã.
ro_ro: Oferiți tururi ghidate, transferuri și pachete.
ru_ru: Предлагайте экскурсии, трансферы, завтраки.
sv_se: Erbjud guidade turer, flygplatstransfer, frukostpaket och lokala upplevelser.

source: Bi-directional sync with Airbnb, Booking.com, and Google Calendar.
da_dk: Tovejs-synkronisering med Airbnb, Booking.com og Google Kalender.
de_de: Bidirektionale Synchronisation mit Airbnb, Booking.com und Google Kalender.
el: Αμφίδρομος συγχρονισμός με Airbnb, Booking.com και Ημερολόγιο Google.
es_es: Sincronización bidireccional con Airbnb, Booking.com y Google Calendar.
fr_fr: Synchro bidirectionnelle avec Airbnb, Booking.com et Google Agenda.
hu_hu: Kétirányú szinkronizálás Airbnb-vel, Booking.com-mal és Google Naptárral.
it_it: Sync bidirezionale con OTA.
nb_no: Toveis synkronisering med Airbnb, Booking.com.
nl_nl: Tweerichtingssynchronisatie met Airbnb, Booking.com.
pl_pl: Dwukierunkowa synchronizacja z Airbnb, Booking.com.
pt_br: Sincronização bidirecional com Airbnb, Booking.com.
ro_ro: Sincronizare bidirecțională cu Airbnb, Booking.com și Google Calendar.
ru_ru: Двусторонняя синхронизация с Airbnb, Booking.com и Google Календарем.
sv_se: Dubbelriktad synkronisering med Airbnb, Booking.com och Google Calendar.

source: Analytics Dashboard
da_dk: Analyse Dashboard
de_de: Analyse-Dashboard
el: Πίνακας Αναλύσεων
es_es: Panel de análisis
fr_fr: Tableau de bord analytique
hu_hu: Analitika Vezérlőpult
it_it: Dashboard Analitica
nb_no: Analyse-dashbord
pl_pl: Panel Analityczny
pt_br: Painel de Análises
ro_ro: Panou de Analiză
ru_ru: Панель аналитики
sv_se: Analyspanel

source: Chart.js visualizations, occupancy rates, and ADR tracking for yield optimization.
da_dk: Visualiseringer, belægningsprocenter og ADR-sporing.
de_de: Chart.js Visualisierungen, Belegungsraten und ADR-Tracking zur Ertragsoptimierung.
el: Οπτικοποιήσεις, ποσοστά πληρότητας και παρακολούθηση ADR.
es_es: Visualizaciones Chart.js, tasas de ocupación y seguimiento de ADR.
fr_fr: Visualisations, taux d'occupation et suivi ADR.
hu_hu: Chart.js vizualizációk, kihasználtsági ráták és ADR követés.
it_it: Grafici, tassi occupazione, ADR.
nb_no: Visualiseringer, beleggsprosent, ADR-sporing.
nl_nl: Grafieken, bezettingsgraden, ADR.
pl_pl: Wizualizacje, wskaźniki obłożenia, śledzenie ADR.
pt_br: Visualizações, taxas de ocupação, rastreamento de ADR.
ro_ro: Vizualizări grafice, rate de ocupare și urmărire ADR.
ru_ru: Визуализации Chart.js, уровни загрузки и отслеживание ADR.
sv_se: Visualiseringar med Chart.js, beläggningsgrad och ADR-spårning för avkastningsoptimering.

source: View
da_dk: Se
de_de: Ansehen
el: Προβολή
es_es: Ver
fr_fr: Voir
hu_hu: Megtekintés
it_it: Vedi
nb_no: Vis
nl_nl: Bekijk
pl_pl: Zobacz
pt_br: Ver
ro_ro: Vezi
ru_ru: Просмотр
sv_se: Visa

source: Compliance & UX
da_dk: Overholdelse & UX
el: Συμμόρφωση & UX
es_es: Cumplimiento y UX
fr_fr: Conformité & UX
hu_hu: Megfelelőség és UX
it_it: Conformità & UX
nb_no: Samsvar & Brukeropplevelse
nl_nl: Naleving & UX
pl_pl: Zgodność i UX
pt_br: Conformidade & UX
ro_ro: Conformitate & UX
ru_ru: Соответствие и UX
sv_se: Efterlevnad & UX

source: GDPR Compliance Tools
da_dk: GDPR Overholdelsesværktøjer
de_de: DSGVO-Compliance-Tools
el: Εργαλεία Συμμόρφωσης GDPR
es_es: Herramientas de cumplimiento RGPD
fr_fr: Outils de conformité RGPD
hu_hu: GDPR Megfelelőségi Eszközök
it_it: Strumenti GDPR
nb_no: GDPR-verktøy
nl_nl: AVG Nalevingstools
pl_pl: Narzędzia Zgodności RODO
pt_br: Ferramentas de Conformidade LGPD
ro_ro: Instrumente Conformitate GDPR
ru_ru: Инструменты соответствия GDPR
sv_se: GDPR-verktyg

source: Automated data retention, consent checkboxes, and cookie management.
da_dk: Automatisk dataopbevaring, samtykkebokse og cookiehåndtering.
de_de: Automatisierte Datenaufbewahrung, Zustimmungskontrollkästchen und Cookie-Management.
el: Αυτοματοποιημένη διατήρηση δεδομένων, πλαίσια συναίνεσης και διαχείριση cookie.
es_es: Retención de datos automatizada, casillas de consentimiento y gestión de cookies.
fr_fr: Rétention automatique, consentement et gestion des cookies.
hu_hu: Automatikus adatmegőrzés, hozzájárulási jelölőnégyzetek és süti kezelés.
it_it: Ritenzione dati, consenso, cookie.
nb_no: Automatisert datalagring, samtykke, informasjonskapsler.
nl_nl: Geautomatiseerde retentie, toestemming, cookies.
pl_pl: Automatyczna retencja danych, zgody, pliki cookie.
pt_br: Retenção de dados automatizada, consentimento, cookies.
ro_ro: Retenție automată date, casete de acord și gestionare cookie.
ru_ru: Автоматическое хранение данных, чекбоксы согласия и управление куки.
sv_se: Automatiserad datalagring, samtyckesrutor och cookiehantering.

source: Theme Customization
da_dk: Tema Tilpasning
de_de: Design-Anpassung
el: Προσαρμογή Θέματος
es_es: Personalización del tema
fr_fr: Personnalisation du thème
hu_hu: Téma Testreszabás
it_it: Personalizzazione Tema
nb_no: Tematilpasning
nl_nl: Thema Aanpassing
pl_pl: Dostosowanie Motywu
pt_br: Personalização de Tema
ro_ro: Personalizare Temă
ru_ru: Настройка темы
sv_se: Temaanpassning

source: 6 designer presets, custom branding colors, and advanced CSS injection.
da_dk: 6 designer-forudindstillinger, brugerdefinerede brandingfarver og avanceret CSS.
de_de: 6 Designer-Voreinstellungen, benutzerdefinierte Markenfarben und erweiterte CSS-Injektion.
el: 6 προεπιλογές σχεδιαστή, χρώματα επωνυμίας και προηγμένο CSS.
es_es: 6 preajustes de diseño, colores de marca personalizados e inyección avanzada de CSS.
fr_fr: 6 préconfigurations, couleurs de marque et CSS avancé.
hu_hu: 6 tervezői előbeállítás, egyedi márkaszínek és haladó CSS beszúrás.
it_it: 6 preset, colori brand, CSS.
nb_no: 6 designer-forhåndsinnstillinger, egendefinerte farger.
nl_nl: 6 presets, merkkleuren, CSS.
pl_pl: 6 gotowych wzorów, kolory marki, własny CSS.
pt_br: 6 predefinições, cores da marca, CSS avançado.
ro_ro: 6 presetări de design, culori de brand și CSS avansat.
ru_ru: 6 дизайнерских пресетов, цвета бренда и вставка CSS.
sv_se: 6 designerförinställningar, anpassade varumärkesfärger och avancerad CSS-injektion.

source: Multilingual Support
da_dk: Flersproget Support
de_de: Mehrsprachige Unterstützung
el: Πολύγλωσση Υποστήριξη
es_es: Soporte multilingüe
fr_fr: Support multilingue
hu_hu: Többnyelvű Támogatás
it_it: Supporto Multilingue
nb_no: Flerspråklig støtte
nl_nl: Meertalige Ondersteuning
pl_pl: Wsparcie Wielojęzyczne
pt_br: Suporte Multilíngue
ro_ro: Suport Multilingv
ru_ru: Мультиязычная поддержка
sv_se: Flerspråkigt stöd

source: Compatible with qTranslate, WPML, and Polylang for full translation support.
da_dk: Kompatibel med qTranslate, WPML og Polylang.
de_de: Kompatibel mit qTranslate, WPML und Polylang für volle Übersetzungsunterstützung.
el: Συμβατό με qTranslate, WPML και Polylang.
es_es: Compatible con qTranslate, WPML y Polylang.
fr_fr: Compatible avec qTranslate, WPML et Polylang.
hu_hu: Kompatibilis a qTranslate, WPML és Polylang bővítményekkel.
it_it: Compatibile con plugin traduzione.
nb_no: Kompatibel med qTranslate, WPML, Polylang.
nl_nl: Compatibel met qTranslate, WPML, Polylang.
pl_pl: Kompatybilność z WPML, Polylang.
pt_br: Compatível com qTranslate, WPML e Polylang.
ro_ro: Compatibil cu qTranslate, WPML și Polylang.
ru_ru: Совместимость с qTranslate, WPML и Polylang.
sv_se: Kompatibel med qTranslate, WPML och Polylang för fullt översättningsstöd.

source: Developer Platform
da_dk: Udviklerplatform
de_de: Entwicklerplattform
el: Πλατφόρμα Προγραμματιστών
es_es: Plataforma para desarrolladores
fr_fr: Plateforme développeur
hu_hu: Fejlesztői Platform
it_it: Piattaforma Sviluppatori
nb_no: Utviklerplattform
nl_nl: Ontwikkelaarsplatform
pl_pl: Platforma Deweloperska
pt_br: Plataforma de Desenvolvedor
ro_ro: Platformă Dezvoltatori
ru_ru: Платформа разработчика
sv_se: Utvecklarplattform

source: Full REST API access for external integrations and custom applications.
da_dk: Fuld REST API-adgang til eksterne integrationer.
de_de: Vollständiger REST-API-Zugriff für externe Integrationen und benutzerdefinierte Anwendungen.
el: Πλήρης πρόσβαση REST API για εξωτερικές ενσωματώσεις.
es_es: Acceso completo a la API REST para integraciones externas.
fr_fr: Accès complet API REST pour intégrations externes.
hu_hu: Teljes REST API hozzáférés külső integrációkhoz és egyedi alkalmazásokhoz.
it_it: Accesso API REST completo.
nb_no: Full REST API-tilgang.
nl_nl: Volledige REST API toegang.
pl_pl: Pełny dostęp do REST API.
pt_br: Acesso completo à API REST.
ro_ro: Acces complet API REST pentru integrări externe.
ru_ru: Полный доступ к REST API для внешних интеграций.
sv_se: Full REST API-åtkomst för externa integrationer och anpassade applikationer.

source: HMAC Webhooks
es_es: Webhooks HMAC
fr_fr: Webhooks HMAC
hu_hu: HMAC Webhookok
it_it: Webhook HMAC
pl_pl: Webhooki HMAC
pt_br: Webhooks HMAC
ro_ro: Webhook-uri HMAC
ru_ru: HMAC Вебхуки

source: Secure webhooks with HMAC-signed payloads for booking events.
da_dk: Sikre webhooks med HMAC-signerede payloads.
de_de: Sichere Webhooks mit HMAC-signierten Payloads für Buchungsereignisse.
el: Ασφαλή webhooks με υπογεγραμμένα payloads για συμβάντα κράτησης.
es_es: Webhooks seguros con cargas útiles firmadas con HMAC.
fr_fr: Webhooks sécurisés avec signatures HMAC.
hu_hu: Biztonságos webhookok HMAC-aláírt tartalommal foglalási eseményekhez.
it_it: Webhook sicuri.
nb_no: Sikre webhooks med HMAC.
nl_nl: Veilige webhooks met HMAC.
pl_pl: Bezpieczne webhooki z podpisem HMAC.
pt_br: Webhooks seguros com HMAC.
ro_ro: Webhook-uri securizate pentru evenimente rezervare.
ru_ru: Безопасные вебхуки с подписанными HMAC полезными данными.
sv_se: Säkra webhooks med HMAC-signerade nyttolaster för bokningshändelser.

source: Configure Payment Gateways
da_dk: Konfigurer Betalingsgateways
de_de: Zahlungs-Gateways konfigurieren
el: Ρύθμιση Πυλών Πληρωμών
es_es: Configurar pasarelas de pago
fr_fr: Configurer les passerelles de paiement
hu_hu: Fizetési átjárók konfigurálása
it_it: Configura Gateway
nb_no: Konfigurer betalingsgatewayer
nl_nl: Configureer Betaalproviders
pl_pl: Konfiguruj Bramki Płatności
pt_br: Configurar Gateways de Pagamento
ro_ro: Configurează Procesatori de Plăți
ru_ru: Настроить платежные шлюзы
sv_se: Konfigurera betalningsgateways

source: Set Up Tax Settings
da_dk: Opsæt Skatteindstillinger
de_de: Steuereinstellungen einrichten
el: Ρύθμιση Φόρων
es_es: Configurar ajustes de impuestos
fr_fr: Configurer les taxes
hu_hu: Adó beállítások megadása
it_it: Configura Tasse
nb_no: Konfigurer skatteinnstillinger
nl_nl: Stel Belastingen In
pl_pl: Skonfiguruj Podatki
pt_br: Configurar Impostos
ro_ro: Configurează Setări Taxe
ru_ru: Настроить налоги
sv_se: Konfigurera skatteinställningar

source: View Analytics
da_dk: Se Analyser
de_de: Analysen anzeigen
el: Προβολή Αναλύσεων
es_es: Ver analíticas
fr_fr: Voir les analyses
hu_hu: Analitika megtekintése
it_it: Vedi Analitica
nb_no: Vis analyse
nl_nl: Bekijk Analytics
pl_pl: Zobacz Analitykę
pt_br: Ver Análises
ro_ro: Vezi Analize
ru_ru: Просмотреть аналитику
sv_se: Visa analys

source: Manage iCal Feeds
da_dk: Administrer iCal Feeds
de_de: iCal-Feeds verwalten
el: Διαχείριση iCal Feeds
es_es: Gestionar feeds iCal
fr_fr: Gérer les flux iCal
hu_hu: iCal feedek kezelése
it_it: Gestisci Feed iCal
nb_no: Administrer iCal-feeder
nl_nl: Beheer iCal Feeds
pl_pl: Zarządzaj Kanałami iCal
pt_br: Gerenciar Feeds iCal
ro_ro: Gestionează Feed-uri iCal
ru_ru: Управление каналами iCal
sv_se: Hantera iCal-flöden

source: Save Payment Settings
da_dk: Gem Betalingsindstillinger
de_de: Zahlungseinstellungen speichern
el: Αποθήκευση Ρυθμίσεων Πληρωμής
es_es: Guardar ajustes de pago
fr_fr: Enregistrer les réglages de paiement
hu_hu: Fizetési beállítások mentése
it_it: Salva Impostazioni Pagamento
nb_no: Lagre betalingsinnstillinger
nl_nl: Betaalinstellingen Opslaan
pl_pl: Zapisz Ustawienia Płatności
pt_br: Salvar Configurações de Pagamento
ro_ro: Salvează Setări Plată
ru_ru: Сохранить настройки оплаты
sv_se: Spara betalningsinställningar

source: Unlock this feature and many more with a Pro license. Get access to payment processing, VAT/TAX management, analytics, and more.
da_dk: Lås op for denne funktion med en Pro-licens.
de_de: Schalten Sie diese Funktion und viele weitere mit einer Pro-Lizenz frei.
el: Ξεκλειδώστε αυτή τη λειτουργία με μια άδεια Pro.
es_es: Desbloquee esta función y muchas más con una licencia Pro.
fr_fr: Débloquez cette fonctionnalité avec une licence Pro.
hu_hu: Oldja fel ezt a funkciót és még sok mást Pro licenccel.
it_it: Sblocca con licenza Pro.
nb_no: Lås opp denne funksjonen med en Pro-lisens.
nl_nl: Ontgrendel met Pro licentie.
pl_pl: Odblokuj tę funkcję z licencją Pro.
pt_br: Desbloqueie com licença Pro.
ro_ro: Deblocați această funcție cu o licență Pro.
ru_ru: Разблокируйте эту функцию с лицензией Pro.
sv_se: Lås upp denna funktion och många fler med en Pro-licens. Få tillgång till betalningshantering, moms/skattehantering, analys och mer.

source: View All Pro Features
da_dk: Se Alle Pro-funktioner
de_de: Alle Pro-Funktionen anzeigen
el: Προβολή Όλων των Λειτουργιών Pro
es_es: Ver todas las funciones Pro
fr_fr: Voir toutes les fonctionnalités Pro
hu_hu: Összes Pro funkció megtekintése
it_it: Vedi Tutte Funzioni Pro
nb_no: Se alle Pro-funksjoner
nl_nl: Bekijk Alle Pro Functies
pl_pl: Zobacz Wszystkie Funkcje Pro
pt_br: Ver Todos os Recursos Pro
ro_ro: Vezi Toate Funcțiile Pro
ru_ru: Просмотреть все функции Pro
sv_se: Visa alla Pro-funktioner

source: Pro features are not available.
da_dk: Pro-funktioner er ikke tilgængelige.
de_de: Pro-Funktionen sind nicht verfügbar.
el: Οι λειτουργίες Pro δεν είναι διαθέσιμες.
es_es: Las funciones Pro no están disponibles.
fr_fr: Fonctionnalités Pro non disponibles.
hu_hu: A Pro funkciók nem elérhetők.
it_it: Funzioni Pro non disponibili.
nb_no: Pro-funksjoner ikke tilgjengelig.
nl_nl: Pro functies niet beschikbaar.
pl_pl: Funkcje Pro niedostępne.
pt_br: Recursos Pro não disponíveis.
ro_ro: Funcțiile Pro nu sunt disponibile.
ru_ru: Функции Pro недоступны.
sv_se: Pro-funktioner är inte tillgängliga.
