Repository: leslieradue-web/modern-hotel-booking-free
Catalog: languages/modern-hotel-booking-*.po
Languages: da_dk, de_de, el, es_es, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sv_se

source: Sync All Now
da_dk: Synkroniser alt nu
de_de: Alle jetzt synchronisieren
el: Συγχρονισμός Όλων Τώρα
es_es: Sincronizar todo ahora
fr_fr: Tout synchroniser maintenant
hu_hu: Összes szinkronizálása most
it_it: Sincronizza Tutto Ora
nb_no: Synkroniser alle nå
nl_nl: Alles nu synchroniseren
pl_pl: Synchronizuj wszystko teraz
pt_br: Sincronizar Tudo Agora
ro_ro: Sincronizează Tot Acum
ru_ru: Синхронизировать все сейчас
sv_se: Synkronisera alla nu

source: Back
da_dk: Tilbage
de_de: Zurück
el: Πίσω
es_es: Volver
fr_fr: Retour
hu_hu: Vissza
it_it: Indietro
nb_no: Tilbake
nl_nl: Terug
pl_pl: Wstecz
pt_br: Voltar
ro_ro: Înapoi
ru_ru: Назад
sv_se: Tillbaka

source: Edit Room
da_dk: Rediger værelse
de_de: Zimmer bearbeiten
el: Επεξεργασία Δωματίου
es_es: Editar habitación
fr_fr: Modifier la chambre
hu_hu: Szoba szerkesztése
it_it: Modifica Camera
nb_no: Rediger rom
nl_nl: Bewerk kamer
pl_pl: Edytuj pokój
pt_br: Editar Quarto
ro_ro: Editează Cameră
ru_ru: Редактировать номер
sv_se: Redigera rum

source: Add Room
da_dk: Tilføj værelse
de_de: Zimmer hinzufügen
el: Προσθήκη Δωματίου
es_es: Añadir habitación
fr_fr: Ajouter une chambre
hu_hu: Szoba hozzáadása
it_it: Aggiungi Camera
nb_no: Legg til rom
nl_nl: Kamer toevoegen
pl_pl: Dodaj pokój
pt_br: Adicionar Quarto
ro_ro: Adaugă Cameră
ru_ru: Добавить номер
sv_se: Lägg till rum

source: Type
de_de: Typ
el: Τύπος
es_es: Tipo
hu_hu: Típus
it_it: Tipo
pl_pl: Typ
pt_br: Tipo
ro_ro: Tip
ru_ru: Тип
sv_se: Typ

source: Number/Name
da_dk: Nummer/Navn
de_de: Nummer/Name
el: Αριθμός/Όνομα
es_es: Número/Nombre
fr_fr: Numéro/Nom
hu_hu: Szám/Név
it_it: Numero/Nome
nb_no: Nummer/Navn
nl_nl: Nummer/Naam
pl_pl: Numer/Nazwa
pt_br: Número/Nome
ro_ro: Număr/Nume
ru_ru: Номер/Название
sv_se: Nummer/Namn

source: Custom Price
da_dk: Brugerdefineret pris
de_de: Benutzerdefinierter Preis
el: Προσαρμοσμένη Τιμή
es_es: Precio personalizado
fr_fr: Prix personnalisé
hu_hu: Egyedi ár
it_it: Prezzo Personalizzato
nb_no: Egendefinert pris
nl_nl: Aangepaste prijs
pl_pl: Cena niestandardowa
pt_br: Preço Personalizado
ro_ro: Preț Personalizat
ru_ru: Своя цена
sv_se: Anpassat pris

source: Available
da_dk: Tilgængelig
de_de: Verfügbar
el: Διαθέσιμο
es_es: Disponible
fr_fr: Disponible
hu_hu: Elérhető
it_it: Disponibile
nb_no: Tilgjengelig
nl_nl: Beschikbaar
pl_pl: Dostępne
pt_br: Disponível
ro_ro: Disponibil
ru_ru: Доступно
sv_se: Tillgänglig

source: Maintenance
da_dk: Vedligeholdelse
de_de: Wartung
el: Συντήρηση
es_es: Mantenimiento
hu_hu: Karbantartás
it_it: Manutenzione
nb_no: Vedlikehold
nl_nl: Onderhoud
pl_pl: Konserwacja
pt_br: Manutenção
ro_ro: Mentenanță
ru_ru: Обслуживание
sv_se: Underhåll

source: Update Room
da_dk: Opdater værelse
de_de: Zimmer aktualisieren
el: Ενημέρωση Δωματίου
es_es: Actualizar habitación
fr_fr: Mettre à jour la chambre
hu_hu: Szoba frissítése
it_it: Aggiorna Camera
nb_no: Oppdater rom
nl_nl: Kamer bijwerken
pl_pl: Zaktualizuj pokój
pt_br: Atualizar Quarto
ro_ro: Actualizează Cameră
ru_ru: Обновить номер
sv_se: Uppdatera rum

source: Number
da_dk: Nummer
de_de: Nummer
el: Αριθμός
es_es: Número
fr_fr: Numéro
hu_hu: Szám
it_it: Numero
nb_no: Nummer
nl_nl: Nummer
pl_pl: Numer
pt_br: Número
ro_ro: Număr
ru_ru: Номер
sv_se: Nummer

source: Pro Feature
da_dk: Pro-funktion
de_de: Pro-Funktion
el: Λειτουργία Pro
es_es: Característica Pro
fr_fr: Fonctionnalité Pro
hu_hu: Pro funkció
it_it: Funzione Pro
nb_no: Pro-funksjon
nl_nl: Pro-functie
pl_pl: Funkcja Pro
pt_br: Funcionalidade Pro
ro_ro: Funcție Pro
ru_ru: Функция Pro
sv_se: Pro-funktion

source: to
da_dk: til
de_de: bis
el: εώς
es_es: a
fr_fr: à
hu_hu: eddig
it_it: a
nb_no: til
nl_nl: tot
pl_pl: do
pt_br: até
ro_ro: către
ru_ru: до
sv_se: till

source: Modifier
da_dk: Modifikator
de_de: Modifikator
el: Τροποποιητής
es_es: Modificador
fr_fr: Modificateur
hu_hu: Módosító
it_it: Modificatore
nb_no: Modifikator
nl_nl: Aanpassing
pl_pl: Modyfikator
pt_br: Modificador
ro_ro: Modificator
ru_ru: Модификатор
sv_se: Modifierare

source: Fixed
da_dk: Fast
de_de: Fest
el: Σταθερό
es_es: Fijo
fr_fr: Fixe
hu_hu: Fix
it_it: Fisso
nb_no: Fast
nl_nl: Vast
pl_pl: Stała
pt_br: Fixo
ro_ro: Fix
ru_ru: Фиксированная
sv_se: Fast

source: All
da_dk: Alle
de_de: Alle
el: Όλα
es_es: Todos
fr_fr: Tout
hu_hu: Összes
it_it: Tutti
nb_no: Alle
nl_nl: Alle
pl_pl: Wszystkie
pt_br: Todos
ro_ro: Toate
ru_ru: Все
sv_se: Alla

source: Add Rule
da_dk: Tilføj regel
de_de: Regel hinzufügen
el: Προσθήκη Κανόνα
es_es: Añadir regla
fr_fr: Ajouter une règle
hu_hu: Szabály hozzáadása
it_it: Aggiungi Regola
nb_no: Legg til regel
nl_nl: Regel toevoegen
pl_pl: Dodaj regułę
pt_br: Adicionar Regra
ro_ro: Adaugă Regulă
ru_ru: Добавить правило
sv_se: Lägg till regel

source: Action
da_dk: Handling
de_de: Aktion
el: Ενέργεια
es_es: Acción
hu_hu: Művelet
it_it: Azione
nb_no: Handling
nl_nl: Actie
pl_pl: Akcja
pt_br: Ação
ro_ro: Acțiune
ru_ru: Действие
sv_se: Åtgärd

source: Delete this pricing rule?
da_dk: Slet denne prisregel?
de_de: Diese Preisregel löschen?
el: Διαγραφή αυτού του κανόνα τιμολόγησης;
es_es: ¿Eliminar esta regla de precios?
fr_fr: Supprimer cette règle de prix ?
hu_hu: Törli ezt az árazási szabályt?
it_it: Eliminare questa regola di prezzo?
nb_no: Slett denne prisregelen?
nl_nl: Deze prijsregel verwijderen?
pl_pl: Usunąć tę regułę cenową?
pt_br: Excluir esta regra de preço?
ro_ro: Ștergeți această regulă de preț?
ru_ru: Удалить это правило ценообразования?
sv_se: Ta bort denna prisregel?

source: Extras Saved!
da_dk: Tilvalg gemt!
de_de: Extras gespeichert!
el: Οι Παροχές Αποθηκεύτηκαν!
es_es: ¡Extras guardados!
fr_fr: Extras enregistrés !
hu_hu: Extrák mentve!
it_it: Extra Salvati!
nb_no: Ekstravalg lagret!
nl_nl: Extra's opgeslagen!
pl_pl: Dodatki zapisane!
pt_br: Extras Salvos!
ro_ro: Extra-uri Salvate!
ru_ru: Дополнительно сохранено!
sv_se: Tillval sparade!

source: Booking Extras & Add-ons
da_dk: Booking-tilvalg & tilføjelser
de_de: Buchungsextras & Zusatzoptionen
el: Παροχές Κράτησης & Πρόσθετα
es_es: Extras y complementos de reserva
fr_fr: Extras de réservation & Options
hu_hu: Foglalási extrák és kiegészítők
it_it: Extra & Servizi Aggiuntivi
nb_no: Bookingekstra og tillegg
nl_nl: Boekingsextra's & Toevoegingen
pl_pl: Dodatki do rezerwacji
pt_br: Extras de Reserva & Adicionais
ro_ro: Extra-uri & Opțiuni Rezervare
ru_ru: Дополнительные услуги и опции
sv_se: Bokningstillval & Tillägg

source: + Add New Extra
da_dk: + Tilføj nyt tilvalg
de_de: + Neues Extra hinzufügen
el: + Προσθήκη Νέας Παροχής
es_es: + Añadir nuevo extra
fr_fr: + Ajouter un nouvel extra
hu_hu: + Új extra hozzáadása
it_it: + Aggiungi Nuovo Extra
nb_no: + Legg til nytt ekstravalg
nl_nl: + Nieuwe extra toevoegen
pl_pl: + Dodaj nowy dodatek
pt_br: + Adicionar Novo Extra
ro_ro: + Adaugă Extra Nou
ru_ru: + Добавить новую услугу
sv_se: + Lägg till nytt tillval

source: Save Changes
da_dk: Gem ændringer
de_de: Änderungen speichern
el: Αποθήκευση Αλλαγών
es_es: Guardar cambios
fr_fr: Enregistrer les modifications
hu_hu: Változtatások mentése
it_it: Salva Modifiche
nb_no: Lagre endringer
nl_nl: Wijzigingen opslaan
pl_pl: Zapisz zmiany
pt_br: Salvar Alterações
ro_ro: Salvează Modificările
ru_ru: Сохранить изменения
sv_se: Spara ändringar

source: Pricing Model
da_dk: Prismodel
de_de: Preismodell
el: Μοντέλο Τιμολόγησης
es_es: Modelo de precios
fr_fr: Modèle de tarification
hu_hu: Árazási modell
it_it: Modello Prezzo
nb_no: Prismodell
nl_nl: Prijsmodel
pl_pl: Model cenowy
pt_br: Modelo de Preço
ro_ro: Model de Preț
ru_ru: Модель ценообразования
sv_se: Prismodell

source: Fixed Price (Once)
da_dk: Fast pris (én gang)
de_de: Festpreis (einmalig)
el: Σταθερή Τιμή (Μία Φορά)
es_es: Precio fijo (una vez)
fr_fr: Prix fixe (Une fois)
hu_hu: Fix ár (Egyszeri)
it_it: Prezzo Fisso (Una Tantum)
nb_no: Fast pris (én gang)
nl_nl: Vaste prijs (Eenmalig)
pl_pl: Stała cena (Jednorazowo)
pt_br: Preço Fixo (Único)
ro_ro: Preț Fix (O singură dată)
ru_ru: Фиксированная цена (один раз)
sv_se: Fast pris (En gång)

source: Per Person
da_dk: Pr. person
de_de: Pro Person
el: Ανά Άτομο
es_es: Por persona
fr_fr: Par personne
hu_hu: Fő/nap
it_it: Per Persona
nl_nl: Per persoon
pl_pl: Za osobę
pt_br: Por Pessoa
ro_ro: Per persoană
ru_ru: За человека

source: Per Night
da_dk: Pr. nat
de_de: Pro Nacht
el: Ανά Διανυκτέρευση
es_es: Por noche
fr_fr: Par nuit
hu_hu: Éjszakánként
it_it: Per Notte
nb_no: Per natt
nl_nl: Per nacht
pl_pl: Za noc
pt_br: Por Noite
ro_ro: Per noapte
ru_ru: За ночь
sv_se: Per natt

source: Per Person / Per Night
da_dk: Pr. person / pr. nat
de_de: Pro Person / Pro Nacht
el: Ανά Άτομο / Ανά Διανυκτέρευση
es_es: Por persona / por noche
fr_fr: Par personne / Par nuit
hu_hu: Fő / Éjszaka
it_it: Per Persona / Per Notte
nb_no: Per person / per natt
nl_nl: Per Persoon / Per Nacht
pl_pl: Za osobę / za noc
pt_br: Por Pessoa / Por Noite
ro_ro: Per Persoană / Per Noapte
ru_ru: За человека / за ночь
sv_se: Per person / Per natt

source: Control Type
da_dk: Kontroltype
de_de: Steuerungstyp
el: Τύπος Ελέγχου
es_es: Tipo de control
fr_fr: Type de contrôle
hu_hu: Vezérlő típusa
it_it: Tipo Controllo
nb_no: Kontrolltype
nl_nl: Besturingstype
pl_pl: Typ pola
pt_br: Tipo de Controle
ro_ro: Tip Control
ru_ru: Тип управления
sv_se: Kontrolltyp

source: Checkbox (Yes/No)
da_dk: Afkrydsningsfelt (Ja/Nej)
de_de: Kontrollkästchen (Ja/Nein)
el: Πλαίσιο Ελέγχου (Ναι/Όχι)
es_es: Casilla de verificación (Sí/No)
fr_fr: Case à cocher (Oui/Non)
hu_hu: Jelölőnégyzet (Igen/Nem)
it_it: Casella (Sì/No)
nb_no: Avkrysningsboks (Ja/Nei)
nl_nl: Selectievakje (Ja/Nee)
pl_pl: Pole wyboru (Tak/Nie)
pt_br: Caixa de Seleção (Sim/Não)
ro_ro: Caseta de validare (Da/Nu)
ru_ru: Чекбокс (Да/Нет)
sv_se: Kryssruta (Ja/Nej)

source: Quantity Input
da_dk: Antal input
de_de: Mengeneingabe
el: Εισαγωγή Ποσότητας
es_es: Entrada de cantidad
fr_fr: Saisie de quantité
hu_hu: Mennyiség megadása
it_it: Input Quantità
nb_no: Antall-inndata
nl_nl: Aantal invoer
pl_pl: Pole ilości
pt_br: Entrada de Quantidade
ro_ro: Intrare Cantitate
ru_ru: Ввод количества
sv_se: Antalsfält

source: Please enter a license key.
da_dk: Indtast venligst en licensnøgle.
de_de: Bitte geben Sie einen Lizenzschlüssel ein.
el: Παρακαλώ εισάγετε ένα κλειδί άδειας.
es_es: Introduzca una clave de licencia.
fr_fr: Veuillez entrer une clé de licence.
hu_hu: Kérjük, adja meg a licenckulcsot.
it_it: Inserisci una chiave di licenza.
nb_no: Vennligst skriv inn en lisensnøkkel.
nl_nl: Voer een licentiesleutel in.
pl_pl: Wprowadź klucz licencyjny.
pt_br: Por favor, insira uma chave de licença.
ro_ro: Vă rugăm introduceți cheia de licență.
ru_ru: Пожалуйста, введите лицензионный ключ.
sv_se: Vänligen ange en licensnyckel.

source: Connection error.
da_dk: Forbindelsesfejl.
de_de: Verbindungsfehler.
el: Σφάλμα σύνδεσης.
es_es: Error de conexión.
fr_fr: Erreur de connexion.
hu_hu: Kapcsolódási hiba.
it_it: Errore di connessione.
nb_no: Tilkoblingsfeil.
nl_nl: Verbindingsfout.
pl_pl: Błąd połączenia.
pt_br: Erro de conexão.
ro_ro: Eroare de conexiune.
ru_ru: Ошибка соединения.
sv_se: Anslutningsfel.

source: Are you sure?
da_dk: Er du sikker?
de_de: Sind Sie sicher?
el: Είστε σίγουροι;
es_es: ¿Está seguro?
fr_fr: Êtes-vous sûr ?
hu_hu: Biztos benne?
it_it: Sei sicuro?
nb_no: Er du sikker?
nl_nl: Weet u het zeker?
pl_pl: Czy na pewno?
pt_br: Tem certeza?
ro_ro: Sunteți sigur?
ru_ru: Вы уверены?
sv_se: Är du säker?

source: Are you sure you want to remove this field?
da_dk: Er du sikker på, at du vil fjerne dette felt?
de_de: Sind Sie sicher, dass Sie dieses Feld entfernen möchten?
el: Είστε σίγουροι ότι θέλετε να αφαιρέσετε αυτό το πεδίο;
es_es: ¿Está seguro de que desea eliminar este campo?
fr_fr: Êtes-vous sûr de vouloir supprimer ce champ ?
hu_hu: Biztosan eltávolítja ezt a mezőt?
it_it: Sei sicuro di voler rimuovere questo campo?
nb_no: Er du sikker på at du vil fjerne dette feltet?
nl_nl: Weet u zeker dat u dit veld wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć to pole?
pt_br: Tem certeza que deseja remover este campo?
ro_ro: Sigur doriți să eliminați acest câmp?
ru_ru: Вы уверены, что хотите удалить это поле?
sv_se: Är du säker på att du vill ta bort detta fält?

source: No holidays added yet.
da_dk: Ingen helligdage tilføjet endnu.
de_de: Noch keine Feiertage hinzugefügt.
el: Δεν έχουν προστεθεί αργίες ακόμα.
es_es: Aún no se han añadido festivos.
fr_fr: Aucun jour férié ajouté.
hu_hu: Még nincsenek ünnepnapok hozzáadva.
it_it: Nessuna festività aggiunta.
nb_no: Ingen helligdager lagt til ennå.
nl_nl: Nog geen feestdagen toegevoegd.
pl_pl: Nie dodano jeszcze świąt.
pt_br: Nenhum feriado adicionado ainda.
ro_ro: Nu au fost adăugate sărbători.
ru_ru: Праздники еще не добавлены.
sv_se: Inga helgdagar tillagda än.

source: General Settings
da_dk: Generelle indstillinger
de_de: Allgemeine Einstellungen
el: Γενικές Ρυθμίσεις
es_es: Ajustes generales
fr_fr: Réglages généraux
hu_hu: Általános beállítások
it_it: Impostazioni Generali
nb_no: Generelle innstillinger
nl_nl: Algemene instellingen
pl_pl: Ustawienia ogólne
pt_br: Configurações Gerais
ro_ro: Setări Generale
ru_ru: Общие настройки
sv_se: Allmänna inställningar

source: Default Check-in Time
da_dk: Standard indtjekningstid
de_de: Standard Anreisezeit
el: Προεπιλεγμένη Ώρα Άφιξης
es_es: Hora de entrada predeterminada
fr_fr: Heure d'arrivée par défaut
hu_hu: Alapértelmezett érkezési idő
it_it: Orario Check-in Predefinito
nb_no: Standard innsjekkingstid
nl_nl: Standaard check-in tijd
pl_pl: Domyślna godzina zameldowania
pt_br: Horário Padrão de Check-in
ro_ro: Oră Check-in Implicită
ru_ru: Время заезда по умолчанию
sv_se: Standardtid för incheckning

source: Default Check-out Time
da_dk: Standard udtjekningstid
de_de: Standard Abreisezeit
el: Προεπιλεγμένη Ώρα Αναχώρησης
es_es: Hora de salida predeterminada
fr_fr: Heure de départ par défaut
hu_hu: Alapértelmezett távozási idő
it_it: Orario Check-out Predefinito
nb_no: Standard utsjekkingstid
nl_nl: Standaard check-uit tijd
pl_pl: Domyślna godzina wymeldowania
pt_br: Horário Padrão de Check-out
ro_ro: Oră Check-out Implicită
ru_ru: Время выезда по умолчанию
sv_se: Standardtid för utcheckning

source: Notification Email
da_dk: Notifikations-email
de_de: Benachrichtigungs-E-Mail
el: Email Ειδοποίησης
es_es: Correo de notificación
fr_fr: E-mail de notification
hu_hu: Értesítési email
it_it: Email Notifica
nb_no: E-postvarsling
nl_nl: Notificatie e-mail
pl_pl: E-mail powiadomień
pt_br: E-mail de Notificação
ro_ro: Email Notificare
ru_ru: Email для уведомлений
sv_se: E-post för aviseringar

source: Booking Page
da_dk: Bookingside
de_de: Buchungsseite
el: Σελίδα Κράτησης
es_es: Página de reserva
fr_fr: Page de réservation
hu_hu: Foglalási oldal
it_it: Pagina Prenotazione
nb_no: Bookingside
nl_nl: Boekingspagina
pl_pl: Strona rezerwacji
pt_br: Página de Reserva
ro_ro: Pagină Rezervare
ru_ru: Страница бронирования
sv_se: Bokningssida

source: Booking Page URL (Override)
da_dk: Booking-side URL (Overskriv)
de_de: Buchungsseite-URL (Überschreiben)
el: URL Σελίδας Κράτησης (Παράκαμψη)
es_es: URL de la página de reserva (Anular)
fr_fr: URL de la page de réservation (Remplacer)
hu_hu: Foglalási oldal URL (Felülírás)
it_it: URL Pagina Prenotazione (Sovrascrivi)
nb_no: Bookingside URL (Overstyr)
nl_nl: Boekingspagina URL (Overschrijven)
pl_pl: URL strony rezerwacji (Nadpisz)
pt_br: URL da Página de Reserva (Substituir)
ro_ro: URL Pagină Rezervare (Suprascriere)
ru_ru: URL страницы бронирования (Переопределить)
sv_se: Bokningssidans URL (Åsidosätt)

source: Same-day Turnover
da_dk: Samme-dags udskiftning
de_de: Wechsel am selben Tag
el: Εναλλαγή ίδιας ημέρας
es_es: Rotación el mismo día
fr_fr: Rotation le jour même
hu_hu: Azonos napi váltás
it_it: Rotazione in giornata
nb_no: Sammedags bytte
nl_nl: Wissel op dezelfde dag
pl_pl: Wymiana tego samego dnia
pt_br: Troca no Mesmo Dia
ro_ro: Rotație în aceeași zi
ru_ru: Смена гостей в тот же день
sv_se: Omsättning samma dag

source: If enabled, rooms cannot be checked-in on the same day someone else checks out.
da_dk: Hvis aktiveret, kan værelser ikke tjekkes ind samme dag, som en anden tjekker ud.
de_de: Wenn aktiviert, können Zimmer nicht am selben Tag bezogen werden, an dem jemand anderes abreist.
el: Εάν ενεργοποιηθεί, δεν μπορεί να γίνει άφιξη την ίδια μέρα που κάποιος άλλος αναχωρεί.
es_es: Si está habilitado, no se puede hacer el check-in el mismo día que otra persona hace el check-out.
fr_fr: Si activé, les chambres ne peuvent pas être occupées le jour même où quelqu'un d'autre part.
hu_hu: Ha engedélyezve van, a szobákat nem lehet elfoglalni azon a napon, amikor valaki más távozik.
it_it: Se abilitato, le camere non possono essere occupate lo stesso giorno in cui qualcun altro effettua il check-out.
nb_no: Hvis aktivert, kan rom ikke sjekkes inn samme dag som noen andre sjekker ut.
nl_nl: Indien ingeschakeld, kunnen kamers niet worden ingecheckt op dezelfde dag dat iemand anders uitcheckt.
pl_pl: Jeśli włączone, pokoje nie mogą być zajęte w dniu wymeldowania innego gościa.
pt_br: Se ativado, quartos não podem ser ocupados no mesmo dia em que alguém faz check-out.
ro_ro: Dacă este activat, camerele nu pot fi ocupate în aceeași zi în care altcineva pleacă.
ru_ru: Если включено, в номер нельзя заехать в тот же день, когда кто-то выезжает.
sv_se: Om aktiverat kan rum inte checkas in samma dag som någon annan checkar ut.

source: Enable Children Management
da_dk: Aktiver børnehåndtering
de_de: Kinderverwaltung aktivieren
el: Ενεργοποίηση Διαχείρισης Παιδιών
es_es: Habilitar gestión de niños
fr_fr: Activer la gestion des enfants
hu_hu: Gyermekek kezelésének engedélyezése
it_it: Abilita Gestione Bambini
nb_no: Aktiver barnehåndtering
nl_nl: Kinderbeheer inschakelen
pl_pl: Włącz zarządzanie dziećmi
pt_br: Habilitar Gerenciamento de Crianças
ro_ro: Activează Gestionare Copii
ru_ru: Включить управление детьми
sv_se: Aktivera hantering av barn

source: Show children selector in search and booking forms.
da_dk: Vis børnevælger i søge- og bookingformularer.
de_de: Auswahl für Kinder in Such- und Buchungsformularen anzeigen.
el: Εμφάνιση επιλογέα παιδιών στις φόρμες αναζήτησης και κράτησης.
es_es: Mostrar selector de niños en los formularios de búsqueda y reserva.
fr_fr: Afficher le sélecteur d'enfants dans les formulaires de recherche et de réservation.
hu_hu: Gyermekválasztó megjelenítése a keresési és foglalási űrlapokon.
it_it: Mostra selettore bambini nei moduli di ricerca e prenotazione.
nb_no: Vis barnvelger i søke- og bookingskjemaer.
nl_nl: Toon kinderenselector in zoek- en boekingsformulieren.
pl_pl: Pokaż wybór dzieci w formularzach wyszukiwania i rezerwacji.
pt_br: Mostrar seletor de crianças nos formulários de busca e reserva.
ro_ro: Afișează selectorul pentru copii în formularele de căutare și rezervare.
ru_ru: Показывать выбор детей в формах поиска и бронирования.
sv_se: Visa barnväljare i sök- och bokningsformulär.

source: Custom Guest Fields
da_dk: Tilpassede gæstefelter
de_de: Benutzerdefinierte Gästefelder
el: Προσαρμοσμένα Πεδία Επισκεπτών
es_es: Campos de huésped personalizados
fr_fr: Champs personnalisés pour les invités
hu_hu: Egyedi vendég mezők
it_it: Campi Ospite Personalizzati
nb_no: Egendefinerte gjestefelter
nl_nl: Aangepaste gastvelden
pl_pl: Niestandardowe pola gości
pt_br: Campos de Hóspede Personalizados
ro_ro: Câmpuri Oaspeți Personalizate
ru_ru: Пользовательские поля гостя
sv_se: Anpassade gästfält

source: Currency Settings
da_dk: Valutaindstillinger
de_de: Währungseinstellungen
el: Ρυθμίσεις Νομίσματος
es_es: Ajustes de moneda
fr_fr: Réglages de la devise
hu_hu: Pénznem beállítások
it_it: Impostazioni Valuta
nb_no: Valutainnstillinger
nl_nl: Valuta-instellingen
pl_pl: Ustawienia waluty
pt_br: Configurações de Moeda
ro_ro: Setări Valută
ru_ru: Настройки валюты
sv_se: Valutainställningar

source: Currency Code (e.g. USD)
da_dk: Valutakode (f.eks. DKK)
de_de: Währungscode (z.B. EUR)
el: Κωδικός Νομίσματος (π.χ. EUR)
es_es: Código de moneda (ej. EUR)
fr_fr: Code devise (ex. EUR)
hu_hu: Pénznem kódja (pl. HUF)
it_it: Codice Valuta (es. EUR)
nb_no: Valutakode (f.eks. NOK)
nl_nl: Valutacode (bv. EUR)
pl_pl: Kod waluty (np. PLN)
pt_br: Código da Moeda (ex: BRL)
ro_ro: Cod Valută (ex. RON)
ru_ru: Код валюты (например, RUB)
sv_se: Valutakod (t.ex. SEK)

source: Currency Symbol (e.g. $)
da_dk: Valutasymbol (f.eks. kr.)
de_de: Währungssymbol (z.B. €)
el: Σύμβολο Νομίσματος (π.χ. €)
es_es: Símbolo de moneda (ej. €)
fr_fr: Symbole devise (ex. €)
hu_hu: Pénznem szimbóluma (pl. Ft)
it_it: Simbolo Valuta (es. €)
nb_no: Valutasymbol (f.eks. kr)
nl_nl: Valutasymbool (bv. €)
pl_pl: Symbol waluty (np. zł)
pt_br: Símbolo da Moeda (ex: R$)
ro_ro: Simbol Valută (ex. lei)
ru_ru: Символ валюты (например, ₽)
sv_se: Valutasymbol (t.ex. kr)

source: Symbol Position
el: Θέση Συμβόλου
es_es: Posición del símbolo
fr_fr: Position du symbole
hu_hu: Szimbólum helyzete
it_it: Posizione Simbolo
nb_no: Symbolposisjon
nl_nl: Positie symbool
pl_pl: Pozycja symbolu
pt_br: Posição do Símbolo
ro_ro: Poziție Simbol
ru_ru: Положение символа

source: Before Amount ($100)
da_dk: Før beløb (100 kr.)
de_de: Vor dem Betrag (100€)
el: Πριν το Ποσό (100€)
es_es: Antes del importe (100€)
fr_fr: Avant le montant (100€)
hu_hu: Összeg előtt ($100)
it_it: Prima dell'importo (€100)
nb_no: Før beløp (kr 100)
nl_nl: Voor bedrag (€100)
pl_pl: Przed kwotą (100 zł)
pt_br: Antes do Valor (R$100)
ro_ro: Înainte de sumă ($100)
ru_ru: Перед суммой ($100)
sv_se: Före belopp ($100)

source: After Amount (100$)
da_dk: Efter beløb (100 kr.)
de_de: Nach dem Betrag (100€)
el: Μετά το Ποσό (100€)
es_es: Después del importe (100€)
fr_fr: Après le montant (100 €)
hu_hu: Összeg után (100Ft)
it_it: Dopo l'importo (100€)
nb_no: Etter beløp (100 kr)
nl_nl: Na bedrag (100€)
pl_pl: Po kwocie (100 zł)
pt_br: Depois do Valor (100R$)
ro_ro: După sumă (100$)
ru_ru: После суммы (100₽)
sv_se: Efter belopp (100 kr)

source: — Select a Page —
da_dk: — Vælg en side —
de_de: — Wählen Sie eine Seite —
el: — Επιλέξτε μια Σελίδα —
es_es: — Seleccione una página —
fr_fr: — Sélectionner une page —
hu_hu: — Válasszon oldalt —
it_it: — Seleziona una Pagina —
nb_no: — Velg en side —
nl_nl: — Selecteer een Pagina —
pl_pl: — Wybierz stronę —
pt_br: — Selecione uma Página —
ro_ro: — Selectează o Pagină —
ru_ru: — Выберите страницу —
sv_se: — Välj en sida —

source: Select the page where you have placed the [modern_hotel_booking] shortcode.
da_dk: Vælg den side, hvor du har placeret shortcoden [modern_hotel_booking].
de_de: Wählen Sie die Seite aus, auf der Sie den Shortcode [modern_hotel_booking] platziert haben.
el: Επιλέξτε τη σελίδα όπου έχετε τοποθετήσει τον shortcode [modern_hotel_booking].
es_es: Seleccione la página donde ha colocado el shortcode [modern_hotel_booking].
fr_fr: Sélectionnez la page où vous avez placé le shortcode [modern_hotel_booking].
hu_hu: Válassza ki az oldalt, ahová elhelyezte a [modern_hotel_booking] rövid kódot.
it_it: Seleziona la pagina dove hai inserito lo shortcode [modern_hotel_booking].
nb_no: Velg siden der du har plassert kortkoden [modern_hotel_booking].
nl_nl: Selecteer de pagina waar u de [modern_hotel_booking] shortcode heeft geplaatst.
pl_pl: Wybierz stronę, na której umieszczono shortcode [modern_hotel_booking].
pt_br: Selecione a página onde você colocou o shortcode [modern_hotel_booking].
ro_ro: Selectați pagina unde ați plasat codul scurt [modern_hotel_booking].
ru_ru: Выберите страницу, где размещен шорткод [modern_hotel_booking].
sv_se: Välj sidan där du har placerat kortkoden [modern_hotel_booking].
