Repository: leslieradue-web/modern-hotel-booking-free
Catalog: languages/modern-hotel-booking-*.po
Languages: da_dk, de_de, el, es_es, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sv_se

source: Currency %s is not supported by your PayPal account.
da_dk: Valuta %s understøttes ikke af din PayPal-konto.
de_de: Währung %s wird von Ihrem PayPal-Konto nicht unterstützt.
el: Το νόμισμα %s δεν υποστηρίζεται από το λογαριασμό PayPal.
es_es: La moneda %s no es soportada por su cuenta PayPal.
fr_fr: La devise %s n'est pas supportée par votre compte PayPal.
hu_hu: A(z) %s pénznem nem támogatott a PayPal fiókjában.
it_it: Valuta %s non supportata da PayPal.
nb_no: Valuta %s støttes ikke av din PayPal-konto.
nl_nl: Valuta %s niet ondersteund door PayPal.
pl_pl: Waluta %s nieobsługiwana przez PayPal.
pt_br: A moeda %s não é suportada pela sua conta do PayPal.
ro_ro: Valuta %s nu este suportată de contul dumneavoastră PayPal.
ru_ru: Валюта %s не поддерживается вашим аккаунтом PayPal.
sv_se: Valutan %s stöds inte av ditt PayPal-konto.

source: PayPal error: %s
da_dk: PayPal-fejl: %s
de_de: PayPal-Fehler: %s
el: Σφάλμα PayPal: %s
es_es: Error de PayPal: %s
fr_fr: Erreur PayPal : %s
hu_hu: PayPal hiba: %s
it_it: Errore PayPal: %s
nb_no: PayPal-feil: %s
nl_nl: PayPal fout: %s
pl_pl: Błąd PayPal: %s
pt_br: Erro do PayPal: %s
ro_ro: Eroare PayPal: %s
ru_ru: Ошибка PayPal: %s
sv_se: PayPal-fel: %s

source: Missing order ID.
da_dk: Manglende ordre-ID.
de_de: Fehlende Bestell-ID.
el: Λείπει το ID παραγγελίας.
es_es: Falta el ID del pedido.
fr_fr: ID de commande manquant.
hu_hu: Hiányzó rendelés ID.
it_it: ID ordine mancante.
nb_no: Mangler ordre-ID.
nl_nl: Bestelling ID ontbreekt.
pl_pl: Brak ID zamówienia.
pt_br: ID do pedido ausente.
ro_ro: Lipsește ID-ul comenzii.
ru_ru: Отсутствует ID заказа.
sv_se: Order-ID saknas.

source: Unable to capture payment. Please try again later.
da_dk: Kunne ikke hæve betaling.
de_de: Zahlung konnte nicht eingezogen werden.
el: Αδυναμία δέσμευσης πληρωμής. Δοκιμάστε ξανά αργότερα.
es_es: No se puede capturar el pago.
fr_fr: Impossible de capturer le paiement. Réessayez plus tard.
hu_hu: Nem sikerült rögzíteni a fizetést.
it_it: Impossibile catturare pagamento.
nb_no: Kan ikke belaste betaling.
nl_nl: Kan betaling niet vastleggen.
pl_pl: Nie można pobrać płatności.
pt_br: Não foi possível capturar o pagamento. Tente novamente mais tarde.
ro_ro: Nu s-a putut încasa plata. Vă rugăm să încercați mai târziu.
ru_ru: Не удалось получить платеж.
sv_se: Kunde inte dra betalningen. Försök igen senare.

source: This payment has already been processed.
da_dk: Denne betaling er allerede blevet behandlet.
de_de: Diese Zahlung wurde bereits verarbeitet.
el: Αυτή η πληρωμή έχει ήδη υποβληθεί σε επεξεργασία.
es_es: Este pago ya ha sido procesado.
fr_fr: Ce paiement a déjà été traité.
hu_hu: Ez a fizetés már fel lett dolgozva.
it_it: Pagamento già elaborato.
nb_no: Denne betalingen er allerede behandlet.
nl_nl: Betaling al verwerkt.
pl_pl: Ta płatność została już przetworzona.
pt_br: Este pagamento já foi processado.
ro_ro: Această plată a fost deja procesată.
ru_ru: Этот платеж уже обработан.
sv_se: Denna betalning har redan behandlats.

source: The payment was declined by PayPal. Please try a different payment method.
da_dk: Betalingen blev afvist af PayPal.
de_de: Die Zahlung wurde von PayPal abgelehnt.
el: Η πληρωμή απορρίφθηκε από το PayPal. Δοκιμάστε άλλη μέθοδο.
es_es: El pago fue rechazado por PayPal.
fr_fr: Le paiement a été refusé par PayPal. Essayez une autre méthode.
hu_hu: A fizetést a PayPal elutasította. Próbáljon másik módot.
it_it: Pagamento declinato da PayPal.
nb_no: Betalingen ble avvist av PayPal.
nl_nl: Betaling geweigerd door PayPal.
pl_pl: Płatność odrzucona przez PayPal.
pt_br: O pagamento foi recusado pelo PayPal. Tente outro método.
ro_ro: Plata a fost refuzată de PayPal. Vă rugăm să încercați o altă metodă de plată.
ru_ru: Платеж отклонен PayPal.
sv_se: Betalningen nekades av PayPal. Vänligen prova en annan betalningsmetod.

source: privacy policy
da_dk: privatlivspolitik
de_de: Datenschutzrichtlinie
el: πολιτική απορρήτου
es_es: política de privacidad
fr_fr: politique de confidentialité
hu_hu: adatvédelmi irányelvek
nb_no: personvernerklæring
nl_nl: privacybeleid
pl_pl: polityka prywatności
pt_br: política de privacidade
ro_ro: politica de confidențialitate
ru_ru: политика конфиденциальности
sv_se: integritetspolicy

source: Terms & Conditions
da_dk: Vilkår & Betingelser
de_de: AGB
el: Όροι & Προϋποθέσεις
es_es: Términos y Condiciones
fr_fr: Conditions Générales
hu_hu: Felhasználási feltételek
it_it: Termini & Condizioni
nb_no: Vilkår og Betingelser
nl_nl: Algemene Voorwaarden
pl_pl: Regulamin
pt_br: Termos & Condições
ro_ro: Termeni & Condiții
ru_ru: Правила и Условия
sv_se: Villkor

source: Payment Information
da_dk: Betalingsinformation
de_de: Zahlungsinformationen
el: Πληροφορίες Πληρωμής
es_es: Información de pago
fr_fr: Information de paiement
hu_hu: Fizetési Információ
it_it: Informazioni Pagamento
nb_no: Betalingsinformasjon
nl_nl: Betalingsinformatie
pl_pl: Informacje o Płatności
pt_br: Informações de Pagamento
ro_ro: Informații Plată
ru_ru: Информация об оплате
sv_se: Betalningsinformation

source: Payment will be collected upon arrival at the property.
da_dk: Betaling opkræves ved ankomst til ejendommen.
de_de: Die Zahlung wird bei Ankunft in der Unterkunft eingezogen.
el: Η πληρωμή θα εισπραχθεί κατά την άφιξη στο κατάλυμα.
es_es: El pago se cobrará a la llegada al establecimiento.
fr_fr: Le paiement sera encaissé à l'arrivée à l'établissement.
hu_hu: A fizetés a szálláshelyre érkezéskor történik.
it_it: Pagamento riscosso all'arrivo.
nb_no: Betaling vil bli innkrevd ved ankomst.
nl_nl: Betaling bij aankomst.
pl_pl: Płatność zostanie pobrana po przyjeździe.
pt_br: O pagamento será cobrado na chegada à propriedade.
ro_ro: Plata va fi încasată la sosirea la proprietate.
ru_ru: Оплата будет взиматься по прибытии в объект.
sv_se: Betalning sker vid ankomst till boendet.

source: Amount Due
da_dk: Skyldigt Beløb
de_de: Fälliger Betrag
el: Οφειλόμενο Ποσό
es_es: Importe adeudado
fr_fr: Montant dû
hu_hu: Esedékes összeg
it_it: Importo Dovuto
nb_no: Beløp å betale
nl_nl: Verschuldigd Bedrag
pl_pl: Kwota do Zapłaty
pt_br: Valor Devido
ro_ro: Sumă Datorată
ru_ru: К оплате
sv_se: Att betala

source: Failed to create PayPal order.
da_dk: Kunne ikke oprette PayPal-ordre.
de_de: Erstellung der PayPal-Bestellung fehlgeschlagen.
el: Αποτυχία δημιουργίας παραγγελίας PayPal.
es_es: Fallo al crear el pedido de PayPal.
fr_fr: Échec de la création de la commande PayPal.
hu_hu: Sikertelen PayPal rendelés létrehozás.
it_it: Fallita creazione ordine PayPal.
nb_no: Kunne ikke opprette PayPal-ordre.
nl_nl: Mislukt PayPal bestelling te maken.
pl_pl: Nie udało się utworzyć zamówienia PayPal.
pt_br: Falha ao criar pedido no PayPal.
ro_ro: Eșec la crearea comenzii PayPal.
ru_ru: Не удалось создать заказ PayPal.
sv_se: Misslyckades att skapa PayPal-order.

source: Security verification failed. Please refresh the page and try again.
da_dk: Sikkerhedsverifikation mislykkedes. Opdater venligst siden og prøv igen.
de_de: Sicherheitsüberprüfung fehlgeschlagen. Bitte Seite aktualisieren.
el: Η επαλήθευση ασφαλείας απέτυχε. Ανανεώστε τη σελίδα.
es_es: Verificación de seguridad fallida. Actualice la página.
fr_fr: Vérification de sécurité échouée. Rafraîchissez la page.
hu_hu: Biztonsági ellenőrzés sikertelen. Frissítse az oldalt.
it_it: Verifica sicurezza fallita.
nb_no: Sikkerhetsverifisering feilet. Oppdater siden.
nl_nl: Beveiligingsverificatie mislukt.
pl_pl: Weryfikacja bezpieczeństwa nieudana.
pt_br: Verificação de segurança falhou. Atualize a página.
ro_ro: Verificare securitate eșuată. Reîmprospătați pagina.
ru_ru: Проверка безопасности не удалась.
sv_se: Säkerhetsverifiering misslyckades. Vänligen uppdatera sidan och försök igen.

source: PayPal %s Client ID is not configured.
da_dk: PayPal %s Client ID er ikke konfigureret.
de_de: PayPal %s Client ID ist nicht konfiguriert.
el: Το PayPal %s Client ID δεν έχει ρυθμιστεί.
es_es: PayPal %s Client ID no configurado.
fr_fr: L'ID Client PayPal %s n'est pas configuré.
hu_hu: A PayPal %s Ügyfélazonosító nincs beállítva.
it_it: ID Cliente PayPal %s non configurato.
nb_no: PayPal %s Client ID er ikke konfigurert.
nl_nl: PayPal %s Client ID niet geconfigureerd.
pl_pl: ID Klienta PayPal %s nieskonfigurowany.
pt_br: O ID do Cliente PayPal %s não está configurado.
ro_ro: PayPal %s Client ID nu este configurat.
ru_ru: ID клиента PayPal %s не настроен.
sv_se: PayPal %s Client ID är inte konfigurerat.

source: PayPal %s Secret is not configured.
da_dk: PayPal %s Secret er ikke konfigureret.
de_de: PayPal %s Secret ist nicht konfiguriert.
el: Το PayPal %s Secret δεν έχει ρυθμιστεί.
es_es: PayPal %s Secret no configurado.
fr_fr: Le Secret PayPal %s n'est pas configuré.
hu_hu: A PayPal %s Titkos kulcs nincs beállítva.
it_it: Segreto PayPal %s non configurato.
nb_no: PayPal %s Secret er ikke konfigurert.
nl_nl: PayPal %s Secret niet geconfigureerd.
pl_pl: Sekret PayPal %s nieskonfigurowany.
pt_br: O Segredo PayPal %s não está configurado.
ro_ro: PayPal %s Secret nu este configurat.
ru_ru: Секрет PayPal %s не настроен.
sv_se: PayPal %s Secret är inte konfigurerad.

source: Stripe payment failed: Payment intent missing.
da_dk: Stripe betaling mislykkedes: Betalingshensigt mangler.
de_de: Stripe-Zahlung fehlgeschlagen: Zahlungsabsicht fehlt.
el: Η πληρωμή Stripe απέτυχε: Λείπει η πρόθεση πληρωμής.
es_es: Pago Stripe fallido: Falta intención de pago.
fr_fr: Paiement Stripe échoué : Intention de paiement manquante.
hu_hu: Stripe fizetés sikertelen: Hiányzó fizetési szándék.
it_it: Pagamento Stripe fallito: Intento mancante.
nb_no: Stripe-betaling feilet: Payment intent mangler.
nl_nl: Stripe betaling mislukt: Intent ontbreekt.
pl_pl: Płatność Stripe nieudana: Brak intencji.
pt_br: Pagamento Stripe falhou: Intenção de pagamento ausente.
ro_ro: Plata Stripe a eșuat: lipsește intenția de plată.
ru_ru: Платеж Stripe не удался: Отсутствует намерение.
sv_se: Stripe-betalning misslyckades: Payment intent saknas.

source: Stripe API error: %s
da_dk: Stripe API-fejl: %s
de_de: Stripe API-Fehler: %s
el: Σφάλμα API Stripe: %s
es_es: Error API Stripe: %s
fr_fr: Erreur API Stripe : %s
hu_hu: Stripe API hiba: %s
it_it: Errore API Stripe: %s
nb_no: Stripe API-feil: %s
nl_nl: Stripe API fout: %s
pl_pl: Błąd API Stripe: %s
pt_br: Erro da API do Stripe: %s
ro_ro: Eroare API Stripe: %s
ru_ru: Ошибка API Stripe: %s
sv_se: Stripe API-fel: %s

source: PayPal payment failed: Order ID missing.
da_dk: PayPal betaling mislykkedes: Ordre-ID mangler.
de_de: PayPal-Zahlung fehlgeschlagen: Bestell-ID fehlt.
el: Η πληρωμή PayPal απέτυχε: Λείπει το ID παραγγελίας.
es_es: Pago PayPal fallido: Falta ID pedido.
fr_fr: Paiement PayPal échoué : ID de commande manquant.
hu_hu: PayPal fizetés sikertelen: Hiányzó rendelés ID.
it_it: Pagamento PayPal fallito: ID mancante.
nb_no: PayPal-betaling feilet: Ordre-ID mangler.
nl_nl: PayPal betaling mislukt: Order ID ontbreekt.
pl_pl: Płatność PayPal nieudana: Brak ID zamówienia.
pt_br: Pagamento PayPal falhou: ID do pedido ausente.
ro_ro: Plata PayPal a eșuat: lipsește ID-ul comenzii.
ru_ru: Платеж PayPal не удался: Отсутствует ID заказа.
sv_se: PayPal-betalning misslyckades: Order-ID saknas.

source: Payment is required.
da_dk: Betaling er påkrævet.
de_de: Zahlung ist erforderlich.
el: Απαιτείται πληρωμή.
es_es: El pago es obligatorio.
fr_fr: Le paiement est requis.
hu_hu: Fizetés kötelező.
it_it: Pagamento richiesto.
nb_no: Betaling er påkrevd.
nl_nl: Betaling vereist.
pl_pl: Płatność wymagana.
pt_br: O pagamento é obrigatório.
ro_ro: Plata este obligatorie.
ru_ru: Требуется оплата.
sv_se: Betalning krävs.

source: API key has not been configured. Set it in Hotel Booking → Settings.
da_dk: API-nøgle er ikke konfigureret.
de_de: API-Schlüssel wurde nicht konfiguriert.
el: Το κλειδί API δεν έχει ρυθμιστεί.
es_es: Clave API no configurada.
fr_fr: Clé API non configurée. Réglez-la dans les réglages.
hu_hu: API kulcs nincs beállítva.
it_it: Chiave API non configurata.
nb_no: API-nøkkel er ikke konfigurert.
nl_nl: API sleutel niet geconfigureerd.
pl_pl: Klucz API nieskonfigurowany.
pt_br: A chave da API não foi configurada.
ro_ro: Cheia API nu a fost configurată.
ru_ru: Ключ API не настроен.
sv_se: API-nyckel har inte konfigurerats. Ställ in den i Hotellbokning → Inställningar.

source: Invalid or missing API key.
da_dk: Ugyldig eller manglende API-nøgle.
de_de: Ungültiger oder fehlender API-Schlüssel.
el: Μη έγκυρο ή ελλείπον κλειδί API.
es_es: Clave API inválida o faltante.
fr_fr: Clé API invalide ou manquante.
hu_hu: Érvénytelen vagy hiányzó API kulcs.
it_it: Chiave API invalida.
nb_no: Ugyldig eller manglende API-nøkkel.
nl_nl: Ongeldige API sleutel.
pl_pl: Nieprawidłowy lub brakujący klucz API.
pt_br: Chave de API inválida ou ausente.
ro_ro: Cheie API invalidă sau lipsă.
ru_ru: Неверный или отсутствующий ключ API.
sv_se: Ogiltig eller saknad API-nyckel.

source: Webhook signature required. Unauthorized requests are rejected.
da_dk: Webhook-signatur påkrævet.
de_de: Webhook-Signatur erforderlich.
el: Απαιτείται υπογραφή Webhook.
es_es: Firma webhook requerida.
fr_fr: Signature Webhook requise.
hu_hu: Webhook aláírás szükséges.
it_it: Firma Webhook richiesta.
nb_no: Webhook-signatur påkrevd.
nl_nl: Webhook handtekening vereist.
pl_pl: Wymagany podpis webhook.
pt_br: Assinatura do webhook obrigatória.
ro_ro: Semnătură webhook necesară.
ru_ru: Требуется подпись вебхука.
sv_se: Webhook-signatur krävs. Obehöriga förfrågningar avvisas.

source: Stripe webhook secret not configured. Please set it in Settings.
da_dk: Stripe webhook hemmelighed ikke konfigureret.
de_de: Stripe Webhook Secret nicht konfiguriert.
el: Το μυστικό webhook Stripe δεν έχει ρυθμιστεί.
es_es: Secreto webhook Stripe no configurado.
fr_fr: Secret Webhook Stripe non configuré.
hu_hu: Stripe webhook titok nincs beállítva.
it_it: Segreto Webhook Stripe non configurato.
nb_no: Stripe webhook secret ikke konfigurert.
nl_nl: Stripe webhook secret niet geconfigureerd.
pl_pl: Sekret webhook Stripe nieskonfigurowany.
pt_br: Segredo do webhook Stripe não configurado.
ro_ro: Secretul webhook Stripe neconfigurat.
ru_ru: Секрет вебхука Stripe не настроен.
sv_se: Stripe webhook secret inte konfigurerad. Vänligen ställ in den i Inställningar.

source: Invalid Stripe signature format.
da_dk: Ugyldigt Stripe-signaturformat.
de_de: Ungültiges Stripe-Signaturformat.
el: Μη έγκυρη μορφή υπογραφής Stripe.
es_es: Formato firma Stripe inválido.
fr_fr: Format de signature Stripe invalide.
hu_hu: Érvénytelen Stripe aláírás formátum.
it_it: Formato firma Stripe invalido.
nb_no: Ugyldig Stripe-signaturformat.
nl_nl: Ongeldig Stripe handtekening formaat.
pl_pl: Nieprawidłowy format podpisu Stripe.
pt_br: Formato de assinatura Stripe inválido.
ro_ro: Format semnătură Stripe invalid.
ru_ru: Неверный формат подписи Stripe.
sv_se: Ogiltigt format på Stripe-signatur.

source: Webhook timestamp outside acceptable range.
da_dk: Webhook tidsstempel uden for acceptabelt interval.
de_de: Webhook-Zeitstempel außerhalb des akzeptablen Bereichs.
el: Η χρονική σήμανση Webhook είναι εκτός εύρους.
es_es: Timestamp webhook fuera de rango.
fr_fr: Horodatage Webhook hors plage.
hu_hu: Webhook időbélyeg tartományon kívül.
it_it: Timestamp Webhook fuori range.
nb_no: Webhook-tidsstempel utenfor rekkevidde.
nl_nl: Webhook tijdstempel buiten bereik.
pl_pl: Sygnatura czasowa webhook poza zakresem.
pt_br: Carimbo de data/hora do webhook fora do intervalo.
ro_ro: Timestamp webhook în afara intervalului acceptabil.
ru_ru: Временная метка вебхука вне диапазона.
sv_se: Webhook-tidsstämpel utanför godkänt intervall.

source: Invalid Stripe webhook signature.
da_dk: Ugyldig Stripe webhook-signatur.
de_de: Ungültige Stripe Webhook-Signatur.
el: Μη έγκυρη υπογραφή webhook Stripe.
es_es: Firma webhook Stripe inválida.
fr_fr: Signature Webhook Stripe invalide.
hu_hu: Érvénytelen Stripe webhook aláírás.
it_it: Firma Webhook Stripe invalida.
nb_no: Ugyldig Stripe webhook-signatur.
nl_nl: Ongeldige Stripe webhook handtekening.
pl_pl: Nieprawidłowy podpis webhook Stripe.
pt_br: Assinatura do webhook Stripe inválida.
ro_ro: Semnătură webhook Stripe invalidă.
ru_ru: Неверная подпись вебхука Stripe.
sv_se: Ogiltig Stripe webhook-signatur.

source: Missing required PayPal webhook headers.
da_dk: Manglende påkrævede PayPal webhook-headere.
de_de: Fehlende erforderliche PayPal Webhook-Header.
el: Λείπουν οι απαιτούμενες επικεφαλίδες webhook PayPal.
es_es: Faltan cabeceras webhook PayPal.
fr_fr: En-têtes Webhook PayPal manquants.
hu_hu: Hiányzó kötelező PayPal webhook fejlécek.
it_it: Header Webhook PayPal mancanti.
nb_no: Mangler påkrevde PayPal webhook-headers.
nl_nl: Ontbrekende PayPal webhook headers.
pl_pl: Brak nagłówków webhook PayPal.
pt_br: Cabeçalhos do webhook PayPal obrigatórios ausentes.
ro_ro: Lipsesc headerele webhook PayPal necesare.
ru_ru: Отсутствуют обязательные заголовки вебхука PayPal.
sv_se: Saknar obligatoriska PayPal webhook-huvuden.

source: Valid customer name and email are required.
da_dk: Gyldigt kundenavn og email er påkrævet.
de_de: Gültiger Kundenname und E-Mail sind erforderlich.
el: Απαιτείται έγκυρο όνομα και email πελάτη.
es_es: Nombre y email del cliente requeridos.
fr_fr: Nom et email client valides requis.
hu_hu: Érvényes név és email cím kötelező.
it_it: Nome e email cliente richiesti.
nb_no: Gyldig kundenavn og e-post er påkrevd.
nl_nl: Geldige naam en e-mail vereist.
pl_pl: Wymagane poprawne dane klienta.
pt_br: Nome e e-mail válidos do cliente são obrigatórios.
ro_ro: Numele și emailul clientului sunt obligatorii.
ru_ru: Требуется действительное имя клиента и email.
sv_se: Giltigt kundnamn och e-post krävs.

source: Invalid booking dates.
da_dk: Ugyldige bookingdatoer.
de_de: Ungültige Buchungsdaten.
el: Μη έγκυρες ημερομηνίες κράτησης.
es_es: Fechas de reserva inválidas.
fr_fr: Dates de réservation invalides.
hu_hu: Érvénytelen foglalási dátumok.
it_it: Date prenotazione invalide.
nb_no: Ugyldige bookingdatoer.
nl_nl: Ongeldige boekingsdata.
pl_pl: Nieprawidłowe daty rezerwacji.
pt_br: Datas de reserva inválidas.
ro_ro: Date de rezervare invalide.
ru_ru: Неверные даты бронирования.
sv_se: Ogiltiga bokningsdatum.

source: Failed to create the booking.
da_dk: Kunne ikke oprette bookingen.
de_de: Buchung konnte nicht erstellt werden.
el: Αποτυχία δημιουργίας της κράτησης.
es_es: Fallo al crear la reserva.
fr_fr: Échec de la création de la réservation.
hu_hu: Nem sikerült létrehozni a foglalást.
it_it: Fallita creazione prenotazione.
nb_no: Kunne ikke opprette bookingen.
nl_nl: Mislukt om boeking aan te maken.
pl_pl: Nie udało się utworzyć rezerwacji.
pt_br: Falha ao criar a reserva.
ro_ro: Eșec la crearea rezervării.
ru_ru: Не удалось создать бронирование.
sv_se: Misslyckades med att skapa bokningen.

source: Stripe %s Publishable Key is not configured.
da_dk: Stripe %s Publishable Key er ikke konfigureret.
de_de: Stripe %s Publishable Key ist nicht konfiguriert.
el: Το κλειδί Stripe %s Publishable δεν έχει ρυθμιστεί.
es_es: Stripe %s Publishable Key no configurada.
fr_fr: La clé publique Stripe %s n'est pas configurée.
hu_hu: Stripe %s Nyilvános kulcs nincs beállítva.
it_it: Chiave Pubblica Stripe %s non configurata.
nb_no: Stripe %s Publishable Key ikke konfigurert.
nl_nl: Stripe %s Publishable Key niet geconfigureerd.
pl_pl: Stripe %s PK nieskonfigurowany.
pt_br: Chave Publicável Stripe %s não configurada.
ro_ro: Stripe %s Publishable Key nu e configurat.
ru_ru: Публичный ключ Stripe %s не настроен.
sv_se: Stripe %s Publicerbar nyckel är inte konfigurerad.

source: Stripe %s Secret Key is not configured.
da_dk: Stripe %s Secret Key er ikke konfigureret.
de_de: Stripe %s Secret Key ist nicht konfiguriert.
el: Το κλειδί Stripe %s Secret δεν έχει ρυθμιστεί.
es_es: Stripe %s Secret Key no configurada.
fr_fr: La clé secrète Stripe %s n'est pas configurée.
hu_hu: Stripe %s Titkos kulcs nincs beállítva.
it_it: Chiave Segreta Stripe %s non configurata.
nb_no: Stripe %s Secret Key ikke konfigurert.
nl_nl: Stripe %s Secret Key niet geconfigureerd.
pl_pl: Stripe %s SK nieskonfigurowany.
pt_br: Chave Secreta Stripe %s não configurada.
ro_ro: Stripe %s Secret Key nu e configurat.
ru_ru: Секретный ключ Stripe %s не настроен.
sv_se: Stripe %s Hemlig nyckel är inte konfigurerad.

source: Invalid publishable key format. Expected key starting with "%1$s" for %2$s mode.
da_dk: Ugyldigt nøgleformat.
de_de: Ungültiges Schlüsselformat.
el: Μη έγκυρη μορφή κλειδιού.
es_es: Formato clave publicable inválido.
fr_fr: Format de clé publique invalide.
hu_hu: Érvénytelen nyilvános kulcs formátum.
it_it: Formato chiave pubblica invalido.
nb_no: Ugyldig nøkkelformat.
nl_nl: Ongeldig sleutelformaat.
pl_pl: Nieprawidłowy format klucza.
pt_br: Formato de chave publicável inválido.
ro_ro: Format cheie publicabilă invalid.
ru_ru: Неверный формат ключа.
sv_se: Ogiltigt format på publicerbar nyckel. Förväntad nyckel som börjar med "%1$s" för %2$s-läge.

source: Credentials contain extra spaces
da_dk: Legitimationsoplysninger indeholder ekstra mellemrum
de_de: Anmeldedaten enthalten zusätzliche Leerzeichen
el: Τα διαπιστευτήρια περιέχουν επιπλέον κενά
es_es: Las credenciales contienen espacios extra
fr_fr: Les identifiants contiennent des espaces en trop
hu_hu: A hitelesítő adatok felesleges szóközöket tartalmaznak
it_it: Credenziali contengono spazi extra
nb_no: Legitimasjon inneholder ekstra mellomrom
nl_nl: Inloggegevens bevatten spaties
pl_pl: Dane logowania zawierają spacje
pt_br: Credenciais contêm espaços extras
ro_ro: Credențialele conțin spații extra
ru_ru: Учетные данные содержат лишние пробелы
sv_se: Inloggningsuppgifterna innehåller extra mellanslag

source: Using Sandbox credentials in Live mode (or vice versa)
da_dk: Bruger Sandbox-legitimationsoplysninger i Live-tilstand
de_de: Verwendung von Sandbox-Daten im Live-Modus
el: Χρήση διαπιστευτηρίων Sandbox σε λειτουργία Live (ή αντίστροφα)
es_es: Usando credenciales Sandbox en modo Live (o viceversa)
fr_fr: Utilisation d'identifiants Sandbox en mode Live (ou inversement)
hu_hu: Sandbox adatok használata Éles módban (vagy fordítva)
it_it: Mismatch Sandbox/Live
nb_no: Bruker Sandbox-legitimasjon i Live-modus
nl_nl: Sandbox/Live mismatch
pl_pl: Niezgodność trybu Sandbox/Live
pt_br: Usando credenciais Sandbox no modo Live (ou vice-versa)
ro_ro: Utilizare credențiale Sandbox în mod Live (sau invers)
ru_ru: Использование данных Sandbox в режиме Live
sv_se: Använder Sandbox-uppgifter i Live-läge (eller tvärtom)

source: Credentials have expired or been rotated
da_dk: Legitimationsoplysninger er udløbet
de_de: Anmeldedaten sind abgelaufen
el: Τα διαπιστευτήρια έχουν λήξει
es_es: Las credenciales han caducado
fr_fr: Les identifiants ont expiré
hu_hu: A hitelesítő adatok lejártak
it_it: Credenziali scadute
nb_no: Legitimasjon har utløpt
nl_nl: Inloggegevens verlopen
pl_pl: Dane logowania wygasły
pt_br: Credenciais expiraram
ro_ro: Credențialele au expirat
ru_ru: Учетные данные истекли
sv_se: Uppgifterna har gått ut eller bytts ut

source: PayPal %s credentials are valid!
da_dk: PayPal %s legitimationsoplysninger er gyldige!
de_de: PayPal %s Anmeldedaten sind gültig!
el: Τα διαπιστευτήρια PayPal %s είναι έγκυρα!
es_es: ¡Credenciales PayPal %s válidas!
fr_fr: Les identifiants PayPal %s sont valides !
hu_hu: PayPal %s hitelesítő adatok érvényesek!
it_it: Credenziali PayPal %s valide!
nb_no: PayPal %s legitimasjon er gyldig!
nl_nl: PayPal %s gegevens zijn geldig!
pl_pl: Dane PayPal %s są poprawne!
pt_br: Credenciais PayPal %s são válidas!
ro_ro: Credențialele PayPal %s sunt valide!
ru_ru: Учетные данные PayPal %s действительны!
sv_se: PayPal %s uppgifter är giltiga!
