Repository: leslieradue-web/modern-hotel-booking-free
Catalog: languages/modern-hotel-booking-*.po
Languages: da_dk, de_de, el, es_es, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sv_se

source: Stripe PK Missing
da_dk: Stripe PK mangler
de_de: Stripe PK fehlt
el: Λείπει το Stripe PK
es_es: Falta Stripe PK
fr_fr: Clé publique Stripe manquante
hu_hu: Hiányzó Stripe PK
it_it: PK Stripe Mancante
nb_no: Stripe PK mangler
nl_nl: Stripe PK ontbreekt
pl_pl: Brak Klucza Publicznego Stripe
pt_br: PK Stripe Faltando
ro_ro: Lipsește Cheia Publică Stripe
ru_ru: Отсутствует PK Stripe
sv_se: Stripe PK saknas

source: Stripe SK Missing
da_dk: Stripe SK mangler
de_de: Stripe SK fehlt
el: Λείπει το Stripe SK
es_es: Falta Stripe SK
fr_fr: Clé secrète Stripe manquante
hu_hu: Hiányzó Stripe SK
it_it: SK Stripe Mancante
nb_no: Stripe SK mangler
nl_nl: Stripe SK ontbreekt
pl_pl: Brak Klucza Sekretnego Stripe
pt_br: SK Stripe Faltando
ro_ro: Lipsește Cheia Secretă Stripe
ru_ru: Отсутствует SK Stripe
sv_se: Stripe SK saknas

source: Invalid Stripe PK Format
da_dk: Ugyldigt Stripe PK format
de_de: Ungültiges Stripe PK Format
el: Μη Έγκυρη Μορφή Stripe PK
es_es: Formato Stripe PK inválido
fr_fr: Format clé publique Stripe invalide
hu_hu: Érvénytelen Stripe PK formátum
it_it: Formato PK Stripe Invalido
nb_no: Ugyldig Stripe PK format
nl_nl: Ongeldig Stripe PK formaat
pl_pl: Nieprawidłowy Format Klucza Publicznego Stripe
pt_br: Formato PK Stripe Inválido
ro_ro: Format Cheie Publică Stripe Invalid
ru_ru: Неверный формат PK Stripe
sv_se: Ogiltigt format på Stripe PK

source: Credentials Space Warning
da_dk: Advarsel om mellemrum i legitimationsoplysninger
de_de: Warnung: Leerzeichen in Anmeldedaten
el: Προειδοποίηση Κενών στα Διαπιστευτήρια
es_es: Advertencia espacios en credenciales
fr_fr: Avertissement espaces dans identifiants
hu_hu: Szóköz a hitelesítő adatokban figyelmeztetés
it_it: Avviso Spazi Credenziali
nb_no: Advarsel om mellomrom i legitimasjon
nl_nl: Inloggegevens spatie waarschuwing
pl_pl: Ostrzeżenie o Spacjach w Danych
pt_br: Aviso Espaço Credenciais
ro_ro: Avertisment Spații în Credențiale
ru_ru: Предупреждение о пробелах в учетных данных
sv_se: Varning för mellanslag i inloggningsuppgifter

source: Sandbox/Live Mismatch Warning
da_dk: Sandbox/Live uoverensstemmelse advarsel
de_de: Warnung: Sandbox/Live-Nichtübereinstimmung
el: Προειδοποίηση Ασυμφωνίας Sandbox/Live
es_es: Advertencia discrepancia Sandbox/Live
fr_fr: Avertissement incohérence Sandbox/Live
hu_hu: Sandbox/Éles eltérés figyelmeztetés
it_it: Avviso Discrepanza Sandbox/Live
nb_no: Advarsel om Sandbox/Live uoverensstemmelse
nl_nl: Sandbox/Live mismatch waarschuwing
pl_pl: Ostrzeżenie o Niezgodności Sandbox/Live
pt_br: Aviso Incompatibilidade Sandbox/Live
ro_ro: Avertisment Nepotrivire Sandbox/Live
ru_ru: Предупреждение о несоответствии песочницы/live
sv_se: Varning för Sandbox/Live-missmatchning

source: Credentials Expired Warning
da_dk: Legitimationsoplysninger udløbet advarsel
de_de: Warnung: Anmeldedaten abgelaufen
el: Προειδοποίηση Λήξης Διαπιστευτηρίων
es_es: Advertencia credenciales caducadas
fr_fr: Avertissement identifiants expirés
hu_hu: Lejárt hitelesítő adatok figyelmeztetés
it_it: Avviso Credenziali Scadute
nb_no: Advarsel om utløpt legitimasjon
nl_nl: Inloggegevens verlopen waarschuwing
pl_pl: Ostrzeżenie o Wygaśnięciu Danych
pt_br: Aviso Credenciais Expiradas
ro_ro: Avertisment Credențiale Expirate
ru_ru: Предупреждение об истечении срока учетных данных
sv_se: Varning för utgångna inloggningsuppgifter

source: PayPal Success Message
da_dk: PayPal succes besked
de_de: PayPal Erfolgsmeldung
el: Μήνυμα Επιτυχίας PayPal
es_es: Mensaje éxito PayPal
fr_fr: Message succès PayPal
hu_hu: PayPal sikeres üzenet
it_it: Messaggio Successo PayPal
nb_no: PayPal suksessmelding
nl_nl: PayPal succes bericht
pl_pl: Komunikat Sukcesu PayPal
pt_br: Mensagem Sucesso PayPal
ro_ro: Mesaj Succes PayPal
ru_ru: Сообщение об успехе PayPal
sv_se: Meddelande: PayPal lyckades

source: Stripe Success Message
da_dk: Stripe succes besked
de_de: Stripe Erfolgsmeldung
el: Μήνυμα Επιτυχίας Stripe
es_es: Mensaje éxito Stripe
fr_fr: Message succès Stripe
hu_hu: Stripe sikeres üzenet
it_it: Messaggio Successo Stripe
nb_no: Stripe suksessmelding
nl_nl: Stripe succes bericht
pl_pl: Komunikat Sukcesu Stripe
pt_br: Mensagem Sucesso Stripe
ro_ro: Mesaj Succes Stripe
ru_ru: Сообщение об успехе Stripe
sv_se: Meddelande: Stripe lyckades

source: Connection Failed Error
da_dk: Forbindelse mislykkedes fejl
de_de: Fehler Verbindung fehlgeschlagen
el: Σφάλμα Αποτυχίας Σύνδεσης
es_es: Error conexión fallida
fr_fr: Erreur connexion échouée
hu_hu: Kapcsolódási hiba
it_it: Errore Connessione Fallita
nb_no: Tilkobling feilet
nl_nl: Verbinding mislukt fout
pl_pl: Błąd Połączenia
pt_br: Erro Conexão Falhou
ro_ro: Eroare Conexiune Eșuată
ru_ru: Ошибка сбоя подключения
sv_se: Fel: Anslutning misslyckades

source: Authentication Failed Error
da_dk: Godkendelse mislykkedes fejl
de_de: Fehler Authentifizierung fehlgeschlagen
el: Σφάλμα Αποτυχίας Ελέγχου Ταυτότητας
es_es: Error autenticación fallida
fr_fr: Erreur authentification échouée
hu_hu: Hitelesítési hiba
it_it: Errore Autenticazione Fallita
nb_no: Autentisering feilet
nl_nl: Authenticatie mislukt fout
pl_pl: Błąd Uwierzytelniania
pt_br: Erro Autenticação Falhou
ro_ro: Eroare Autentificare Eșuată
ru_ru: Ошибка сбоя аутентификации
sv_se: Fel: Autentisering misslyckades

source: Common Causes Title
da_dk: Almindelige årsager titel
de_de: Häufige Ursachen Titel
el: Τίτλος Κοινών Αιτιών
es_es: Título causas comunes
fr_fr: Causes communes
hu_hu: Gyakori okok cím
it_it: Titolo Cause Comuni
nb_no: Vanlige årsaker tittel
nl_nl: Veelvoorkomende oorzaken titel
pl_pl: Tytuł Częstych Przyczyn
pt_br: Título Causas Comuns
ro_ro: Cauze Comune
ru_ru: Заголовок общих причин
sv_se: Titel: Vanliga orsaker

source: Stripe Generic Error
da_dk: Stripe generisk fejl
de_de: Allgemeiner Stripe Fehler
el: Γενικό Σφάλμα Stripe
es_es: Error genérico Stripe
fr_fr: Erreur générique Stripe
hu_hu: Stripe általános hiba
it_it: Errore Generico Stripe
nb_no: Stripe generisk feil
nl_nl: Stripe algemene fout
pl_pl: Ogólny Błąd Stripe
pt_br: Erro Genérico Stripe
ro_ro: Eroare Generică Stripe
ru_ru: Общая ошибка Stripe
sv_se: Allmänt Stripe-fel

source: Enhance Your Stay Title
da_dk: Forbedr dit ophold titel
de_de: Titel Ihren Aufenthalt verbessern
el: Τίτλος Βελτίωσης Διαμονής
es_es: Título Mejora tu estancia
fr_fr: Améliorez votre séjour
hu_hu: Tegye teljessé tartózkodását cím
it_it: Migliora il Tuo Soggiorno
nb_no: Forbedre oppholdet tittel
nl_nl: Verbeter uw verblijf titel
pl_pl: Tytuł Ulepsz Swój Pobyt
pt_br: Título Melhore Sua Estadia
ro_ro: Îmbunătățește-ți Sejurul
ru_ru: Заголовок улучшения пребывания
sv_se: Titel: Förbättra din vistelse

source: Per Person Text
da_dk: Pr. person tekst
de_de: Text Pro Person
el: Κείμενο Ανά Άτομο
es_es: Texto Por persona
fr_fr: Texte par personne
hu_hu: Fő / szöveg
it_it: Testo Per Persona
nb_no: Per person tekst
nl_nl: Per persoon tekst
pl_pl: Tekst Za Osobę
pt_br: Texto Por Pessoa
ro_ro: Text Per Persoană
ru_ru: Текст за человека
sv_se: Text: Per person

source: Per Person / Night Text
da_dk: Pr. person / nat tekst
de_de: Text Pro Person / Nacht
el: Κείμενο Ανά Άτομο / Διανυκτέρευση
es_es: Texto Por persona / noche
fr_fr: Texte par personne / nuit
hu_hu: Fő / éj szöveg
it_it: Testo Per Persona / Notte
nb_no: Per person / natt tekst
nl_nl: Per persoon / nacht tekst
pl_pl: Tekst Za Osobę / Noc
pt_br: Texto Por Pessoa / Noite
ro_ro: Text Per Persoană / Noapte
ru_ru: Текст за человека / ночь
sv_se: Text: Per person / natt

source: Booking Summary Title
da_dk: Bookingsoversigt titel
de_de: Titel Buchungszusammenfassung
el: Τίτλος Σύνοψης Κράτησης
es_es: Título Resumen reserva
fr_fr: Titre résumé réservation
hu_hu: Foglalás összegzése cím
it_it: Titolo Riepilogo Prenotazione
nb_no: Bookingsammendrag tittel
nl_nl: Boeking samenvatting titel
pl_pl: Tytuł Podsumowania Rezerwacji
pt_br: Título Resumo Reserva
ro_ro: Titlu Sumar Rezervare
ru_ru: Заголовок сводки бронирования
sv_se: Titel: Bokningssammanfattning

source: Accommodation Row Label
da_dk: Indkvartering række etiket
de_de: Beschriftung Zeile Unterkunft
el: Ετικέτα Γραμμής Διαμονής
es_es: Etiqueta fila Alojamiento
fr_fr: Libellé ligne hébergement
hu_hu: Szállás sor címke
it_it: Etichetta Riga Alloggio
nb_no: Overnatting rad etikett
nl_nl: Accommodatie rij label
pl_pl: Etykieta Wiersza Zakwaterowania
pt_br: Rótulo Linha Acomodação
ro_ro: Etichetă Rând Cazare
ru_ru: Метка строки размещения
sv_se: Etikett: Boenderad

source: Extras Row Label
da_dk: Ekstraudstyr række etiket
de_de: Beschriftung Zeile Extras
el: Ετικέτα Γραμμής Επιπλέον
es_es: Etiqueta fila Extras
fr_fr: Libellé ligne extras
hu_hu: Extrák sor címke
it_it: Etichetta Riga Extra
nb_no: Ekstra rad etikett
nl_nl: Extra's rij label
pl_pl: Etykieta Wiersza Dodatków
pt_br: Rótulo Linha Extras
ro_ro: Etichetă Rând Extra
ru_ru: Метка строки дополнительных услуг
sv_se: Etikett: Tillvalsrad

source: Tax Breakdown Label
da_dk: Skattefordeling etiket
de_de: Beschriftung Steueraufschlüsselung
el: Ετικέτα Ανάλυσης Φόρων
es_es: Etiqueta desglose impuestos
fr_fr: Libellé détail taxes
hu_hu: Adó részletezés címke
it_it: Etichetta Dettaglio Tasse
nb_no: Skattefordeling etikett
nl_nl: Belasting specificatie label
pl_pl: Etykieta Podziału Podatku
pt_br: Rótulo Detalhamento Imposto
ro_ro: Etichetă Defalcare Taxe
ru_ru: Метка разбивки налогов
sv_se: Etikett: Skattespecifikation

source: Tax Total Label
da_dk: Samlet skat etiket
de_de: Beschriftung Steuer Gesamt
el: Ετικέτα Συνολικού Φόρου
es_es: Etiqueta total impuestos
fr_fr: Libellé total taxes
hu_hu: Adó összesen címke
it_it: Etichetta Totale Tasse
nb_no: Skatt total etikett
nl_nl: Belasting totaal label
pl_pl: Etykieta Sumy Podatku
pt_br: Rótulo Total Imposto
ro_ro: Etichetă Total Taxe
ru_ru: Метка итогового налога
sv_se: Etikett: Skatt totalt

source: Tax Registration Label
da_dk: Skatte registrering etiket
de_de: Beschriftung Steuernummer
el: Ετικέτα Φορολογικής Εγγραφής
es_es: Etiqueta registro fiscal
fr_fr: Libellé enregistrement fiscal
hu_hu: Adószám címke
it_it: Etichetta P.IVA/Codice Fiscale
nb_no: Skattenummer etikett
nl_nl: Belastingregistratie label
pl_pl: Etykieta Rejestracji Podatkowej
pt_br: Rótulo Registro Fiscal
ro_ro: Etichetă Înregistrare Fiscală
ru_ru: Метка налоговой регистрации
sv_se: Etikett: Skatteregistrering

source: Includes Tax Suffix
da_dk: Inkluderer skat suffiks
de_de: Suffix Inklusive Steuer
el: Επίθημα Περιλαμβάνει Φόρο
es_es: Sufijo incluye impuestos
fr_fr: Suffixe taxes incluses
hu_hu: Adót tartalmazza utótag
it_it: Suffisso Include Tasse
nb_no: Inkluderer skatt suffiks
nl_nl: Inclusief belasting achtervoegsel
pl_pl: Sufiks Zawiera Podatek
pt_br: Sufixo Inclui Imposto
ro_ro: Sufix Include Taxe
ru_ru: Суффикс включает налог
sv_se: Suffix: Inkluderar skatt

source: Price Includes Tax Note
da_dk: Pris inkluderer skat note
de_de: Hinweis Preis inklusive Steuer
el: Σημείωση Η Τιμή Περιλαμβάνει Φόρο
es_es: Nota precio incluye impuestos
fr_fr: Note prix taxes incluses
hu_hu: Ár tartalmazza az adót megjegyzés
it_it: Nota Prezzo Include Tasse
nb_no: Pris inkluderer skatt notat
nl_nl: Prijs inclusief belasting notitie
pl_pl: Notatka Cena Zawiera Podatek
pt_br: Nota Preço Inclui Imposto
ro_ro: Notă Preț Include Taxe
ru_ru: Примечание цена включает налог
sv_se: Notering: Pris inkluderar skatt

source: Tax Added at Checkout Note
da_dk: Skat tilføjet ved kassen note
de_de: Hinweis Steuer an der Kasse hinzugefügt
el: Σημείωση Φόρος Προστέθηκε στο Ταμείο
es_es: Nota impuesto añadido al final
fr_fr: Note taxe ajoutée au paiement
hu_hu: Adó hozzáadva fizetéskor megjegyzés
it_it: Nota Tasse Aggiunte al Checkout
nb_no: Skatt lagt til ved utsjekk notat
nl_nl: Belasting toegevoegd bij afrekenen notitie
pl_pl: Notatka Podatek Dodany przy Kasie
pt_br: Nota Imposto Adicionado no Checkout
ro_ro: Notă Taxe Adăugate la Finalizare
ru_ru: Примечание налог добавлен при оформлении
sv_se: Notering: Skatt läggs till i kassan

source: Subtotal Label
da_dk: Subtotal etiket
de_de: Beschriftung Zwischensumme
el: Ετικέτα Υποσυνόλου
es_es: Etiqueta subtotal
fr_fr: Libellé sous-total
hu_hu: Részösszeg címke
it_it: Etichetta Subtotale
nb_no: Delsum etikett
nl_nl: Subtotaal label
pl_pl: Etykieta Podsumy
pt_br: Rótulo Subtotal
ro_ro: Etichetă Subtotal
ru_ru: Метка подытога
sv_se: Etikett: Delsumma

source: Room Column Label
da_dk: Værelse kolonne etiket
de_de: Beschriftung Spalte Zimmer
el: Ετικέτα Στήλης Δωματίου
es_es: Etiqueta columna Habitación
fr_fr: Libellé colonne chambre
hu_hu: Szoba oszlop címke
it_it: Etichetta Colonna Camera
nb_no: Rom kolonne etikett
nl_nl: Kamer kolom label
pl_pl: Etykieta Kolumny Pokój
pt_br: Rótulo Coluna Quarto
ro_ro: Etichetă Coloană Cameră
ru_ru: Метка колонки номера
sv_se: Etikett: Rum-kolumn

source: Extras Column Label
da_dk: Ekstraudstyr kolonne etiket
de_de: Beschriftung Spalte Extras
el: Ετικέτα Στήλης Επιπλέον
es_es: Etiqueta columna Extras
fr_fr: Libellé colonne extras
hu_hu: Extrák oszlop címke
it_it: Etichetta Colonna Extra
nb_no: Ekstra kolonne etikett
nl_nl: Extra's kolom label
pl_pl: Etykieta Kolumny Dodatki
pt_br: Rótulo Coluna Extras
ro_ro: Etichetă Coloană Extra
ru_ru: Метка колонки дополнительных услуг
sv_se: Etikett: Tillval-kolumn

source: Item Column Label
da_dk: Vare kolonne etiket
de_de: Beschriftung Spalte Artikel
el: Ετικέτα Στήλης Είδους
es_es: Etiqueta columna Artículo
fr_fr: Libellé colonne article
hu_hu: Tétel oszlop címke
it_it: Etichetta Colonna Articolo
nb_no: Vare kolonne etikett
nl_nl: Item kolom label
pl_pl: Etykieta Kolumny Przedmiot
pt_br: Rótulo Coluna Item
ro_ro: Etichetă Coloană Articol
ru_ru: Метка колонки элемента
sv_se: Etikett: Artikel-kolumn

source: Amount Column Label
da_dk: Beløb kolonne etiket
de_de: Beschriftung Spalte Betrag
el: Ετικέτα Στήλης Ποσού
es_es: Etiqueta columna Importe
fr_fr: Libellé colonne montant
hu_hu: Összeg oszlop címke
it_it: Etichetta Colonna Importo
nb_no: Beløp kolonne etikett
nl_nl: Bedrag kolom label
pl_pl: Etykieta Kolumny Kwota
pt_br: Rótulo Coluna Valor
ro_ro: Etichetă Coloană Sumă
ru_ru: Метка колонки суммы
sv_se: Etikett: Belopp-kolumn

source: Tax Accommodation Rate Label
da_dk: Skat indkvartering sats etiket
de_de: Beschriftung Steuersatz Unterkunft
el: Ετικέτα Συντελεστή Φόρου Διαμονής
es_es: Etiqueta tasa impuesto alojamiento
fr_fr: Libellé taux taxe hébergement
hu_hu: Szállás adókulcs címke
it_it: Etichetta Tasso Tassa Alloggio
nb_no: Skatt overnatting sats etikett
nl_nl: Belasting accommodatie tarief label
pl_pl: Etykieta Stawki Podatku Zakwaterowania
pt_br: Rótulo Taxa Imposto Acomodação
ro_ro: Etichetă Rată Taxă Cazare
ru_ru: Метка ставки налога на размещение
sv_se: Etikett: Skattesats boende

source: Tax Extras Rate Label
da_dk: Skat ekstraudstyr sats etiket
de_de: Beschriftung Steuersatz Extras
el: Ετικέτα Συντελεστή Φόρου Επιπλέον
es_es: Etiqueta tasa impuesto extras
fr_fr: Libellé taux taxe extras
hu_hu: Extrák adókulcs címke
it_it: Etichetta Tasso Tassa Extra
nb_no: Skatt ekstra sats etikett
nl_nl: Belasting extra's tarief label
pl_pl: Etykieta Stawki Podatku Dodatków
pt_br: Rótulo Taxa Imposto Extras
ro_ro: Etichetă Rată Taxă Extra
ru_ru: Метка ставки налога на дополнительные услуги
sv_se: Etikett: Skattesats tillval

source: Generic Tax Rate Label
da_dk: Generisk skattesats etiket
de_de: Beschriftung Allgemeiner Steuersatz
el: Ετικέτα Γενικού Συντελεστή Φόρου
es_es: Etiqueta tasa impuesto genérico
fr_fr: Libellé taux taxe générique
hu_hu: Általános adókulcs címke
it_it: Etichetta Tasso Tassa Generico
nb_no: Generisk skattesats etikett
nl_nl: Algemeen belastingtarief label
pl_pl: Etykieta Ogólnej Stawki Podatku
pt_br: Rótulo Taxa Imposto Genérica
ro_ro: Etichetă Rată Taxă Generică
ru_ru: Метка общей налоговой ставки
sv_se: Etikett: Allmän skattesats

source: Tax Note (includes %s)
da_dk: Skattenote (inkluderer %s)
de_de: Steuerhinweis (inklusive %s)
el: Σημείωση Φόρου (περιλαμβάνει %s)
es_es: Nota impuesto (incluye %s)
fr_fr: Note taxe (inclut %s)
hu_hu: Adó megjegyzés (tartalmazza %s)
it_it: Nota Tassa (include %s)
nb_no: Skattenotat (inkluderer %s)
nl_nl: Belasting notitie (inclusief %s)
pl_pl: Notatka Podatkowa (zawiera %s)
pt_br: Nota Imposto (inclui %s)
ro_ro: Notă Taxă (include %s)
ru_ru: Примечание о налоге (включает %s)
sv_se: Skattenotering (inkluderar %s)

source: Tax Note (plus %s)
da_dk: Skattenote (plus %s)
de_de: Steuerhinweis (zzgl. %s)
el: Σημείωση Φόρου (συν %s)
es_es: Nota impuesto (más %s)
fr_fr: Note taxe (plus %s)
hu_hu: Adó megjegyzés (plusz %s)
it_it: Nota Tassa (più %s)
nb_no: Skattenotat (pluss %s)
nl_nl: Belasting notitie (plus %s)
pl_pl: Notatka Podatkowa (plus %s)
pt_br: Nota Imposto (mais %s)
ro_ro: Notă Taxă (plus %s)
ru_ru: Примечание о налоге (плюс %s)
sv_se: Skattenotering (plus %s)

source: Tax Note Multi (includes %1$s: %2$s%% / %3$s%%)
da_dk: Skattenote Multi (inkluderer %1$s: %2$s%% / %3$s%%)
de_de: Steuerhinweis Multi (inklusive %1$s: %2$s%% / %3$s%%)
el: Σημείωση Φόρου Multi (περιλαμβάνει %1$s: %2$s%% / %3$s%%)
es_es: Nota impuesto Multi (incluye %1$s: %2$s%% / %3$s%%)
fr_fr: Note taxe multi (inclut %1$s : %2$s%% / %3$s%%)
hu_hu: Adó megjegyzés multi (tartalmazza %1$s: %2$s%% / %3$s%%)
it_it: Nota Tassa Multi (include %1$s: %2$s%% / %3$s%%)
nb_no: Skattenotat multi (inkluderer %1$s: %2$s%% / %3$s%%)
nl_nl: Belasting notitie multi (inclusief %1$s: %2$s%% / %3$s%%)
pl_pl: Notatka Podatkowa Multi (zawiera %1$s: %2$s%% / %3$s%%)
pt_br: Nota Imposto Multi (inclui %1$s: %2$s%% / %3$s%%)
ro_ro: Notă Taxă Multi (include %1$s: %2$s%% / %3$s%%)
ru_ru: Примечание о налоге мульти (включает %1$s: %2$s%% / %3$s%%)
sv_se: Skattenotering Multi (inkluderar %1$s: %2$s%% / %3$s%%)

source: Tax Note Multi (plus %1$s: %2$s%% / %3$s%%)
da_dk: Skattenote Multi (plus %1$s: %2$s%% / %3$s%%)
de_de: Steuerhinweis Multi (zzgl. %1$s: %2$s%% / %3$s%%)
el: Σημείωση Φόρου Multi (συν %1$s: %2$s%% / %3$s%%)
es_es: Nota impuesto Multi (más %1$s: %2$s%% / %3$s%%)
fr_fr: Note taxe multi (plus %1$s : %2$s%% / %3$s%%)
hu_hu: Adó megjegyzés multi (plusz %1$s: %2$s%% / %3$s%%)
it_it: Nota Tassa Multi (più %1$s: %2$s%% / %3$s%%)
nb_no: Skattenotat multi (pluss %1$s: %2$s%% / %3$s%%)
nl_nl: Belasting notitie multi (plus %1$s: %2$s%% / %3$s%%)
pl_pl: Notatka Podatkowa Multi (plus %1$s: %2$s%% / %3$s%%)
pt_br: Nota Imposto Multi (mais %1$s: %2$s%% / %3$s%%)
ro_ro: Notă Taxă Multi (plus %1$s: %2$s%% / %3$s%%)
ru_ru: Примечание о налоге мульти (плюс %1$s: %2$s%% / %3$s%%)
sv_se: Skattenotering Multi (plus %1$s: %2$s%% / %3$s%%)

source: Leave a field empty to use the default English text for that language. Use <code>%1$s</code> or <code>%2$d</code> as placeholders where they appear in the default text.
da_dk: Lad et felt stå tomt for at bruge standard engelsk tekst for det sprog. Brug <code>%1$s</code> eller <code>%2$d</code> som pladsholdere.
de_de: Lassen Sie ein Feld leer, um den englischen Standardtext zu verwenden. Verwenden Sie <code>%1$s</code> oder <code>%2$d</code> als Platzhalter.
el: Αφήστε ένα πεδίο κενό για να χρησιμοποιήσετε το προεπιλεγμένο Αγγλικό κείμενο. Χρησιμοποιήστε τα <code>%1$s</code> ή <code>%2$d</code> ως placeholders.
es_es: Deje un campo vacío para usar el texto en inglés predeterminado. Use <code>%1$s</code> o <code>%2$d</code> como marcadores de posición.
fr_fr: Laissez vide pour utiliser le texte anglais par défaut. Utilisez <code>%1$s</code> ou <code>%2$d</code> comme espaces réservés.
hu_hu: Hagyja üresen a mezőt az alapértelmezett angol szöveg használatához. Használja a <code>%1$s</code> vagy <code>%2$d</code> helyőrzőket, ahol azok az alapértelmezett szövegben megjelennek.
it_it: Lascia vuoto per usare il testo predefinito in Inglese. Usa <code>%1$s</code> o <code>%2$d</code> come segnaposto.
nb_no: La feltet stå tomt for å bruke standard engelsk tekst. Bruk <code>%1$s</code> eller <code>%2$d</code> som plassholdere.
nl_nl: Laat een veld leeg om de standaard Engelse tekst te gebruiken. Gebruik <code>%1$s</code> of <code>%2$d</code> als aanduidingen.
pl_pl: Pozostaw pole puste, aby użyć domyślnego tekstu angielskiego. Użyj <code>%1$s</code> lub <code>%2$d</code> jako symboli zastępczych.
pt_br: Deixe um campo vazio para usar o texto padrão em inglês. Use <code>%1$s</code> ou <code>%2$d</code> como marcadores de posição.
ro_ro: Lăsați câmpul gol pentru a folosi textul implicit în Engleză. Folosiți <code>%1$s</code> sau <code>%2$d</code> ca înlocuitori.
ru_ru: Оставьте поле пустым, чтобы использовать стандартный английский текст. Используйте <code>%1$s</code> или <code>%2$d</code> как заполнители.
sv_se: Lämna ett fält tomt för att använda den engelska standardtexten för det språket. Använd <code>%1$s</code> eller <code>%2$d</code> som platshållare där de förekommer i standardtexten.

source: Multilingual settings saved successfully.
da_dk: Flersprogede indstillinger gemt succesfuldt.
de_de: Mehrsprachige Einstellungen erfolgreich gespeichert.
el: Οι πολυγλωσσικές ρυθμίσεις αποθηκεύτηκαν επιτυχώς.
es_es: Ajustes multilingües guardados correctamente.
fr_fr: Réglages multilingues enregistrés.
hu_hu: Többnyelvű beállítások sikeresen mentve.
it_it: Impostazioni multilingue salvate.
nb_no: Flerspråklige innstillinger lagret.
nl_nl: Meertalige instellingen succesvol opgeslagen.
pl_pl: Ustawienia wielojęzyczne zapisane pomyślnie.
pt_br: Configurações multilíngues salvas com sucesso.
ro_ro: Setările multilingve salvate cu succes.
ru_ru: Мультиязычные настройки успешно сохранены.
sv_se: Flerspråkiga inställningar sparade.

source: GDPR settings saved successfully.
da_dk: GDPR-indstillinger gemt succesfuldt.
de_de: DSGVO-Einstellungen erfolgreich gespeichert.
el: Οι ρυθμίσεις GDPR αποθηκεύτηκαν επιτυχώς.
es_es: Ajustes RGPD guardados correctamente.
fr_fr: Réglages RGPD enregistrés.
hu_hu: GDPR beállítások sikeresen mentve.
it_it: Impostazioni GDPR salvate.
nb_no: GDPR-innstillinger lagret.
nl_nl: AVG-instellingen succesvol opgeslagen.
pl_pl: Ustawienia RODO zapisane pomyślnie.
pt_br: Configurações LGPD salvas com sucesso.
ro_ro: Setările GDPR salvate cu succes.
ru_ru: Настройки GDPR успешно сохранены.
sv_se: GDPR-inställningar sparade.

source: General settings saved successfully.
da_dk: Generelle indstillinger gemt succesfuldt.
de_de: Allgemeine Einstellungen erfolgreich gespeichert.
el: Οι γενικές ρυθμίσεις αποθηκεύτηκαν επιτυχώς.
es_es: Ajustes generales guardados correctamente.
fr_fr: Réglages généraux enregistrés.
hu_hu: Általános beállítások sikeresen mentve.
it_it: Impostazioni generali salvate.
nb_no: Generelle innstillinger lagret.
nl_nl: Algemene instellingen succesvol opgeslagen.
pl_pl: Ustawienia ogólne zapisane pomyślnie.
pt_br: Configurações gerais salvas com sucesso.
ro_ro: Setările generale salvate cu succes.
ru_ru: Общие настройки успешно сохранены.
sv_se: Allmänna inställningar sparade.

source: Theme settings saved successfully.
da_dk: Temaindstillinger gemt succesfuldt.
de_de: Design-Einstellungen erfolgreich gespeichert.
el: Οι ρυθμίσεις θέματος αποθηκεύτηκαν επιτυχώς.
es_es: Ajustes del tema guardados correctamente.
fr_fr: Réglages du thème enregistrés.
hu_hu: Téma beállítások sikeresen mentve.
it_it: Impostazioni tema salvate.
nb_no: Temainnstillinger lagret.
nl_nl: Thema-instellingen succesvol opgeslagen.
pl_pl: Ustawienia motywu zapisane pomyślnie.
pt_br: Configurações de tema salvas com sucesso.
ro_ro: Setările temei salvate cu succes.
ru_ru: Настройки темы успешно сохранены.
sv_se: Temainställningar sparade.
