Repository: leslieradue-web/modern-hotel-booking-free
Catalog: languages/modern-hotel-booking-*.po
Languages: da_dk, de_de, el, es_es, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sv_se

source: Pay on Arrival Option
da_dk: Betal ved ankomst mulighed
de_de: Option Zahlung bei Ankunft
el: Επιλογή Πληρωμής κατά την Άφιξη
es_es: Opción Pagar al llegar
fr_fr: Option payer à l'arrivée
hu_hu: Fizetés érkezéskor opció
it_it: Opzione Paga all'Arrivo
nb_no: Betal ved ankomst alternativ
nl_nl: Betaal bij aankomst optie
pl_pl: Opcja Płatności na Miejscu
pt_br: Opção Pagar na Chegada
ro_ro: Opțiune Plată la Sosire
ru_ru: Опция оплаты по прибытии
sv_se: Alternativ: Betala vid ankomst

source: Credit Card Option
da_dk: Kreditkort mulighed
de_de: Option Kreditkarte
el: Επιλογή Πιστωτικής Κάρτας
es_es: Opción Tarjeta crédito
fr_fr: Option carte de crédit
hu_hu: Hitelkártya opció
it_it: Opzione Carta di Credito
nb_no: Kredittkort alternativ
nl_nl: Creditcard optie
pl_pl: Opcja Karty Kredytowej
pt_br: Opção Cartão Crédito
ro_ro: Opțiune Card Credit
ru_ru: Опция кредитной карты
sv_se: Alternativ: Kreditkort

source: PayPal Option
da_dk: PayPal mulighed
de_de: Option PayPal
el: Επιλογή PayPal
es_es: Opción PayPal
fr_fr: Option PayPal
hu_hu: PayPal opció
it_it: Opzione PayPal
nb_no: PayPal alternativ
nl_nl: PayPal optie
pl_pl: Opcja PayPal
pt_br: Opção PayPal
ro_ro: Opțiune PayPal
ru_ru: Опция PayPal
sv_se: Alternativ: PayPal

source: Payment Status Label
da_dk: Betalingsstatus etiket
de_de: Beschriftung Zahlungsstatus
el: Ετικέτα Κατάστασης Πληρωμής
es_es: Etiqueta Estado pago
fr_fr: Libellé statut paiement
hu_hu: Fizetési állapot címke
it_it: Etichetta Stato Pagamento
nb_no: Betalingsstatus etikett
nl_nl: Betalingsstatus label
pl_pl: Etykieta Statusu Płatności
pt_br: Rótulo Status Pagamento
ro_ro: Etichetă Status Plată
ru_ru: Метка статуса оплаты
sv_se: Etikett: Betalningsstatus

source: Paid Badge Text
da_dk: Betalt badge tekst
de_de: Abzeichentext Bezahlt
el: Κείμενο Σήματος Πληρωμένο
es_es: Texto insignia Pagado
fr_fr: Badge Payé
hu_hu: Fizetve jelvény szöveg
it_it: Testo Badge Pagato
nb_no: Betalt merke tekst
nl_nl: Betaald badge tekst
pl_pl: Tekst Odznaki Opłacone
pt_br: Texto Selo Pago
ro_ro: Text Insignă Plătit
ru_ru: Текст значка оплачено
sv_se: Märke: Betald

source: Amount Paid Label
da_dk: Beløb betalt etiket
de_de: Beschriftung Betrag bezahlt
el: Ετικέτα Ποσού Πληρωμής
es_es: Etiqueta Cantidad pagada
fr_fr: Libellé montant payé
hu_hu: Fizetett összeg címke
it_it: Etichetta Importo Pagato
nb_no: Beløp betalt etikett
nl_nl: Betaald bedrag label
pl_pl: Etykieta Zapłaconej Kwoty
pt_br: Rótulo Valor Pago
ro_ro: Etichetă Sumă Plătită
ru_ru: Метка оплаченной суммы
sv_se: Etikett: Betalt belopp

source: Transaction ID Label
da_dk: Transaktions-ID etiket
de_de: Beschriftung Transaktions-ID
el: Ετικέτα ID Συναλλαγής
es_es: Etiqueta ID transacción
fr_fr: Libellé ID transaction
hu_hu: Tranzakció ID címke
it_it: Etichetta ID Transazione
nb_no: Transaksjons-ID etikett
nl_nl: Transactie ID label
pl_pl: Etykieta ID Transakcji
pt_br: Rótulo ID Transação
ro_ro: Etichetă ID Tranzacție
ru_ru: Метка ID транзакции
sv_se: Etikett: Transaktions-ID

source: Failed Badge Text
da_dk: Mislykkedes badge tekst
de_de: Abzeichentext Fehlgeschlagen
el: Κείμενο Σήματος Αποτυχία
es_es: Texto insignia Fallido
fr_fr: Badge Échoué
hu_hu: Sikertelen jelvény szöveg
it_it: Testo Badge Fallito
nb_no: Feilet merke tekst
nl_nl: Mislukt badge tekst
pl_pl: Tekst Odznaki Nieudane
pt_br: Texto Selo Falhou
ro_ro: Text Insignă Eșuat
ru_ru: Текст значка ошибка
sv_se: Märke: Misslyckades

source: Payment Failed Title
da_dk: Betaling mislykkedes titel
de_de: Titel Zahlung fehlgeschlagen
el: Τίτλος Αποτυχίας Πληρωμής
es_es: Título Pago fallido
fr_fr: Titre échec paiement
hu_hu: Sikertelen fizetés cím
it_it: Titolo Pagamento Fallito
nb_no: Betaling feilet tittel
nl_nl: Betaling mislukt titel
pl_pl: Tytuł Nieudanej Płatności
pt_br: Título Pagamento Falhou
ro_ro: Titlu Plată Eșuată
ru_ru: Заголовок сбоя оплаты
sv_se: Titel: Betalning misslyckades

source: Dates Taken Error
da_dk: Datoer optaget fejl
de_de: Fehler Daten belegt
el: Σφάλμα Κατειλημμένων Ημερομηνιών
es_es: Error Fechas ocupadas
fr_fr: Erreur dates prises
hu_hu: Dátumok foglaltak hiba
it_it: Errore Date Occupate
nb_no: Datoer opptatt feil
nl_nl: Data bezet fout
pl_pl: Błąd Zajętych Dat
pt_br: Erro Datas Ocupadas
ro_ro: Eroare Date Ocupate
ru_ru: Ошибка даты заняты
sv_se: Fel: Datum upptagna

source: Invalid Booking Calc Error
da_dk: Ugyldig bookingberegningsfejl
de_de: Fehler Ungültige Buchungskalkulation
el: Σφάλμα Μη Έγκυρου Υπολογισμού Κράτησης
es_es: Error cálculo reserva inválido
fr_fr: Erreur calcul réservation invalide
hu_hu: Érvénytelen foglalási kalkuláció hiba
it_it: Errore Calcolo Prenotazione Invalido
nb_no: Ugyldig booking beregningsfeil
nl_nl: Ongeldige boeking berekening fout
pl_pl: Błąd Nieprawidłowego Obliczenia
pt_br: Erro Cálculo Reserva Inválido
ro_ro: Eroare Calcul Rezervare Invalid
ru_ru: Ошибка неверного расчета бронирования
sv_se: Fel: Ogiltig bokningsberäkning

source: Stripe Not Configured Error
da_dk: Stripe ikke konfigureret fejl
de_de: Fehler Stripe nicht konfiguriert
el: Σφάλμα Μη Ρύθμισης Stripe
es_es: Error Stripe no configurado
fr_fr: Erreur Stripe non configuré
hu_hu: Stripe nincs beállítva hiba
it_it: Errore Stripe Non Configurato
nb_no: Stripe ikke konfigurert feil
nl_nl: Stripe niet geconfigureerd fout
pl_pl: Błąd Stripe Nieskonfigurowany
pt_br: Erro Stripe Não Configurado
ro_ro: Eroare Stripe Neconfigurat
ru_ru: Ошибка Stripe не настроен
sv_se: Fel: Stripe ej konfigurerat

source: PayPal Not Configured Error
da_dk: PayPal ikke konfigureret fejl
de_de: Fehler PayPal nicht konfiguriert
el: Σφάλμα Μη Ρύθμισης PayPal
es_es: Error PayPal no configurado
fr_fr: Erreur PayPal non configuré
hu_hu: PayPal nincs beállítva hiba
it_it: Errore PayPal Non Configurato
nb_no: PayPal ikke konfigurert feil
nl_nl: PayPal niet geconfigureerd fout
pl_pl: Błąd PayPal Nieskonfigurowany
pt_br: Erro PayPal Não Configurado
ro_ro: Eroare PayPal Neconfigurat
ru_ru: Ошибка PayPal не настроен
sv_se: Fel: PayPal ej konfigurerat

source: PayPal Connection Error
da_dk: PayPal forbindelsesfejl
de_de: Fehler PayPal Verbindung
el: Σφάλμα Σύνδεσης PayPal
es_es: Error conexión PayPal
fr_fr: Erreur connexion PayPal
hu_hu: PayPal kapcsolódási hiba
it_it: Errore Connessione PayPal
nb_no: PayPal tilkoblingsfeil
nl_nl: PayPal verbinding fout
pl_pl: Błąd Połączenia PayPal
pt_br: Erro Conexão PayPal
ro_ro: Eroare Conexiune PayPal
ru_ru: Ошибка соединения PayPal
sv_se: Fel: PayPal-anslutning

source: PayPal Auth Error
da_dk: PayPal godkendelsesfejl
de_de: Fehler PayPal Authentifizierung
el: Σφάλμα Ελέγχου Ταυτότητας PayPal
es_es: Error autenticación PayPal
fr_fr: Erreur auth PayPal
hu_hu: PayPal hitelesítési hiba
it_it: Errore Autenticazione PayPal
nb_no: PayPal autentiseringsfeil
nl_nl: PayPal auth fout
pl_pl: Błąd Uwierzytelniania PayPal
pt_br: Erro Autenticação PayPal
ro_ro: Eroare Autentificare PayPal
ru_ru: Ошибка авторизации PayPal
sv_se: Fel: PayPal-autentisering

source: PayPal Order Error
da_dk: PayPal ordrefjel
de_de: Fehler PayPal Bestellung
el: Σφάλμα Παραγγελίας PayPal
es_es: Error pedido PayPal
fr_fr: Erreur commande PayPal
hu_hu: PayPal rendelési hiba
it_it: Errore Ordine PayPal
nb_no: PayPal ordrefeil
nl_nl: PayPal bestelling fout
pl_pl: Błąd Zamówienia PayPal
pt_br: Erro Pedido PayPal
ro_ro: Eroare Comandă PayPal
ru_ru: Ошибка заказа PayPal
sv_se: Fel: PayPal-order

source: PayPal Currency Error
da_dk: PayPal valutafejl
de_de: Fehler PayPal Währung
el: Σφάλμα Νομίσματος PayPal
es_es: Error moneda PayPal
fr_fr: Erreur devise PayPal
hu_hu: PayPal pénznem hiba
it_it: Errore Valuta PayPal
nb_no: PayPal valutafeil
nl_nl: PayPal valuta fout
pl_pl: Błąd Waluty PayPal
pt_br: Erro Moeda PayPal
ro_ro: Eroare Valută PayPal
ru_ru: Ошибка валюты PayPal
sv_se: Fel: PayPal-valuta

source: PayPal Generic Error
da_dk: PayPal generisk fejl
de_de: Allgemeiner PayPal Fehler
el: Γενικό Σφάλμα PayPal
es_es: Error genérico PayPal
fr_fr: Erreur générique PayPal
hu_hu: PayPal általános hiba
it_it: Errore Generico PayPal
nb_no: PayPal generisk feil
nl_nl: PayPal algemene fout
pl_pl: Ogólny Błąd PayPal
pt_br: Erro Genérico PayPal
ro_ro: Eroare Generică PayPal
ru_ru: Общая ошибка PayPal
sv_se: Fel: PayPal allmänt

source: Missing Order ID Error
da_dk: Manglende ordre-ID fejl
de_de: Fehler Fehlende Bestell-ID
el: Σφάλμα Έλλειψης ID Παραγγελίας
es_es: Error falta ID pedido
fr_fr: Erreur ID commande manquant
hu_hu: Hiányzó rendelés ID hiba
it_it: Errore ID Ordine Mancante
nb_no: Manglende ordre-ID feil
nl_nl: Ontbrekend bestelling ID fout
pl_pl: Błąd Brakującego ID Zamówienia
pt_br: Erro ID Pedido Faltando
ro_ro: Eroare Lipsă ID Comandă
ru_ru: Ошибка отсутствия ID заказа
sv_se: Fel: Order-ID saknas

source: PayPal Capture Error
da_dk: PayPal capture fejl
de_de: Fehler PayPal Erfassung
el: Σφάλμα Δέσμευσης PayPal
es_es: Error captura PayPal
fr_fr: Erreur capture PayPal
hu_hu: PayPal rögzítési hiba
it_it: Errore Cattura PayPal
nb_no: PayPal fangstfeil
nl_nl: PayPal capture fout
pl_pl: Błąd Przechwycenia PayPal
pt_br: Erro Captura PayPal
ro_ro: Eroare Capturare PayPal
ru_ru: Ошибка захвата PayPal
sv_se: Fel: PayPal capture

source: Payment Already Processed Error
da_dk: Betaling allerede behandlet fejl
de_de: Fehler Zahlung bereits verarbeitet
el: Σφάλμα Πληρωμή Ήδη Επεξεργασμένη
es_es: Error pago ya procesado
fr_fr: Erreur paiement déjà traité
hu_hu: Fizetés már feldolgozva hiba
it_it: Errore Pagamento Già Elaborato
nb_no: Betaling allerede behandlet feil
nl_nl: Betaling al verwerkt fout
pl_pl: Błąd Płatności Przetworzonej
pt_br: Erro Pagamento Já Processado
ro_ro: Eroare Plată Deja Procesată
ru_ru: Ошибка платеж уже обработан
sv_se: Fel: Betalning redan behandlad

source: Payment Declined Error
da_dk: Betaling afvist fejl
de_de: Fehler Zahlung abgelehnt
el: Σφάλμα Απόρριψης Πληρωμής
es_es: Error pago rechazado
fr_fr: Erreur paiement refusé
hu_hu: Fizetés elutasítva hiba
it_it: Errore Pagamento Rifiutato
nb_no: Betaling avvist feil
nl_nl: Betaling geweigerd fout
pl_pl: Błąd Odrzucenia Płatności
pt_br: Erro Pagamento Recusado
ro_ro: Eroare Plată Refuzată
ru_ru: Ошибка платеж отклонен
sv_se: Fel: Betalning nekad

source: Stripe Intent Missing Error
da_dk: Stripe hensigt mangler fejl
de_de: Fehler Stripe Absicht fehlt
el: Σφάλμα Έλλειψης Πρόθεσης Stripe
es_es: Error falta intención Stripe
fr_fr: Erreur intention Stripe manquante
hu_hu: Stripe szándék hiányzik hiba
it_it: Errore Intento Stripe Mancante
nb_no: Stripe intensjon mangler feil
nl_nl: Stripe intentie ontbreekt fout
pl_pl: Błąd Brakującej Intencji Stripe
pt_br: Erro Intenção Stripe Faltando
ro_ro: Eroare Intenție Stripe Lipsă
ru_ru: Ошибка отсутствия намерения Stripe
sv_se: Fel: Stripe Intent saknas

source: PayPal ID Missing Error
da_dk: PayPal ID mangler fejl
de_de: Fehler PayPal ID fehlt
el: Σφάλμα Έλλειψης ID PayPal
es_es: Error falta ID PayPal
fr_fr: Erreur ID PayPal manquant
hu_hu: PayPal ID hiányzik hiba
it_it: Errore ID PayPal Mancante
nb_no: PayPal ID mangler feil
nl_nl: PayPal ID ontbreekt fout
pl_pl: Błąd Brakującego ID PayPal
pt_br: Erro ID PayPal Faltando
ro_ro: Eroare Lipsă ID PayPal
ru_ru: Ошибка отсутствия ID PayPal
sv_se: Fel: PayPal ID saknas

source: Payment Required Error
da_dk: Betaling påkrævet fejl
de_de: Fehler Zahlung erforderlich
el: Σφάλμα Απαίτησης Πληρωμής
es_es: Error pago requerido
fr_fr: Erreur paiement requis
hu_hu: Fizetés kötelező hiba
it_it: Errore Pagamento Richiesto
nb_no: Betaling påkrevd feil
nl_nl: Betaling vereist fout
pl_pl: Błąd Wymaganej Płatności
pt_br: Erro Pagamento Obrigatório
ro_ro: Eroare Plată Obligatorie
ru_ru: Ошибка требуется оплата
sv_se: Fel: Betalning krävs

source: REST Pro Access Error
da_dk: REST Pro adgangsfejl
de_de: Fehler REST Pro Zugriff
el: Σφάλμα Πρόσβασης REST Pro
es_es: Error acceso REST Pro
fr_fr: Erreur accès REST Pro
hu_hu: REST Pro hozzáférés hiba
it_it: Errore Accesso REST Pro
nb_no: REST Pro tilgangsfeil
nl_nl: REST Pro toegang fout
pl_pl: Błąd Dostępu REST Pro
pt_br: Erro Acesso REST Pro
ro_ro: Eroare Acces Pro REST
ru_ru: Ошибка доступа REST Pro
sv_se: Fel: REST Pro-åtkomst

source: Invalid Nonce Error
da_dk: Ugyldig nonce fejl
de_de: Fehler Ungültige Nonce
el: Σφάλμα Μη Έγκυρου Nonce
es_es: Error nonce inválido
fr_fr: Erreur nonce invalide
hu_hu: Érvénytelen Nonce hiba
it_it: Errore Nonce Invalido
nb_no: Ugyldig nonce feil
nl_nl: Ongeldige nonce fout
pl_pl: Błąd Nieprawidłowego Nonce
pt_br: Erro Nonce Inválido
ro_ro: Eroare Nonce Invalid
ru_ru: Ошибка неверного nonce
sv_se: Fel: Ogiltig nonce

source: API Rate Limit Error
da_dk: API hastighedsbegrænsning fejl
de_de: Fehler API Ratenbegrenzung
el: Σφάλμα Ορίου Ρυθμού API
es_es: Error límite tasa API
fr_fr: Erreur limite débit API
hu_hu: API korlát hiba
it_it: Errore Limite API
nb_no: API hastighetsbegrensning feil
nl_nl: API snelheidslimiet fout
pl_pl: Błąd Limitu Zapytań API
pt_br: Erro Limite Taxa API
ro_ro: Eroare Limită Rată API
ru_ru: Ошибка лимита скорости API
sv_se: Fel: API-frekvensgräns

source: Email: Payment Confirmation Title
da_dk: Email: Betalingsbekræftelse titel
de_de: E-Mail: Titel Zahlungsbestätigung
el: Email: Τίτλος Επιβεβαίωσης Πληρωμής
es_es: Email: Título confirmación pago
fr_fr: Email: Titre confirmation paiement
hu_hu: Email: Fizetés visszaigazolás cím
it_it: Email: Titolo Conferma Pagamento
nb_no: E-post: Betalingsbekreftelse tittel
nl_nl: E-mail: Betalingsbevestiging titel
pl_pl: Email: Tytuł Potwierdzenia Płatności
pt_br: Email: Título Confirmação Pagamento
ro_ro: Email: Titlu Confirmare Plată
ru_ru: Email: Заголовок подтверждения оплаты
sv_se: E-post: Betalningsbekräftelse titel

source: Email: Payment Info Title
da_dk: Email: Betalingsinfo titel
de_de: E-Mail: Titel Zahlungsinfos
el: Email: Τίτλος Πληροφοριών Πληρωμής
es_es: Email: Título info pago
fr_fr: Email: Titre info paiement
hu_hu: Email: Fizetési infó cím
it_it: Email: Titolo Info Pagamento
nb_no: E-post: Betalingsinfo tittel
nl_nl: E-mail: Betalingsinfo titel
pl_pl: Email: Tytuł Info o Płatności
pt_br: Email: Título Info Pagamento
ro_ro: Email: Titlu Info Plată
ru_ru: Email: Заголовок информации об оплате
sv_se: E-post: Betalningsinfo titel

source: Email: Pay on Arrival Detail
da_dk: Email: Betal ved ankomst detalje
de_de: E-Mail: Detail Zahlung bei Ankunft
el: Email: Λεπτομέρεια Πληρωμής κατά την Άφιξη
es_es: Email: Detalle pago al llegar
fr_fr: Email: Détail payer à l'arrivée
hu_hu: Email: Fizetés érkezéskor részletek
it_it: Email: Dettaglio Paga all'Arrivo
nb_no: E-post: Betal ved ankomst detalj
nl_nl: E-mail: Betaal bij aankomst detail
pl_pl: Email: Szczegóły Płatności na Miejscu
pt_br: Email: Detalhe Pagar na Chegada
ro_ro: Email: Detaliu Plată la Sosire
ru_ru: Email: Детали оплаты по прибытии
sv_se: E-post: Betala vid ankomst detalj

source: Email: Amount Due Label
da_dk: Email: Skyldigt beløb etiket
de_de: E-Mail: Beschriftung Fälliger Betrag
el: Email: Ετικέτα Οφειλόμενου Ποσού
es_es: Email: Etiqueta cantidad debida
fr_fr: Email: Libellé montant dû
hu_hu: Email: Esedékes összeg címke
it_it: Email: Etichetta Importo Dovuto
nb_no: E-post: Beløp forfall etikett
nl_nl: E-mail: Verschuldigd bedrag label
pl_pl: Email: Etykieta Kwoty Do Zapłaty
pt_br: Email: Rótulo Valor Devido
ro_ro: Email: Etichetă Sumă Datorată
ru_ru: Email: Метка суммы к оплате
sv_se: E-post: Belopp att betala etikett

source: Email: Payment Date Label
da_dk: Email: Betalingsdato etiket
de_de: E-Mail: Beschriftung Zahlungsdatum
el: Email: Ετικέτα Ημερομηνίας Πληρωμής
es_es: Email: Etiqueta fecha pago
fr_fr: Email: Libellé date paiement
hu_hu: Email: Fizetés dátuma címke
it_it: Email: Etichetta Data Pagamento
nb_no: E-post: Betalingsdato etikett
nl_nl: E-mail: Betaaldatum label
pl_pl: Email: Etykieta Daty Płatności
pt_br: Email: Rótulo Data Pagamento
ro_ro: Email: Etichetă Dată Plată
ru_ru: Email: Метка даты оплаты
sv_se: E-post: Betalningsdatum etikett

source: PayPal Order Creation Failed
da_dk: PayPal ordreoprettelse mislykkedes
de_de: PayPal-Bestellerstellung fehlgeschlagen
el: Η Δημιουργία Παραγγελίας PayPal Απέτυχε
es_es: Creación de pedido PayPal fallida
fr_fr: Échec création commande PayPal
hu_hu: PayPal rendelés létrehozása sikertelen
it_it: Creazione Ordine PayPal Fallita
nb_no: Opprettelse av PayPal-ordre feilet
nl_nl: PayPal bestelling aanmaken mislukt
pl_pl: Nieudane Tworzenie Zamówienia PayPal
pt_br: Criação Pedido PayPal Falhou
ro_ro: Crearea Comenzii PayPal a Eșuat
ru_ru: Сбой создания заказа PayPal
sv_se: Skapande av PayPal-order misslyckades

source: Security Verification Failed
da_dk: Sikkerhedsverifikation mislykkedes
de_de: Sicherheitsüberprüfung fehlgeschlagen
el: Η Επαλήθευση Ασφαλείας Απέτυχε
es_es: Verificación de seguridad fallida
fr_fr: Échec vérification sécurité
hu_hu: Biztonsági ellenőrzés sikertelen
it_it: Verifica Sicurezza Fallita
nb_no: Sikkerhetsverifisering feilet
nl_nl: Beveiligingsverificatie mislukt
pl_pl: Weryfikacja Bezpieczeństwa Nieudana
pt_br: Verificação Segurança Falhou
ro_ro: Verificarea de Securitate a Eșuat
ru_ru: Сбой проверки безопасности
sv_se: Säkerhetsverifiering misslyckades

source: PayPal Client ID Missing
da_dk: PayPal Client ID mangler
de_de: PayPal Client ID fehlt
el: Λείπει το PayPal Client ID
es_es: Falta ID Cliente PayPal
fr_fr: ID Client PayPal manquant
hu_hu: Hiányzó PayPal Ügyfélazonosító
it_it: ID Cliente PayPal Mancante
nb_no: PayPal Client ID mangler
nl_nl: PayPal Client ID ontbreekt
pl_pl: Brak ID Klienta PayPal
pt_br: ID Cliente PayPal Faltando
ro_ro: Lipsește Client ID PayPal
ru_ru: Отсутствует ID клиента PayPal
sv_se: PayPal Client ID saknas

source: PayPal Secret Missing
da_dk: PayPal Secret mangler
de_de: PayPal Secret fehlt
el: Λείπει το PayPal Secret
es_es: Falta Secreto PayPal
fr_fr: Secret PayPal manquant
hu_hu: Hiányzó PayPal Titkos kulcs
it_it: Segreto PayPal Mancante
nb_no: PayPal Secret mangler
nl_nl: PayPal Secret ontbreekt
pl_pl: Brak Sekretu PayPal
pt_br: Segredo PayPal Faltando
ro_ro: Lipsește Secretul PayPal
ru_ru: Отсутствует секрет PayPal
sv_se: PayPal Secret saknas

source: API Key Not Configured
da_dk: API-nøgle ikke konfigureret
de_de: API-Schlüssel nicht konfiguriert
el: Το Κλειδί API Δεν Έχει Ρυθμιστεί
es_es: Clave API no configurada
fr_fr: Clé API non configurée
hu_hu: API kulcs nincs beállítva
it_it: Chiave API Non Configurata
nb_no: API-nøkkel ikke konfigurert
nl_nl: API-sleutel niet geconfigureerd
pl_pl: Klucz API Nieskonfigurowany
pt_br: Chave API Não Configurada
ro_ro: Cheia API neconfigurată
ru_ru: Ключ API не настроен
sv_se: API-nyckel ej konfigurerad

source: Invalid API Key
da_dk: Ugyldig API-nøgle
de_de: Ungültiger API-Schlüssel
el: Μη Έγκυρο Κλειδί API
es_es: Clave API inválida
fr_fr: Clé API invalide
hu_hu: Érvénytelen API kulcs
it_it: Chiave API Invalida
nb_no: Ugyldig API-nøkkel
nl_nl: Ongeldige API-sleutel
pl_pl: Nieprawidłowy Klucz API
pt_br: Chave API Inválida
ro_ro: Cheie API Invalidă
ru_ru: Неверный ключ API
sv_se: Ogiltig API-nyckel

source: Webhook Signature Required
da_dk: Webhook-signatur påkrævet
de_de: Webhook-Signatur erforderlich
el: Απαιτείται Υπογραφή Webhook
es_es: Firma Webhook requerida
fr_fr: Signature Webhook requise
hu_hu: Webhook aláírás szükséges
it_it: Firma Webhook Richiesta
nb_no: Webhook-signatur påkrevd
nl_nl: Webhook handtekening vereist
pl_pl: Wymagany Podpis Webhook
pt_br: Assinatura Webhook Obrigatória
ro_ro: Semnătură Webhook Obligatorie
ru_ru: Требуется подпись вебхука
sv_se: Webhook-signatur krävs

source: Stripe Webhook Secret Missing
da_dk: Stripe Webhook Secret mangler
de_de: Stripe Webhook Secret fehlt
el: Λείπει το Stripe Webhook Secret
es_es: Falta Secreto Webhook Stripe
fr_fr: Secret Webhook Stripe manquant
hu_hu: Hiányzó Stripe Webhook Titok
it_it: Segreto Webhook Stripe Mancante
nb_no: Stripe Webhook Secret mangler
nl_nl: Stripe Webhook Secret ontbreekt
pl_pl: Brak Sekretu Webhook Stripe
pt_br: Segredo Webhook Stripe Faltando
ro_ro: Lipsește Secretul Webhook Stripe
ru_ru: Отсутствует секрет вебхука Stripe
sv_se: Stripe Webhook Secret saknas

source: Invalid Stripe Signature Format
da_dk: Ugyldigt Stripe-signaturformat
de_de: Ungültiges Stripe-Signaturformat
el: Μη Έγκυρη Μορφή Υπογραφής Stripe
es_es: Formato firma Stripe inválido
fr_fr: Format signature Stripe invalide
hu_hu: Érvénytelen Stripe aláírás formátum
it_it: Formato Firma Stripe Invalido
nb_no: Ugyldig Stripe signaturformat
nl_nl: Ongeldig Stripe handtekening formaat
pl_pl: Nieprawidłowy Format Podpisu Stripe
pt_br: Formato Assinatura Stripe Inválido
ro_ro: Format Semnătură Stripe Invalid
ru_ru: Неверный формат подписи Stripe
sv_se: Ogiltigt format på Stripe-signatur

source: Webhook Expired
da_dk: Webhook udløbet
de_de: Webhook abgelaufen
el: Το Webhook Έληξε
es_es: Webhook caducado
fr_fr: Webhook expiré
hu_hu: Webhook lejárt
it_it: Webhook Scaduto
nb_no: Webhook utløpt
nl_nl: Webhook verlopen
pl_pl: Webhook Wygasł
pt_br: Webhook Expirado
ro_ro: Webhook Expirat
ru_ru: Вебхук истек
sv_se: Webhook har gått ut

source: Invalid Stripe Signature
da_dk: Ugyldig Stripe-signatur
de_de: Ungültige Stripe-Signatur
el: Μη Έγκυρη Υπογραφή Stripe
es_es: Firma Stripe inválida
fr_fr: Signature Stripe invalide
hu_hu: Érvénytelen Stripe aláírás
it_it: Firma Stripe Invalida
nb_no: Ugyldig Stripe-signatur
nl_nl: Ongeldige Stripe handtekening
pl_pl: Nieprawidłowy Podpis Stripe
pt_br: Assinatura Stripe Inválida
ro_ro: Semnătură Stripe Invalidă
ru_ru: Неверная подпись Stripe
sv_se: Ogiltig Stripe-signatur

source: Missing PayPal Headers
da_dk: Manglende PayPal-headere
de_de: Fehlende PayPal-Header
el: Λείπουν οι Επικεφαλίδες PayPal
es_es: Faltan cabeceras PayPal
fr_fr: En-têtes PayPal manquants
hu_hu: Hiányzó PayPal fejlécek
it_it: Header PayPal Mancanti
nb_no: Manglende PayPal-headers
nl_nl: Ontbrekende PayPal headers
pl_pl: Brak Nagłówków PayPal
pt_br: Cabeçalhos PayPal Faltando
ro_ro: Lipsesc Headerele PayPal
ru_ru: Отсутствуют заголовки PayPal
sv_se: Saknar PayPal-huvuden

source: Invalid Customer Data
da_dk: Ugyldige kundedata
de_de: Ungültige Kundendaten
el: Μη Έγκυρα Δεδομένα Πελάτη
es_es: Datos cliente inválidos
fr_fr: Données client invalides
hu_hu: Érvénytelen ügyféladatok
it_it: Dati Cliente Invalidi
nb_no: Ugyldige kundedata
nl_nl: Ongeldige klantgegevens
pl_pl: Nieprawidłowe Dane Klienta
pt_br: Dados Cliente Inválidos
ro_ro: Date Client Invalide
ru_ru: Неверные данные клиента
sv_se: Ogiltig kunddata

source: Invalid Booking Dates
da_dk: Ugyldige bookingdatoer
de_de: Ungültige Buchungsdaten
el: Μη Έγκυρες Ημερομηνίες Κράτησης
es_es: Fechas reserva inválidas
fr_fr: Dates de réservation invalides
hu_hu: Érvénytelen foglalási dátumok
it_it: Date Prenotazione Invalide
nb_no: Ugyldige bookingdatoer
nl_nl: Ongeldige boekingsdata
pl_pl: Nieprawidłowe Daty Rezerwacji
pt_br: Datas Reserva Inválidas
ro_ro: Date Rezervare Invalide
ru_ru: Неверные даты бронирования
sv_se: Ogiltiga bokningsdatum

source: Booking Creation Failed
da_dk: Bookingoprettelse mislykkedes
de_de: Erstellung der Buchung fehlgeschlagen
el: Η Δημιουργία Κράτησης Απέτυχε
es_es: Creación reserva fallida
fr_fr: Échec création réservation
hu_hu: Foglalás létrehozása sikertelen
it_it: Creazione Prenotazione Fallita
nb_no: Opprettelse av booking feilet
nl_nl: Boeking aanmaken mislukt
pl_pl: Nieudane Tworzenie Rezerwacji
pt_br: Criação Reserva Falhou
ro_ro: Crearea Rezervării a Eșuat
ru_ru: Сбой создания бронирования
sv_se: Skapande av bokning misslyckades

source: Permission Denied
da_dk: Tilladelse nægtet
de_de: Zugriff verweigert
el: Άρνηση Πρόσβασης
es_es: Permiso denegado
fr_fr: Permission refusée
hu_hu: Hozzáférés megtagadva
it_it: Permesso Negato
nb_no: Tilgang nektet
nl_nl: Toegang geweigerd
pl_pl: Odmowa Dostępu
pt_br: Permissão Negada
ro_ro: Permisiune Refuzată
ru_ru: В доступе отказано
sv_se: Åtkomst nekad
