Repository: leslieradue-web/modern-hotel-booking-free
Catalog: languages/modern-hotel-booking-*.po
Languages: da_dk, de_de, el, es_es, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sv_se

source: Secondary Color
da_dk: Sekundær Farve
de_de: Sekundärfarbe
el: Δευτερεύον Χρώμα
es_es: Color secundario
fr_fr: Couleur secondaire
hu_hu: Másodlagos Szín
it_it: Colore Secondario
nb_no: Sekundærfarge
nl_nl: Secundaire Kleur
pl_pl: Kolor Wtórny
pt_br: Cor Secundária
ro_ro: Culoare Secundară
ru_ru: Вторичный цвет
sv_se: Sekundärfärg

source: Accent Color
da_dk: Accentfarve
de_de: Akzentfarbe
el: Χρώμα Έμφασης
es_es: Color de acento
fr_fr: Couleur d'accent
hu_hu: Kiemelő Szín
it_it: Colore Accento
nb_no: Aksentfarge
nl_nl: Accentkleur
pl_pl: Kolor Akcentu
pt_br: Cor de Destaque
ro_ro: Culoare Accent
ru_ru: Акцентный цвет
sv_se: Accentfärg

source: Advanced Custom CSS
da_dk: Avanceret Tilpasset CSS
de_de: Erweitertes Benutzerdefiniertes CSS
el: Προηγμένο Προσαρμοσμένο CSS
es_es: CSS personalizado avanzado
fr_fr: CSS personnalisé avancé
hu_hu: Haladó Egyedi CSS
it_it: CSS Personalizzato Avanzato
nb_no: Avansert egendefinert CSS
nl_nl: Geavanceerde Aangepaste CSS
pl_pl: Zaawansowane Własne CSS
pt_br: CSS Personalizado Avançado
ro_ro: CSS Personalizat Avansat
ru_ru: Расширенный CSS
sv_se: Avancerad anpassad CSS

source: Inject additional CSS directly into the booking frontend.
da_dk: Indsæt yderligere CSS direkte i booking frontend.
de_de: Fügen Sie zusätzliches CSS direkt in das Buchungs-Frontend ein.
el: Εισάγετε επιπλέον CSS απευθείας στο frontend.
es_es: Inyecte CSS adicional directamente en el frontend de reservas.
fr_fr: Injectez du CSS supplémentaire directement dans le frontend.
hu_hu: További CSS beszúrása közvetlenül a foglalási felületre.
it_it: Inietta CSS addizionale.
nb_no: Sett inn ekstra CSS direkte i bookingsystemet.
nl_nl: Injecteer extra CSS.
pl_pl: Wstrzyknij dodatkowy CSS do interfejsu rezerwacji.
pt_br: Injete CSS adicional diretamente no frontend.
ro_ro: Injectați CSS suplimentar direct în frontend.
ru_ru: Вставьте дополнительный CSS прямо во фронтенд бронирования.
sv_se: Injicera ytterligare CSS direkt i bokningsgränssnittet.

source: Reset all theme settings to default?
da_dk: Nulstil alle temaindstillinger til standard?
de_de: Alle Design-Einstellungen auf Standard zurücksetzen?
el: Επαναφορά όλων των ρυθμίσεων θέματος;
es_es: ¿Restablecer todos los ajustes del tema a los valores predeterminados?
fr_fr: Réinitialiser tous les réglages du thème ?
hu_hu: Minden téma beállítás visszaállítása alaphelyzetbe?
it_it: Resettare tema a default?
nb_no: Tilbakestille alle temainnstillinger til standard?
nl_nl: Thema instellingen resetten?
pl_pl: Zresetować wszystkie ustawienia motywu?
pt_br: Redefinir todas as configurações de tema?
ro_ro: Resetați toate setările temei la implicit?
ru_ru: Сбросить все настройки темы по умолчанию?
sv_se: Återställ alla temainställningar till standard?

source: Return to Default
da_dk: Vend tilbage til Standard
de_de: Zurück zum Standard
el: Επιστροφή στις Προεπιλογές
es_es: Volver a predeterminado
fr_fr: Revenir au défaut
hu_hu: Visszaállítás Alaphelyzetbe
it_it: Ritorna a Default
nb_no: Tilbake til standard
nl_nl: Terug naar Standaard
pl_pl: Powrót do Domyślnych
pt_br: Retornar ao Padrão
ro_ro: Reveniți la Implicit
ru_ru: Вернуть по умолчанию
sv_se: Återgå till standard

source: Permission denied.
da_dk: Tilladelse nægtet.
de_de: Zugriff verweigert.
el: Δεν επιτρέπεται η πρόσβαση.
es_es: Permiso denegado.
fr_fr: Permission refusée.
hu_hu: Hozzáférés megtagadva.
it_it: Permesso negato.
nb_no: Tilgang nektet.
nl_nl: Toegang geweigerd.
pl_pl: Odmowa dostępu.
pt_br: Permissão negada.
ro_ro: Permisiune refuzată.
ru_ru: В доступе отказано.
sv_se: Åtkomst nekad.

source: Room Amenities
da_dk: Værelsesfaciliteter
de_de: Zimmerausstattung
el: Παροχές Δωματίου
es_es: Servicios de la habitación
fr_fr: Équipements de la chambre
hu_hu: Szoba Felszereltség
it_it: Servizi Camera
nb_no: Romfasiliteter
nl_nl: Kamervoorzieningen
pl_pl: Udogodnienia w Pokoju
pt_br: Comodidades do Quarto
ro_ro: Facilități Cameră
ru_ru: Удобства в номере
sv_se: Rumsbekvämligheter

source: Manage the list of amenities available for rooms. After adding here, you can translate them in the "Frontend Labels" tab.
da_dk: Administrer listen over faciliteter.
de_de: Verwalten Sie die Liste der verfügbaren Ausstattungsmerkmale.
el: Διαχειριστείτε τη λίστα παροχών για δωμάτια.
es_es: Gestione la lista de servicios disponibles.
fr_fr: Gérez la liste des équipements disponibles pour les chambres.
hu_hu: Kezelje a szobákhoz elérhető felszereltségi listát.
it_it: Gestisci servizi camera.
nb_no: Administrer listen over fasiliteter for rom.
nl_nl: Beheer voorzieningen.
pl_pl: Zarządzaj listą udogodnień.
pt_br: Gerencie a lista de comodidades.
ro_ro: Gestionați lista facilităților disponibile.
ru_ru: Управляйте списком удобств.
sv_se: Hantera listan över bekvämligheter som är tillgängliga för rum. Efter att ha lagt till dem här kan du översätta dem i fliken "Etiketter frontend".

source: Add New Amenity
da_dk: Tilføj Ny Facilitet
de_de: Neues Ausstattungsmerkmal hinzufügen
el: Προσθήκη Νέας Παροχής
es_es: Añadir nuevo servicio
fr_fr: Ajouter un nouvel équipement
hu_hu: Új Felszereltség Hozzáadása
it_it: Aggiungi Nuovo Servizio
nb_no: Legg til ny fasilitet
nl_nl: Nieuwe Voorziening Toevoegen
pl_pl: Dodaj Nowe Udogodnienie
pt_br: Adicionar Nova Comodidade
ro_ro: Adaugă Facilitate Nouă
ru_ru: Добавить новое удобство
sv_se: Lägg till ny bekvämlighet

source: Label
da_dk: Etiket
de_de: Beschriftung
el: Ετικέτα
es_es: Etiqueta
fr_fr: Libellé
hu_hu: Címke
it_it: Etichetta
nb_no: Etikett
pl_pl: Etykieta
pt_br: Rótulo
ro_ro: Etichetă
ru_ru: Метка
sv_se: Etikett

source: Key (Internal)
da_dk: Nøgle (Intern)
de_de: Schlüssel (Intern)
el: Κλειδί (Εσωτερικό)
es_es: Clave (Interna)
fr_fr: Clé (Interne)
hu_hu: Kulcs (Belső)
it_it: Chiave (Interna)
nb_no: Nøkkel (Intern)
nl_nl: Sleutel (Intern)
pl_pl: Klucz (Wewnętrzny)
pt_br: Chave (Interna)
ro_ro: Cheie (Internă)
ru_ru: Ключ (внутренний)
sv_se: Nyckel (Intern)

source: No amenities found.
da_dk: Ingen faciliteter fundet.
de_de: Keine Ausstattungsmerkmale gefunden.
el: Δεν βρέθηκαν παροχές.
es_es: No se encontraron servicios.
fr_fr: Aucun équipement trouvé.
hu_hu: Nincs felszereltség.
it_it: Nessun servizio trovato.
nb_no: Ingen fasiliteter funnet.
nl_nl: Geen voorzieningen gevonden.
pl_pl: Nie znaleziono udogodnień.
pt_br: Nenhuma comodidade encontrada.
ro_ro: Nu s-au găsit facilități.
ru_ru: Удобства не найдены.
sv_se: Inga bekvämligheter hittades.

source: API settings saved successfully.
da_dk: API-indstillinger gemt succesfuldt.
de_de: API-Einstellungen erfolgreich gespeichert.
el: Οι ρυθμίσεις API αποθηκεύτηκαν.
es_es: Ajustes de API guardados correctamente.
fr_fr: Réglages API enregistrés.
hu_hu: API beállítások sikeresen mentve.
it_it: Impostazioni API salvate.
nb_no: API-innstillinger lagret.
nl_nl: API-instellingen opgeslagen.
pl_pl: Ustawienia API zapisane pomyślnie.
pt_br: Configurações de API salvas com sucesso.
ro_ro: Setările API salvate cu succes.
ru_ru: Настройки API успешно сохранены.
sv_se: API-inställningar sparade.

source: Payment settings saved successfully.
da_dk: Betalingsindstillinger gemt succesfuldt.
de_de: Zahlungseinstellungen erfolgreich gespeichert.
el: Οι ρυθμίσεις πληρωμής αποθηκεύτηκαν.
es_es: Ajustes de pago guardados correctamente.
fr_fr: Réglages de paiement enregistrés.
hu_hu: Fizetési beállítások sikeresen mentve.
it_it: Impostazioni pagamento salvate.
nb_no: Betalingsinnstillinger lagret.
nl_nl: Betaalinstellingen opgeslagen.
pl_pl: Ustawienia płatności zapisane pomyślnie.
pt_br: Configurações de pagamento salvas com sucesso.
ro_ro: Setările de plată salvate cu succes.
ru_ru: Настройки оплаты успешно сохранены.
sv_se: Betalningsinställningar sparade.

source: Pricing settings saved successfully.
da_dk: Prisindstillinger gemt succesfuldt.
de_de: Preiseinstellungen erfolgreich gespeichert.
el: Οι ρυθμίσεις τιμολόγησης αποθηκεύτηκαν.
es_es: Ajustes de precios guardados correctamente.
fr_fr: Réglages de prix enregistrés.
hu_hu: Árazási beállítások sikeresen mentve.
it_it: Impostazioni prezzi salvate.
nb_no: Prisinnstillinger lagret.
nl_nl: Prijsinstellingen opgeslagen.
pl_pl: Ustawienia cen zapisane pomyślnie.
pt_br: Configurações de preços salvas com sucesso.
ro_ro: Setările de preț salvate cu succes.
ru_ru: Настройки цен успешно сохранены.
sv_se: Prisinställningar sparade.

source: Amenity added successfully.
da_dk: Facilitet tilføjet succesfuldt.
de_de: Ausstattungsmerkmal erfolgreich hinzugefügt.
el: Η παροχή προστέθηκε επιτυχώς.
es_es: Servicio añadido correctamente.
fr_fr: Équipement ajouté.
hu_hu: Felszereltség sikeresen hozzáadva.
it_it: Servizio aggiunto.
nb_no: Fasilitet lagt til.
nl_nl: Voorziening toegevoegd.
pl_pl: Udogodnienie dodane pomyślnie.
pt_br: Comodidade adicionada com sucesso.
ro_ro: Facilitate adăugată cu succes.
ru_ru: Удобство успешно добавлено.
sv_se: Bekvämlighet tillagd.

source: Amenity removed successfully.
da_dk: Facilitet fjernet succesfuldt.
de_de: Ausstattungsmerkmal erfolgreich entfernt.
el: Η παροχή αφαιρέθηκε επιτυχώς.
es_es: Servicio eliminado correctamente.
fr_fr: Équipement supprimé.
hu_hu: Felszereltség sikeresen eltávolítva.
it_it: Servizio rimosso.
nb_no: Fasilitet fjernet.
nl_nl: Voorziening verwijderd.
pl_pl: Udogodnienie usunięte pomyślnie.
pt_br: Comodidade removida com sucesso.
ro_ro: Facilitate ștearsă cu succes.
ru_ru: Удобство успешно удалено.
sv_se: Bekvämlighet borttagen.

source: Configure VAT/Sales Tax settings for your hotel bookings. Tax is disabled by default for backward compatibility.
da_dk: Konfigurer Moms/Salgsskat indstillinger.
de_de: Konfigurieren Sie die MwSt./Umsatzsteuer-Einstellungen für Ihre Hotelbuchungen.
el: Ρυθμίστε τις ρυθμίσεις ΦΠΑ/Φόρου για τις κρατήσεις.
es_es: Configure los ajustes de IVA/Impuestos.
fr_fr: Configurez les réglages de TVA/Taxe de vente.
hu_hu: Konfigurálja az ÁFA/Forgalmi adó beállításokat.
it_it: Configura IVA/Tasse.
nb_no: Konfigurer MVA/Salgsskatt-innstillinger.
nl_nl: Configureer BTW/Belasting instellingen.
pl_pl: Skonfiguruj ustawienia VAT/Podatku.
pt_br: Configure as taxas de IVA/Impostos.
ro_ro: Configurați setările de taxe pentru rezervări.
ru_ru: Настройте параметры НДС/Налога с продаж.
sv_se: Konfigurera moms/skatteinställningar för dina hotellbokningar. Skatt är inaktiverad som standard för bakåtkompatibilitet.

source: Tax Mode
da_dk: Skattemodus
de_de: Steuermodus
el: Λειτουργία Φόρου
es_es: Modo de impuestos
fr_fr: Mode de taxe
hu_hu: Adó Mód
it_it: Modalità Tassa
nb_no: Skattemodus
nl_nl: Belastingmodus
pl_pl: Tryb Podatkowy
pt_br: Modo de Imposto
ro_ro: Mod Taxe
ru_ru: Режим налога
sv_se: Skatteläge

source: Disabled
da_dk: Deaktiveret
de_de: Deaktiviert
el: Απενεργοποιημένο
es_es: Desactivado
fr_fr: Désactivé
hu_hu: Kikapcsolva
it_it: Disabilitato
nb_no: Deaktivert
nl_nl: Uitgeschakeld
pl_pl: Wyłączone
pt_br: Desativado
ro_ro: Dezactivat
ru_ru: Отключено
sv_se: Inaktiverad

source: No tax calculation or display. Prices shown as-is.
da_dk: Ingen skatteberegning.
de_de: Keine Steuerberechnung oder -anzeige. Preise werden wie angegeben angezeigt.
el: Χωρίς υπολογισμό φόρου.
es_es: Sin cálculo de impuestos.
fr_fr: Aucun calcul ou affichage de taxe.
hu_hu: Nincs adószámítás vagy megjelenítés. Árak változatlanul.
it_it: Nessun calcolo tasse.
nb_no: Ingen skatteberegning eller visning.
nl_nl: Geen belastingberekening.
pl_pl: Brak obliczania podatku.
pt_br: Sem cálculo de impostos.
ro_ro: Fără calcul taxe.
ru_ru: Без расчета налогов.
sv_se: Ingen skatteberäkning eller visning. Priser visas som de är.

source: VAT Inclusive
da_dk: Moms Inkluderet
de_de: MwSt. Inklusive
el: Συμπεριλαμβανομένου ΦΠΑ
es_es: IVA incluido
fr_fr: TVA incluse
hu_hu: ÁFA Tartalmazza
it_it: IVA Inclusa
nb_no: MVA inkludert
nl_nl: BTW Inclusief
pl_pl: VAT Wliczony
pt_br: IVA Incluso
ro_ro: TVA Inclus
ru_ru: НДС включен
sv_se: Inklusive moms

source: Prices include tax (EU, UK, Australia). Shows breakdown: Net + Tax = Gross.
da_dk: Priser inkluderer skat.
de_de: Preise beinhalten Steuern (EU, UK, Australien).
el: Οι τιμές περιλαμβάνουν φόρο.
es_es: Los precios incluyen impuestos.
fr_fr: Les prix incluent la taxe (UE, UK).
hu_hu: Az árak tartalmazzák az adót.
it_it: Prezzi includono tasse.
nb_no: Priser inkluderer skatt.
nl_nl: Prijzen inclusief belasting.
pl_pl: Ceny zawierają podatek.
pt_br: Preços incluem impostos.
ro_ro: Prețurile includ taxe.
ru_ru: Цены включают налог.
sv_se: Priser inkluderar skatt (EU, UK, Australien). Visar specifikation: Netto + Skatt = Brutto.

source: Sales Tax Exclusive
da_dk: Salgsskat Eksklusiv
de_de: Umsatzsteuer Exklusive
el: Αποκλειστικός Φόρος Πωλήσεων
es_es: Impuesto sobre ventas exclusivo
fr_fr: Taxe de vente exclusive
hu_hu: Forgalmi Adó Nélkül
it_it: Tassa Vendita Esclusa
nb_no: Salgsskatt ekskludert
nl_nl: Verkoopbelasting Exclusief
pl_pl: Podatek Doliczany
pt_br: Imposto sobre Vendas Exclusivo
ro_ro: Taxă Vânzare Exclusivă
ru_ru: Налог с продаж исключен
sv_se: Exklusive försäljningsskatt

source: Tax added on top of prices (US, Canada). Shows: Subtotal + Tax = Total.
da_dk: Skat tilføjet oveni priser.
de_de: Steuer wird auf die Preise aufgeschlagen (USA, Kanada).
el: Ο φόρος προστίθεται στις τιμές.
es_es: Impuesto añadido a los precios.
fr_fr: Taxe ajoutée aux prix (US, Canada).
hu_hu: Adó hozzáadása az árakhoz.
it_it: Tassa aggiunta ai prezzi.
nb_no: Skatt lagt til på toppen av priser.
nl_nl: Belasting toegevoegd aan prijs.
pl_pl: Podatek doliczany do cen.
pt_br: Imposto adicionado ao preço.
ro_ro: Taxa adăugată peste preț.
ru_ru: Налог добавляется к ценам.
sv_se: Skatt läggs på priserna (USA, Kanada). Visar: Delsumma + Skatt = Totalt.

source: Tax Label
da_dk: Skatteetiket
de_de: Steuerbezeichnung
el: Ετικέτα Φόρου
es_es: Etiqueta de impuesto
fr_fr: Libellé de taxe
hu_hu: Adó Címke
it_it: Etichetta Tassa
nb_no: Skatteetikett
nl_nl: Belastinglabel
pl_pl: Etykieta Podatku
pt_br: Rótulo do Imposto
ro_ro: Etichetă Taxă
ru_ru: Название налога
sv_se: Skatteetikett

source: Examples: VAT, GST, Sales Tax, IVA, MwSt, TVA
da_dk: Eksempler: Moms, VAT
de_de: Beispiele: MwSt., USt., VAT
el: Παραδείγματα: ΦΠΑ, VAT, Tax
es_es: Ejemplos: IVA, VAT, Impuesto
fr_fr: Exemples : TVA, GST, Taxe de vente
hu_hu: Példák: ÁFA, VAT, GST
it_it: Esempi: IVA, VAT
nb_no: Eksempler: MVA, VAT, GST
nl_nl: Voorbeelden: BTW, VAT
pl_pl: Przykłady: VAT, Podatek
pt_br: Exemplos: IVA, VAT, GST
ro_ro: Exemple: TVA, GST, Taxă vânzări
ru_ru: Примеры: НДС, VAT, GST
sv_se: Exempel: Moms, VAT, GST, Sales Tax

source: Tax Registration Number
da_dk: Skatte Registreringsnummer
de_de: Steuernummer
el: Αριθμός Φορολογικού Μητρώου
es_es: Número de registro fiscal
fr_fr: Numéro d'immatriculation fiscale
hu_hu: Adószám
it_it: Numero Partita IVA
nb_no: Skattenummer
nl_nl: BTW-nummer
pl_pl: Numer Identyfikacji Podatkowej (NIP)
pt_br: Número de Registro Fiscal
ro_ro: Număr Înregistrare Fiscală
ru_ru: ИНН
sv_se: Momsregistreringsnummer

source: Your VAT ID, GSTIN, or tax registration number. Displayed on invoices and receipts.
da_dk: Dit CVR-nummer eller momsnummer.
de_de: Ihre USt-IdNr. oder Steuernummer.
el: Το ΑΦΜ σας ή ο αριθμός φορολογικού μητρώου.
es_es: Su NIF/CIF o número de registro fiscal.
fr_fr: Votre ID TVA ou numéro d'enregistrement fiscal.
hu_hu: Az Ön adószáma vagy közösségi adószáma.
it_it: Tua P.IVA.
nb_no: Ditt MVA-nummer eller skattenummer.
nl_nl: Uw BTW-nummer.
pl_pl: Twój numer NIP.
pt_br: Seu número de registro fiscal.
ro_ro: Codul DVS. de TVA sau numărul de înregistrare fiscală.
ru_ru: Ваш номер налогоплательщика.
sv_se: Ditt momsnummer eller skatteregistreringsnummer. Visas på fakturor och kvitton.

source: Accommodation Tax Rate
da_dk: Indkvartering Skattesats
de_de: Steuersatz Unterkunft
el: Συντελεστής Φόρου Διαμονής
es_es: Tasa impositiva alojamiento
fr_fr: Taux de taxe hébergement
hu_hu: Szállás Adókulcs
it_it: Aliquota Alloggio
nb_no: Overnatting skattesats
nl_nl: Accommodatie Belastingtarief
pl_pl: Stawka Podatku za Zakwaterowanie
pt_br: Taxa de Imposto de Acomodação
ro_ro: Rată Taxă Cazare
ru_ru: Ставка налога на проживание
sv_se: Skattesats för boende

source: Tax rate for rooms and children charges. Example: 10 for 10%
da_dk: Skattesats for værelser og børn.
de_de: Steuersatz für Zimmer und Kindergebühren.
el: Φορολογικός συντελεστής για δωμάτια και χρεώσεις παιδιών.
es_es: Tasa para habitaciones y niños.
fr_fr: Taux de taxe pour les chambres et enfants.
hu_hu: Adókulcs szobákhoz és gyermekdíjakhoz.
it_it: Aliquota per camere.
nb_no: Skattesats for rom og barn.
nl_nl: Tarief voor kamers.
pl_pl: Stawka podatku za pokoje.
pt_br: Taxa de imposto para quartos e crianças.
ro_ro: Rata taxei pentru camere și copii.
ru_ru: Налоговая ставка для номеров и детей.
sv_se: Skattesats för rum och barnavgifter. Exempel: 10 för 10%

source: Extras Tax Rate
da_dk: Ekstraudstyr Skattesats
de_de: Steuersatz Extras
el: Συντελεστής Φόρου Παροχών
es_es: Tasa impositiva extras
fr_fr: Taux de taxe extras
hu_hu: Extrák Adókulcs
it_it: Aliquota Extra
nb_no: Ekstra skattesats
nl_nl: Extra's Belastingtarief
pl_pl: Stawka Podatku za Dodatki
pt_br: Taxa de Imposto de Extras
ro_ro: Rată Taxă Extra
ru_ru: Ставка налога на доп. услуги
sv_se: Skattesats för tillval

source: Tax rate for extras (add-ons like breakfast, transfers). Set same as accommodation if unsure.
da_dk: Skattesats for ekstraudstyr.
de_de: Steuersatz für Extras (Zusatzleistungen wie Frühstück, Transfers).
el: Φορολογικός συντελεστής για επιπλέον παροχές.
es_es: Tasa para extras.
fr_fr: Taux de taxe pour les extras.
hu_hu: Adókulcs az extrákhoz.
it_it: Aliquota per extra.
nb_no: Skattesats for ekstrautstyr.
nl_nl: Tarief voor extra's.
pl_pl: Stawka podatku za dodatki.
pt_br: Taxa de imposto para extras.
ro_ro: Rata taxei pentru extra-uri.
ru_ru: Налоговая ставка для дополнительных услуг.
sv_se: Skattesats för tillval (t.ex. frukost, transfer). Sätt samma som boende om du är osäker.

source: Display Options
da_dk: Visningsindstillinger
de_de: Anzeigeoptionen
el: Επιλογές Εμφάνισης
es_es: Opciones de visualización
fr_fr: Options d'affichage
hu_hu: Megjelenítési Beállítások
it_it: Opzioni Visualizzazione
nb_no: Visningsalternativer
nl_nl: Weergaveopties
pl_pl: Opcje Wyświetlania
pt_br: Opções de Exibição
ro_ro: Opțiuni Afișare
ru_ru: Опции отображения
sv_se: Visningsalternativ

source: Show tax breakdown on frontend booking form
da_dk: Vis skattefordeling på frontend
de_de: Steueraufschlüsselung im Frontend-Buchungsformular anzeigen
el: Εμφάνιση ανάλυσης φόρου στη φόρμα κράτησης
es_es: Mostrar desglose de impuestos en frontend
fr_fr: Afficher le détail des taxes sur le formulaire
hu_hu: Adó részletezés megjelenítése az űrlapon
it_it: Mostra dettaglio tasse frontend
nb_no: Vis skattefordeling på bookingskjema
nl_nl: Toon belastingspecificatie frontend
pl_pl: Pokaż podział podatku w formularzu
pt_br: Mostrar detalhamento de impostos no formulário
ro_ro: Afișează defalcare taxe în frontend
ru_ru: Показывать разбивку налогов в форме
sv_se: Visa skattespecifikation i bokningsformuläret

source: Show tax breakdown in confirmation emails
da_dk: Vis skattefordeling i e-mails
de_de: Steueraufschlüsselung in Bestätigungs-E-Mails anzeigen
el: Εμφάνιση ανάλυσης φόρου στα email επιβεβαίωσης
es_es: Mostrar desglose de impuestos en correos
fr_fr: Afficher le détail des taxes dans les e-mails
hu_hu: Adó részletezés megjelenítése az emailekben
it_it: Mostra dettaglio tasse email
nb_no: Vis skattefordeling i bekreftelses-e-poster
nl_nl: Toon belastingspecificatie e-mails
pl_pl: Pokaż podział podatku w e-mailach
pt_br: Mostrar detalhamento de impostos nos e-mails
ro_ro: Afișează defalcare taxe în emailuri
ru_ru: Показывать разбивку налогов в письмах
sv_se: Visa skattespecifikation i bekräftelsemail

source: Rounding Mode
da_dk: Afrundingstilstand
de_de: Rundungsmodus
el: Λειτουργία Στρογγυλοποίησης
es_es: Modo de redondeo
fr_fr: Mode d'arrondi
hu_hu: Kerekítési Mód
it_it: Modalità Arrotondamento
nb_no: Avrundingsmodus
nl_nl: Afrondingsmodus
pl_pl: Tryb Zaokrąglania
pt_br: Modo de Arredondamento
ro_ro: Mod Rotunjire
ru_ru: Режим округления
sv_se: Avrundningsläge

source: Per Total (Recommended)
da_dk: Pr. Total (Anbefalet)
de_de: Pro Gesamtbetrag (Empfohlen)
el: Ανά Σύνολο (Συνιστάται)
es_es: Por Total (Recomendado)
fr_fr: Par total (Recommandé)
hu_hu: Végösszeg Alapján (Ajánlott)
it_it: Per Totale (Consigliato)
nb_no: Per total (Anbefalt)
nl_nl: Per Totaal (Aanbevolen)
pl_pl: Od Sumy (Zalecane)
pt_br: Por Total (Recomendado)
ro_ro: Per Total (Recomandat)
ru_ru: По итогу (Рекомендуется)
sv_se: Per total (Rekommenderas)

source: Per Line Item
da_dk: Pr. Linjevare
de_de: Pro Einzelposten
el: Ανά Είδος Γραμμής
es_es: Por línea
fr_fr: Par ligne d'article
hu_hu: Tételenként
it_it: Per Riga
nb_no: Per linjeelement
nl_nl: Per Regelitem
pl_pl: Od Pozycji
pt_br: Por Item de Linha
ro_ro: Per Articol
ru_ru: По строкам
sv_se: Per radartikel

source: Per Total: Round tax on final total. Per Line: Round each item's tax separately.
da_dk: Pr. Total: Afrund skat på endelig total.
de_de: Pro Gesamtbetrag: Rundet die Steuer auf den Endbetrag.
el: Ανά Σύνολο: Στρογγυλοποίηση φόρου στο τελικό σύνολο.
es_es: Por Total: Redondear impuesto en el total final.
fr_fr: Par Total : Arrondir la taxe sur le total final.
hu_hu: Végösszeg Alapján: Adó kerekítése a végösszegnél.
it_it: Per Totale: Arrotonda sul finale.
nb_no: Per total: Rund av skatt på sluttsummen.
nl_nl: Per Totaal: Rond af op totaal.
pl_pl: Od Sumy: Zaokrąglij podatek na końcu.
pt_br: Por Total: Arredonda o imposto no total final.
ro_ro: Per Total: Rotunjește taxa la totalul final.
ru_ru: По итогу: Округлять налог от общей суммы.
sv_se: Per total: Avrunda skatt på slutsumman. Per rad: Avrunda varje artikels skatt separat.

source: Decimal Places
da_dk: Decimalpladser
de_de: Dezimalstellen
el: Δεκαδικά Ψηφία
es_es: Decimales
fr_fr: Décimales
hu_hu: Tizedesjegyek
it_it: Decimali
nb_no: Desimaler
nl_nl: Decimalen
pl_pl: Miejsca Dziesiętne
pt_br: Casas Decimais
ro_ro: Zecimale
ru_ru: Десятичные знаки
sv_se: Decimaler

source: Number of decimal places for tax amounts (usually 2).
da_dk: Antal decimalpladser for skattebeløb (normalt 2).
de_de: Anzahl der Dezimalstellen für Steuerbeträge (normalerweise 2).
el: Αριθμός δεκαδικών ψηφίων για ποσά φόρων (συνήθως 2).
es_es: Número de decimales para impuestos.
fr_fr: Nombre de décimales pour les montants de taxe (habituellement 2).
hu_hu: Tizedesjegyek száma az adóösszegeknél (általában 2).
it_it: Numero decimali (solitamente 2).
nb_no: Antall desimaler for skattebeløp.
nl_nl: Aantal decimalen.
pl_pl: Liczba miejsc po przecinku (zwykle 2).
pt_br: Número de casas decimais para valores de impostos.
ro_ro: Număr de zecimale pentru taxe (de obicei 2).
ru_ru: Количество знаков после запятой для налогов.
sv_se: Antal decimaler för skattebelopp (vanligtvis 2).

source: Country-Specific VAT Rates Reference
da_dk: Landespecifikke Momssatser Reference
de_de: Referenz für länderspezifische MwSt.-Sätze
el: Αναφορά Συντελεστών ΦΠΑ ανά Χώρα
es_es: Referencia de tasas de IVA por país
fr_fr: Référence des taux de TVA par pays
hu_hu: Országspecifikus ÁFA Kulcs Referencia
it_it: Riferimento Aliquote IVA Paese
nb_no: Landsspesifikk MVA-satsreferanse
nl_nl: Land-Specifieke BTW Tarieven Referentie
pl_pl: Referencyjne Stawki VAT dla Krajów
pt_br: Referência de Taxas de IVA Específicas por País
ro_ro: Referință Rate TVA Specifice Țării
ru_ru: Справочник ставок НДС по странам
sv_se: Referens för landsspecifika momssatser

source: Country
da_dk: Land
de_de: Land
el: Χώρα
es_es: País
fr_fr: Pays
hu_hu: Ország
it_it: Paese
nb_no: Land
nl_nl: Land
pl_pl: Kraj
pt_br: País
ro_ro: Țară
ru_ru: Страна
sv_se: Land
