Repository: leslieradue-web/modern-hotel-booking-free
Catalog: languages/modern-hotel-booking-*.po
Languages: da_dk, de_de, el, es_es, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sv_se

source: Date/time payment was completed (read-only).
da_dk: Dato/tidspunkt for gennemført betaling (kun læsning).
de_de: Datum/Uhrzeit der Zahlungsabwicklung (schreibgeschützt).
el: Ημερομηνία/ώρα ολοκλήρωσης πληρωμής (μόνο για ανάγνωση).
es_es: Fecha/hora en que se completó el pago (solo lectura).
fr_fr: Date/heure à laquelle le paiement a été effectué (lecture seule).
hu_hu: A fizetés befejezésének dátuma/ideje (csak olvasható).
it_it: Data/ora completamento pagamento (sola lettura).
nb_no: Dato/tid betalingen ble fullført (skrivebeskyttet).
nl_nl: Datum/tijd dat de betaling is voltooid (alleen lezen).
pl_pl: Data/godzina zakończenia płatności (tylko do odczytu).
pt_br: Data/hora em que o pagamento foi concluído (somente leitura).
ro_ro: Data/ora când plata a fost finalizată (doar citire).
ru_ru: Дата/время завершения оплаты (только чтение).
sv_se: Datum/tid då betalningen slutfördes (skrivskyddad).

source: Payment Error
da_dk: Betalingsfejl
de_de: Zahlungsfehler
el: Σφάλμα Πληρωμής
es_es: Error de pago
fr_fr: Erreur de paiement
hu_hu: Fizetési hiba
it_it: Errore Pagamento
nb_no: Betalingsfeil
nl_nl: Betalingsfout
pl_pl: Błąd płatności
pt_br: Erro no Pagamento
ro_ro: Eroare Plată
ru_ru: Ошибка оплаты
sv_se: Betalningsfel

source: Error message from failed payment.
da_dk: Fejlmeddelelse fra mislykket betaling.
de_de: Fehlermeldung der fehlgeschlagenen Zahlung.
el: Μήνυμα σφάλματος από αποτυχημένη πληρωμή.
es_es: Mensaje de error del pago fallido.
fr_fr: Message d'erreur du paiement échoué.
hu_hu: Hibaüzenet a sikertelen fizetésről.
it_it: Messaggio di errore dal pagamento fallito.
nb_no: Feilmelding fra mislykket betaling.
nl_nl: Foutmelding van mislukte betaling.
pl_pl: Komunikat błędu nieudanej płatności.
pt_br: Mensagem de erro do pagamento com falha.
ro_ro: Mesaj de eroare de la plata eșuată.
ru_ru: Сообщение об ошибке при неудачной оплате.
sv_se: Felmeddelande från misslyckad betalning.

source: %s Breakdown
da_dk: %s Specifikation
de_de: %s Aufschlüsselung
el: Ανάλυση %s
es_es: Desglose de %s
fr_fr: Détail %s
hu_hu: %s Részletezés
it_it: Dettaglio %s
nb_no: %s Fordeling
nl_nl: %s Specificatie
pl_pl: Szczegóły %s
pt_br: Detalhamento de %s
ro_ro: Defalcare %s
ru_ru: Детализация %s
sv_se: %s Specifikation

source: Cancelled
da_dk: Annulleret
de_de: Storniert
el: Ακυρώθηκε
es_es: Cancelada
fr_fr: Annulé
hu_hu: Lemondva
it_it: Cancellata
nb_no: Kansellert
nl_nl: Geannuleerd
pl_pl: Anulowana
pt_br: Cancelado
ro_ro: Anulat
ru_ru: Отменено
sv_se: Avbokad

source: Update Booking
da_dk: Opdater booking
de_de: Buchung aktualisieren
el: Ενημέρωση Κράτησης
es_es: Actualizar reserva
fr_fr: Mettre à jour la réservation
hu_hu: Foglalás frissítése
it_it: Aggiorna Prenotazione
nb_no: Oppdater booking
nl_nl: Boeking bijwerken
pl_pl: Zaktualizuj rezerwację
pt_br: Atualizar Reserva
ro_ro: Actualizează Rezervarea
ru_ru: Обновить бронирование
sv_se: Uppdatera bokning

source: Are you sure you want to delete this booking? This action cannot be undone.
da_dk: Er du sikker på, at du vil slette denne booking? Denne handling kan ikke fortrydes.
de_de: Sind Sie sicher, dass Sie diese Buchung löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτή την κράτηση; Αυτή η ενέργεια δεν αναιρείται.
es_es: ¿Está seguro de que desea eliminar esta reserva? Esta acción no se puede deshacer.
fr_fr: Êtes-vous sûr de vouloir supprimer cette réservation ? Cette action est irréversible.
hu_hu: Biztosan törölni szeretné ezt a foglalást? Ez a művelet nem vonható vissza.
it_it: Sei sicuro di voler eliminare questa prenotazione? Questa azione non può essere annullata.
nb_no: Er du sikker på at du vil slette denne bookingen? Denne handlingen kan ikke angres.
nl_nl: Weet u zeker dat u deze boeking wilt verwijderen? Dit kan niet ongedaan worden gemaakt.
pl_pl: Czy na pewno chcesz usunąć tę rezerwację? Tej operacji nie można cofnąć.
pt_br: Tem certeza que deseja excluir esta reserva? Esta ação não pode ser desfeita.
ro_ro: Sigur doriți să ștergeți această rezervare? Această acțiune nu poate fi anulată.
ru_ru: Вы уверены, что хотите удалить это бронирование? Это действие нельзя отменить.
sv_se: Är du säker på att du vill ta bort denna bokning? Denna åtgärd kan inte ångras.

source: Delete Booking
da_dk: Slet booking
de_de: Buchung löschen
el: Διαγραφή Κράτησης
es_es: Eliminar reserva
fr_fr: Supprimer la réservation
hu_hu: Foglalás törlése
it_it: Elimina Prenotazione
nb_no: Slett booking
nl_nl: Verwijder boeking
pl_pl: Usuń rezerwację
pt_br: Excluir Reserva
ro_ro: Șterge rezervarea
ru_ru: Удалить бронирование
sv_se: Ta bort bokning

source: Dates
da_dk: Datoer
de_de: Daten
el: Ημερομηνίες
es_es: Fechas
hu_hu: Dátumok
it_it: Date
nb_no: Datoer
nl_nl: Data
pl_pl: Daty
pt_br: Datas
ro_ro: Date
ru_ru: Даты
sv_se: Datum

source: Payment
da_dk: Betaling
de_de: Zahlung
el: Πληρωμή
es_es: Pago
fr_fr: Paiement
hu_hu: Fizetés
it_it: Pagamento
nb_no: Betaling
nl_nl: Betaling
pl_pl: Płatność
pt_br: Pagamento
ro_ro: Plată
ru_ru: Оплата
sv_se: Betalning

source: Lang
da_dk: Sprog
de_de: Sprache
el: Γλώσσα
es_es: Idioma
fr_fr: Langue
hu_hu: Nyelv
it_it: Lingua
nb_no: Språk
nl_nl: Taal
pl_pl: Jęz
pt_br: Idioma
ro_ro: Limbă
ru_ru: Язык
sv_se: Språk

source: Actions
da_dk: Handlinger
de_de: Aktionen
el: Ενέργειες
es_es: Acciones
hu_hu: Műveletek
it_it: Azioni
nb_no: Handlinger
nl_nl: Acties
pl_pl: Akcje
pt_br: Ações
ro_ro: Acțiuni
ru_ru: Действия
sv_se: Åtgärder

source: Paid in full
da_dk: Fuldt betalt
de_de: Vollständig bezahlt
el: Εξοφλήθηκε
es_es: Pagado en su totalidad
fr_fr: Payé en totalité
hu_hu: Teljesen kifizetve
it_it: Pagato interamente
nb_no: Fullt betalt
nl_nl: Volledig betaald
pl_pl: Opłacono w całości
pt_br: Pago integralmente
ro_ro: Plătit integral
ru_ru: Оплачено полностью
sv_se: Fullt betald

source: Outstanding: %s
da_dk: Udestående: %s
de_de: Ausstehend: %s
el: Υπόλοιπο: %s
es_es: Pendiente: %s
fr_fr: Reste à payer : %s
hu_hu: Fennmaradó: %s
it_it: In sospeso: %s
nb_no: Utestående: %s
nl_nl: Openstaand: %s
pl_pl: Do zapłaty: %s
pt_br: Pendente: %s
ro_ro: Restant: %s
ru_ru: Остаток: %s
sv_se: Utestående: %s

source: Edit
da_dk: Rediger
de_de: Bearbeiten
el: Επεξεργασία
es_es: Editar
fr_fr: Modifier
hu_hu: Szerkesztés
it_it: Modifica
nb_no: Rediger
nl_nl: Bewerken
pl_pl: Edytuj
pt_br: Editar
ro_ro: Editează
ru_ru: Редактировать
sv_se: Redigera

source: Confirm
da_dk: Bekræft
de_de: Bestätigen
el: Επιβεβαίωση
es_es: Confirmar
fr_fr: Confirmer
hu_hu: Megerősítés
it_it: Conferma
nb_no: Bekreft
nl_nl: Bevestigen
pl_pl: Potwierdź
pt_br: Confirmar
ro_ro: Confirmă
ru_ru: Подтвердить
sv_se: Bekräfta

source: Delete this booking?
da_dk: Slet denne booking?
de_de: Diese Buchung löschen?
el: Διαγραφή αυτής της κράτησης;
es_es: ¿Eliminar esta reserva?
fr_fr: Supprimer cette réservation ?
hu_hu: Törli ezt a foglalást?
it_it: Eliminare questa prenotazione?
nb_no: Slette denne bookingen?
nl_nl: Deze boeking verwijderen?
pl_pl: Usunąć tę rezerwację?
pt_br: Excluir esta reserva?
ro_ro: Ștergeți această rezervare?
ru_ru: Удалить это бронирование?
sv_se: Ta bort denna bokning?

source: Delete
da_dk: Slet
de_de: Löschen
el: Διαγραφή
es_es: Eliminar
fr_fr: Supprimer
hu_hu: Törlés
it_it: Elimina
nb_no: Slett
nl_nl: Verwijderen
pl_pl: Usuń
pt_br: Excluir
ro_ro: Șterge
ru_ru: Удалить
sv_se: Ta bort

source: No bookings found.
da_dk: Ingen bookinger fundet.
de_de: Keine Buchungen gefunden.
el: Δεν βρέθηκαν κρατήσεις.
es_es: No se encontraron reservas.
fr_fr: Aucune réservation trouvée.
hu_hu: Nincsenek foglalások.
it_it: Nessuna prenotazione trovata.
nb_no: Ingen bookinger funnet.
nl_nl: Geen boekingen gevonden.
pl_pl: Nie znaleziono rezerwacji.
pt_br: Nenhuma reserva encontrada.
ro_ro: Nu s-au găsit rezervări.
ru_ru: Бронирования не найдены.
sv_se: Inga bokningar hittades.

source: Room Type Deleted.
da_dk: Værelsestype slettet.
de_de: Zimmerkategorie gelöscht.
el: Ο Τύπος Δωματίου Διαγράφηκε.
es_es: Tipo de habitación eliminado.
fr_fr: Type de chambre supprimé.
hu_hu: Szobatípus törölve.
it_it: Tipo Camera Eliminato.
nb_no: Romtype slettet.
nl_nl: Kamertype verwijderd.
pl_pl: Typ pokoju usunięty.
pt_br: Tipo de Quarto Excluído.
ro_ro: Tip Cameră Șters.
ru_ru: Тип номера удален.
sv_se: Rumstyp raderad.

source: Room Type Updated!
da_dk: Værelsestype opdateret!
de_de: Zimmerkategorie aktualisiert!
el: Ο Τύπος Δωματίου Ενημερώθηκε!
es_es: ¡Tipo de habitación actualizado!
fr_fr: Type de chambre mis à jour !
hu_hu: Szobatípus frissítve!
it_it: Tipo Camera Aggiornato!
nb_no: Romtype oppdatert!
nl_nl: Kamertype bijgewerkt!
pl_pl: Typ pokoju zaktualizowany!
pt_br: Tipo de Quarto Atualizado!
ro_ro: Tip Cameră Actualizat!
ru_ru: Тип номера обновлен!
sv_se: Rumstyp uppdaterad!

source: Room Type Added!
da_dk: Værelsestype tilføjet!
de_de: Zimmerkategorie hinzugefügt!
el: Ο Τύπος Δωματίου Προστέθηκε!
es_es: ¡Tipo de habitación añadido!
fr_fr: Type de chambre ajouté !
hu_hu: Szobatípus hozzáadva!
it_it: Tipo Camera Aggiunto!
nb_no: Romtype lagt til!
nl_nl: Kamertype toegevoegd!
pl_pl: Typ pokoju dodany!
pt_br: Tipo de Quarto Adicionado!
ro_ro: Tip Cameră Adăugat!
ru_ru: Тип номера добавлен!
sv_se: Rumstyp tillagd!

source: Manage Room Types
da_dk: Administrer værelsestyper
de_de: Zimmerkategorien verwalten
el: Διαχείριση Τύπων Δωματίων
es_es: Gestionar tipos de habitación
fr_fr: Gérer les types de chambres
hu_hu: Szobatípusok kezelése
it_it: Gestisci Tipi Camera
nb_no: Administrer romtyper
nl_nl: Beheer kamertypes
pl_pl: Zarządzaj typami pokoi
pt_br: Gerenciar Tipos de Quarto
ro_ro: Gestionare Tipuri Camere
ru_ru: Управление типами номеров
sv_se: Hantera rumstyper

source: Edit Room Type
da_dk: Rediger værelsestype
de_de: Zimmerkategorie bearbeiten
el: Επεξεργασία Τύπου Δωματίου
es_es: Editar tipo de habitación
fr_fr: Modifier le type de chambre
hu_hu: Szobatípus szerkesztése
it_it: Modifica Tipo Camera
nb_no: Rediger romtype
nl_nl: Bewerk kamertype
pl_pl: Edytuj typ pokoju
pt_br: Editar Tipo de Quarto
ro_ro: Editează Tip Cameră
ru_ru: Редактировать тип номера
sv_se: Redigera rumstyp

source: Add New Type
da_dk: Tilføj ny type
de_de: Neue Kategorie hinzufügen
el: Προσθήκη Νέου Τύπου
es_es: Añadir nuevo tipo
fr_fr: Ajouter un nouveau type
hu_hu: Új típus hozzáadása
it_it: Aggiungi Nuovo Tipo
nb_no: Legg til ny type
nl_nl: Nieuw type toevoegen
pl_pl: Dodaj nowy typ
pt_br: Adicionar Novo Tipo
ro_ro: Adaugă Tip Nou
ru_ru: Добавить новый тип
sv_se: Lägg till ny typ

source: Name
da_dk: Navn
el: Όνομα
es_es: Nombre
fr_fr: Nom
hu_hu: Név
it_it: Nome
nb_no: Navn
nl_nl: Naam
pl_pl: Nazwa
pt_br: Nome
ro_ro: Nume
ru_ru: Имя
sv_se: Namn

source: Description
da_dk: Beskrivelse
de_de: Beschreibung
el: Περιγραφή
es_es: Descripción
hu_hu: Leírás
it_it: Descrizione
nb_no: Beskrivelse
nl_nl: Beschrijving
pl_pl: Opis
pt_br: Descrição
ro_ro: Descriere
ru_ru: Описание
sv_se: Beskrivning

source: Base Price
da_dk: Basispris
de_de: Grundpreis
el: Βασική Τιμή
es_es: Precio base
fr_fr: Prix de base
hu_hu: Alapár
it_it: Prezzo Base
nb_no: Grunnpris
nl_nl: Basisprijs
pl_pl: Cena podstawowa
pt_br: Preço Base
ro_ro: Preț de bază
ru_ru: Базовая цена
sv_se: Grundpris

source: Max Adults
da_dk: Maks. voksne
de_de: Max. Erwachsene
el: Μέγ. Ενήλικες
es_es: Máx. adultos
fr_fr: Max. adultes
hu_hu: Max felnőttek
it_it: Max Adulti
nb_no: Maks voksne
nl_nl: Max volwassenen
pl_pl: Maks. dorosłych
pt_br: Máx. Adultos
ro_ro: Max Adulți
ru_ru: Макс. взрослых
sv_se: Max vuxna

source: Max Children
da_dk: Maks. børn
de_de: Max. Kinder
el: Μέγ. Παιδιά
es_es: Máx. niños
fr_fr: Max. enfants
hu_hu: Max gyermekek
it_it: Max Bambini
nb_no: Maks barn
nl_nl: Max kinderen
pl_pl: Maks. dzieci
pt_br: Máx. Crianças
ro_ro: Max Copii
ru_ru: Макс. детей
sv_se: Max barn

source: Child Free Age Limit
da_dk: Aldersgrænse for gratis børn
de_de: Altersgrenze für kostenlose Kinder
el: Όριο Ηλικίας Δωρεάν Παιδιών
es_es: Límite de edad para niños gratis
fr_fr: Limite d'âge gratuité enfant
hu_hu: Ingyenes gyermek korhatár
it_it: Limite Età Bambini Gratis
nb_no: Aldersgrense for gratis barn
nl_nl: Leeftijdsgrens gratis kinderen
pl_pl: Limit wieku bezpłatnego pobytu dzieci
pt_br: Idade Limite para Criança Grátis
ro_ro: Limită Vârstă Gratuitate Copii
ru_ru: Возраст бесплатного проживания детей
sv_se: Åldersgräns för gratis barn

source: Children at or under this age stay free.
da_dk: Børn på eller under denne alder bor gratis.
de_de: Kinder bis zu diesem Alter übernachten kostenlos.
el: Τα παιδιά σε αυτή την ηλικία ή μικρότερα διαμένουν δωρεάν.
es_es: Los niños de esta edad o menos se alojan gratis.
fr_fr: Les enfants de cet âge ou moins séjournent gratuitement.
hu_hu: A megadott kor alatti gyermekek ingyen szállhatnak meg.
it_it: I bambini di questa età o inferiore soggiornano gratis.
nb_no: Barn på eller under denne alderen bor gratis.
nl_nl: Kinderen van of onder deze leeftijd verblijven gratis.
pl_pl: Dzieci w tym wieku lub młodsze przebywają bezpłatnie.
pt_br: Crianças com ou abaixo desta idade ficam de graça.
ro_ro: Copiii sub sau la această vârstă stau gratuit.
ru_ru: Дети этого возраста или младше проживают бесплатно.
sv_se: Barn vid eller under denna ålder bor gratis.

source: Child Rate (per night)
da_dk: Børnepris (pr. nat)
de_de: Kindertarif (pro Nacht)
el: Χρέωση Παιδιού (ανά διανυκτέρευση)
es_es: Tarifa infantil (por noche)
fr_fr: Tarif enfant (par nuit)
hu_hu: Gyermek ár (éjszakánként)
it_it: Tariffa Bambini (per notte)
nb_no: Barnepris (per natt)
nl_nl: Kindertarief (per nacht)
pl_pl: Stawka za dziecko (za noc)
pt_br: Tarifa Criança (por noite)
ro_ro: Tarif Copil (pe noapte)
ru_ru: Тариф для детей (за ночь)
sv_se: Barnpris (per natt)

source: Image URL
da_dk: Billede URL
de_de: Bild-URL
el: URL Εικόνας
es_es: URL de la imagen
fr_fr: URL de l'image
hu_hu: Kép URL
it_it: URL Immagine
nb_no: Bilde-URL
nl_nl: Afbeelding URL
pl_pl: URL obrazka
pt_br: URL da Imagem
ro_ro: URL Imagine
ru_ru: URL изображения
sv_se: Bild-URL

source: Amenities
da_dk: Faciliteter
de_de: Ausstattung
el: Παροχές
es_es: Servicios
fr_fr: Équipements
hu_hu: Felszereltség
it_it: Servizi
nb_no: Fasiliteter
nl_nl: Voorzieningen
pl_pl: Udogodnienia
pt_br: Comodidades
ro_ro: Facilități
ru_ru: Удобства
sv_se: Bekvämligheter

source: Update Room Type
da_dk: Opdater værelsestype
de_de: Zimmerkategorie aktualisieren
el: Ενημέρωση Τύπου Δωματίου
es_es: Actualizar tipo de habitación
fr_fr: Mettre à jour le type de chambre
hu_hu: Szobatípus frissítése
it_it: Aggiorna Tipo Camera
nb_no: Oppdater romtype
nl_nl: Kamertype bijwerken
pl_pl: Zaktualizuj typ pokoju
pt_br: Atualizar Tipo de Quarto
ro_ro: Actualizează Tip Cameră
ru_ru: Обновить тип номера
sv_se: Uppdatera rumstyp

source: Add Room Type
da_dk: Tilføj værelsestype
de_de: Zimmerkategorie hinzufügen
el: Προσθήκη Τύπου Δωματίου
es_es: Añadir tipo de habitación
fr_fr: Ajouter un type de chambre
hu_hu: Szobatípus hozzáadása
it_it: Aggiungi Tipo Camera
nb_no: Legg til romtype
nl_nl: Kamertype toevoegen
pl_pl: Dodaj typ pokoju
pt_br: Adicionar Tipo de Quarto
ro_ro: Adaugă Tip Cameră
ru_ru: Добавить тип номера
sv_se: Lägg till rumstyp

source: Image
da_dk: Billede
de_de: Bild
el: Εικόνα
es_es: Imagen
hu_hu: Kép
it_it: Immagine
nb_no: Bilde
nl_nl: Afbeelding
pl_pl: Obrazek
pt_br: Imagem
ro_ro: Imagine
ru_ru: Изображение
sv_se: Bild

source: Price
da_dk: Pris
de_de: Preis
el: Τιμή
es_es: Precio
fr_fr: Prix
hu_hu: Ár
it_it: Prezzo
nb_no: Pris
nl_nl: Prijs
pl_pl: Cena
pt_br: Preço
ro_ro: Preț
ru_ru: Цена
sv_se: Pris

source: No Image
da_dk: Intet billede
de_de: Kein Bild
el: Χωρίς Εικόνα
es_es: Sin imagen
fr_fr: Aucune image
hu_hu: Nincs kép
it_it: Nessuna Immagine
nb_no: Ingen bilde
nl_nl: Geen afbeelding
pl_pl: Brak obrazka
pt_br: Sem Imagem
ro_ro: Fără Imagine
ru_ru: Нет изображения
sv_se: Ingen bild

source: None
da_dk: Ingen
de_de: Keine
el: Κανένα
es_es: Ninguno
fr_fr: Aucun
hu_hu: Nincs
it_it: Nessuno
nb_no: Ingen
nl_nl: Geen
pl_pl: Brak
pt_br: Nenhum
ro_ro: Niciunul
ru_ru: Нет
sv_se: Ingen

source: Are you sure you want to delete this room type? This may affect existing rooms.
da_dk: Er du sikker på, at du vil slette denne værelsestype? Dette kan påvirke eksisterende værelser.
de_de: Sind Sie sicher, dass Sie diese Zimmerkategorie löschen möchten? Dies kann bestehende Zimmer beeinflussen.
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτόν τον τύπο δωματίου; Αυτό μπορεί να επηρεάσει τα υπάρχοντα δωμάτια.
es_es: ¿Está seguro de que desea eliminar este tipo de habitación? Esto puede afectar a las habitaciones existentes.
fr_fr: Êtes-vous sûr de vouloir supprimer ce type de chambre ? Cela peut affecter les chambres existantes.
hu_hu: Biztosan törli ezt a szobatípust? Ez hatással lehet a meglévő szobákra.
it_it: Sei sicuro di voler eliminare questo tipo di camera? Potrebbe influenzare le camere esistenti.
nb_no: Er du sikker på at du vil slette denne romtypen? Dette kan påvirke eksisterende rom.
nl_nl: Weet u zeker dat u dit kamertype wilt verwijderen? Dit kan invloed hebben op bestaande kamers.
pl_pl: Czy na pewno chcesz usunąć ten typ pokoju? Może to wpłynąć na istniejące pokoje.
pt_br: Tem certeza que deseja excluir este tipo de quarto? Isso pode afetar quartos existentes.
ro_ro: Sigur doriți să ștergeți acest tip de cameră? Poate afecta camerele existente.
ru_ru: Вы уверены, что хотите удалить этот тип номера? Это может повлиять на существующие номера.
sv_se: Är du säker på att du vill ta bort denna rumstyp? Detta kan påverka befintliga rum.

source: Room Deleted.
da_dk: Værelse slettet.
de_de: Zimmer gelöscht.
el: Το Δωμάτιο Διαγράφηκε.
es_es: Habitación eliminada.
fr_fr: Chambre supprimée.
hu_hu: Szoba törölve.
it_it: Camera Eliminata.
nb_no: Rom slettet.
nl_nl: Kamer verwijderd.
pl_pl: Pokój usunięty.
pt_br: Quarto Excluído.
ro_ro: Cameră Ștearsă.
ru_ru: Номер удален.
sv_se: Rum raderat.

source: Manage Rooms
da_dk: Administrer værelser
de_de: Zimmer verwalten
el: Διαχείριση Δωματίων
es_es: Gestionar habitaciones
fr_fr: Gérer les chambres
hu_hu: Szobák kezelése
it_it: Gestisci Camere
nb_no: Administrer rom
nl_nl: Beheer kamers
pl_pl: Zarządzaj pokojami
pt_br: Gerenciar Quartos
ro_ro: Gestionare Camere
ru_ru: Управление номерами
sv_se: Hantera rum

source: iCal Synchronization
da_dk: iCal-synkronisering
de_de: iCal-Synchronisation
el: Συγχρονισμός iCal
es_es: Sincronización iCal
fr_fr: Synchronisation iCal
hu_hu: iCal Szinkronizálás
it_it: Sincronizzazione iCal
nb_no: iCal Synkronisering
nl_nl: iCal Synchronisatie
pl_pl: Synchronizacja iCal
pt_br: Sincronização iCal
ro_ro: Sincronizare iCal
ru_ru: Синхронизация iCal
sv_se: iCal-synkronisering

source: Back to Rooms
da_dk: Tilbage til værelser
de_de: Zurück zu den Zimmern
el: Πίσω στα Δωμάτια
es_es: Volver a habitaciones
fr_fr: Retour aux chambres
hu_hu: Vissza a szobákhoz
it_it: Torna alle Camere
nb_no: Tilbake til rom
nl_nl: Terug naar kamers
pl_pl: Powrót do pokoi
pt_br: Voltar para Quartos
ro_ro: Înapoi la Camere
ru_ru: Назад к номерам
sv_se: Tillbaka till rum

source: Feed Added!
da_dk: Feed tilføjet!
de_de: Feed hinzugefügt!
el: Το Feed Προστέθηκε!
es_es: ¡Feed añadido!
fr_fr: Flux ajouté !
hu_hu: Feed hozzáadva!
it_it: Feed Aggiunto!
nb_no: Feed lagt til!
nl_nl: Feed toegevoegd!
pl_pl: Dodano kanał!
pt_br: Feed Adicionado!
ro_ro: Feed Adăugat!
ru_ru: Канал добавлен!
sv_se: Flöde tillagt!

source: Sync Completed.
da_dk: Synkronisering fuldført.
de_de: Synchronisation abgeschlossen.
el: Ο Συγχρονισμός Ολοκληρώθηκε.
es_es: Sincronización completada.
fr_fr: Synchronisation terminée.
hu_hu: Szinkronizálás kész.
it_it: Sincronizzazione Completata.
nb_no: Synkronisering fullført.
nl_nl: Synchronisatie voltooid.
pl_pl: Synchronizacja zakończona.
pt_br: Sincronização Concluída.
ro_ro: Sincronizare Completă.
ru_ru: Синхронизация завершена.
sv_se: Synkronisering slutförd.

source: Room Updated!
da_dk: Værelse opdateret!
de_de: Zimmer aktualisiert!
el: Το Δωμάτιο Ενημερώθηκε!
es_es: ¡Habitación actualizada!
fr_fr: Chambre mise à jour !
hu_hu: Szoba frissítve!
it_it: Camera Aggiornata!
nb_no: Rom oppdatert!
nl_nl: Kamer bijgewerkt!
pl_pl: Pokój zaktualizowany!
pt_br: Quarto Atualizado!
ro_ro: Cameră Actualizată!
ru_ru: Номер обновлен!
sv_se: Rum uppdaterat!

source: Room Added!
da_dk: Værelse tilføjet!
de_de: Zimmer hinzugefügt!
el: Το Δωμάτιο Προστέθηκε!
es_es: ¡Habitación añadida!
fr_fr: Chambre ajoutée !
hu_hu: Szoba hozzáadva!
it_it: Camera Aggiunta!
nb_no: Rom lagt til!
nl_nl: Kamer toegevoegd!
pl_pl: Pokój dodany!
pt_br: Quarto Adicionado!
ro_ro: Cameră Adăugată!
ru_ru: Номер добавлен!
sv_se: Rum tillagt!

source: iCal Sync — Room %s
da_dk: iCal Sync — Værelse %s
de_de: iCal Sync — Zimmer %s
el: Συγχρονισμός iCal — Δωμάτιο %s
es_es: Sincronización iCal — Habitación %s
fr_fr: Synchro iCal — Chambre %s
hu_hu: iCal Szinkron — %s Szoba
it_it: Sync iCal — Camera %s
nb_no: iCal Synk — Rom %s
nl_nl: iCal Sync — Kamer %s
pl_pl: Synchronizacja iCal — Pokój %s
pt_br: Sincronização iCal — Quarto %s
ro_ro: Sincronizare iCal — Cameră %s
ru_ru: Синхронизация iCal — Номер %s
sv_se: iCal-synk — Rum %s

source: Export URL
da_dk: Eksport URL
el: URL Εξαγωγής
es_es: URL de exportación
fr_fr: URL d'exportation
it_it: URL Esportazione
nb_no: Eksport-URL
pl_pl: URL eksportu
pt_br: URL de Exportação
ro_ro: URL Export
ru_ru: URL экспорта

source: Import Feeds
da_dk: Importer feeds
de_de: Feeds importieren
el: Εισαγωγή Feeds
es_es: Importar feeds
fr_fr: Importer des flux
hu_hu: Feedek importálása
it_it: Importa Feed
nb_no: Importer feeds
nl_nl: Feeds importeren
pl_pl: Importuj kanały
pt_br: Importar Feeds
ro_ro: Importă Feed-uri
ru_ru: Импорт каналов
sv_se: Importera flöden

source: Last Synced
da_dk: Sidst synkroniseret
de_de: Zuletzt synchronisiert
el: Τελευταίος Συγχρονισμός
es_es: Última sincronización
fr_fr: Dernière synchro
hu_hu: Utolsó szinkronizálás
it_it: Ultima Sync
nb_no: Sist synkronisert
nl_nl: Laatst gesynchroniseerd
pl_pl: Ostatnia synchronizacja
pt_br: Última Sincronização
ro_ro: Ultima sincronizare
ru_ru: Последняя синхронизация
sv_se: Senast synkroniserad

source: Never
da_dk: Aldrig
de_de: Nie
el: Ποτέ
es_es: Nunca
fr_fr: Jamais
hu_hu: Soha
it_it: Mai
nb_no: Aldri
nl_nl: Nooit
pl_pl: Nigdy
pt_br: Nunca
ro_ro: Niciodată
ru_ru: Никогда
sv_se: Aldrig

source: Delete?
da_dk: Slet?
de_de: Löschen?
el: Διαγραφή;
es_es: ¿Eliminar?
fr_fr: Supprimer ?
hu_hu: Törlés?
it_it: Eliminare?
nb_no: Slett?
nl_nl: Verwijderen?
pl_pl: Usunąć?
pt_br: Excluir?
ro_ro: Șterge?
ru_ru: Удалить?
sv_se: Ta bort?

source: Add New Feed
da_dk: Tilføj nyt feed
de_de: Neuen Feed hinzufügen
el: Προσθήκη Νέου Feed
es_es: Añadir nuevo feed
fr_fr: Ajouter un nouveau flux
hu_hu: Új feed hozzáadása
it_it: Aggiungi Nuovo Feed
nb_no: Legg til ny feed
nl_nl: Nieuwe feed toevoegen
pl_pl: Dodaj nowy kanał
pt_br: Adicionar Novo Feed
ro_ro: Adaugă Feed Nou
ru_ru: Добавить новый канал
sv_se: Lägg till nytt flöde

source: Name (e.g. Airbnb)
da_dk: Navn (f.eks. Airbnb)
de_de: Name (z.B. Airbnb)
el: Όνομα (π.χ. Airbnb)
es_es: Nombre (ej. Airbnb)
fr_fr: Nom (ex. Airbnb)
hu_hu: Név (pl. Airbnb)
it_it: Nome (es. Airbnb)
nb_no: Navn (f.eks. Airbnb)
nl_nl: Naam (bv. Airbnb)
pl_pl: Nazwa (np. Airbnb)
pt_br: Nome (ex: Airbnb)
ro_ro: Nume (ex. Airbnb)
ru_ru: Название (например, Airbnb)
sv_se: Namn (t.ex. Airbnb)

source: iCal URL
el: URL iCal
es_es: URL de iCal
fr_fr: URL iCal
it_it: URL iCal
pl_pl: URL iCal
pt_br: URL iCal
ro_ro: URL iCal
ru_ru: URL iCal

source: Add Feed
da_dk: Tilføj feed
de_de: Feed hinzufügen
el: Προσθήκη Feed
es_es: Añadir feed
fr_fr: Ajouter le flux
hu_hu: Feed hozzáadása
it_it: Aggiungi Feed
nb_no: Legg til feed
nl_nl: Feed toevoegen
pl_pl: Dodaj kanał
pt_br: Adicionar Feed
ro_ro: Adaugă Feed
ru_ru: Добавить канал
sv_se: Lägg till flöde
