Repository: leslieradue-web/modern-hotel-booking-free
Catalog: languages/modern-hotel-booking-*.po
Languages: da_dk, de_de, el, es_es, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sv_se

source: Hotel Booking Form
da_dk: Hotel Bookingformular
de_de: Hotel-Buchungsformular
el: Φόρμα Κράτησης Ξενοδοχείου
es_es: Formulario de reserva de hotel
fr_fr: Formulaire de réservation d'hôtel
hu_hu: Szállodai foglalási űrlap
it_it: Modulo Prenotazione Hotel
nb_no: Hotellbookingskjema
nl_nl: Hotelboekingsformulier
pl_pl: Formularz rezerwacji hotelowej
pt_br: Formulário de Reserva de Hotel
ro_ro: Formular Rezervare Hotel
ru_ru: Форма бронирования отеля
sv_se: Hotellbokningsformulär

source: Hotel Booking Form Preview
da_dk: Forhåndsvisning af bookingformular
de_de: Vorschau des Buchungsformulars
el: Προεπισκόπηση Φόρμας Κράτησης
es_es: Vista previa del formulario de reserva
fr_fr: Aperçu du formulaire de réservation
hu_hu: Foglalási űrlap előnézet
it_it: Anteprima Modulo Prenotazione
nb_no: Forhåndsvisning av bookingskjema
nl_nl: Voorbeeld hotelboekingsformulier
pl_pl: Podgląd formularza rezerwacji
pt_br: Prévia do Formulário de Reserva
ro_ro: Previzualizare Formular Rezervare
ru_ru: Предпросмотр формы бронирования
sv_se: Förhandsgranskning av hotellbokningsformulär

source: Booking Settings
da_dk: Bookingindstillinger
de_de: Buchungseinstellungen
el: Ρυθμίσεις Κρατήσεων
es_es: Ajustes de reserva
fr_fr: Réglages de réservation
hu_hu: Foglalási beállítások
it_it: Impostazioni Prenotazione
nb_no: Bookinginnstillinger
nl_nl: Boekingsinstellingen
pl_pl: Ustawienia rezerwacji
pt_br: Configurações de Reserva
ro_ro: Setări rezervare
ru_ru: Настройки бронирования
sv_se: Bokningsinställningar

source: Room ID (optional)
da_dk: Værelses-ID (valgfrit)
de_de: Zimmer-ID (optional)
el: ID Δωματίου (προαιρετικό)
es_es: ID de la habitación (opcional)
fr_fr: ID de la chambre (optionnel)
hu_hu: Szoba azonosító (opcionális)
it_it: ID Camera (opzionale)
nb_no: Rom-ID (valgfritt)
nl_nl: Kamer ID (optioneel)
pl_pl: ID pokoju (opcjonalne)
pt_br: ID do Quarto (opcional)
ro_ro: ID Cameră (opțional)
ru_ru: ID номера (необязательно)
sv_se: Rums-ID (valfritt)

source: Leave as 0 to show the general search form.
da_dk: Lad stå som 0 for at vise den generelle søgeformular.
de_de: Lassen Sie 0 stehen, um das allgemeine Suchformular anzuzeigen.
el: Αφήστε 0 για να εμφανιστεί η γενική φόρμα αναζήτησης.
es_es: Déjelo en 0 para mostrar el formulario de búsqueda general.
fr_fr: Laissez à 0 pour afficher le formulaire de recherche général.
hu_hu: Hagyja 0-n az általános keresőűrlap megjelenítéséhez.
it_it: Lascia 0 per mostrare il modulo di ricerca generale.
nb_no: La stå som 0 for å vise det generelle søkeskjemaet.
nl_nl: Laat op 0 staan om het algemene zoekformulier te tonen.
pl_pl: Pozostaw 0, aby pokazać ogólny formularz wyszukiwania.
pt_br: Deixe como 0 para mostrar o formulário de busca geral.
ro_ro: Lăsați 0 pentru a afișa formularul general de căutare.
ru_ru: Оставьте 0, чтобы показать общую форму поиска.
sv_se: Lämna som 0 för att visa det allmänna sökformuläret.

source: Room Availability Calendar
da_dk: Værelsestilgængelighedskalender
de_de: Zimmerverfügbarkeits-Kalender
el: Ημερολόγιο Διαθεσιμότητας Δωματίου
es_es: Calendario de disponibilidad de habitaciones
fr_fr: Calendrier de disponibilité des chambres
hu_hu: Szoba elérhetőségi naptár
it_it: Calendario Disponibilità Camera
nb_no: Tilgjengelighetskalender for rom
nl_nl: Kamer beschikbaarheidskalender
pl_pl: Kalendarz dostępności pokoju
pt_br: Calendário de Disponibilidade de Quarto
ro_ro: Calendar Disponibilitate Cameră
ru_ru: Календарь доступности номеров
sv_se: Kalender för rumstillgänglighet

source: Calendar Settings
da_dk: Kalenderindstillinger
de_de: Kalendereinstellungen
el: Ρυθμίσεις Ημερολογίου
es_es: Ajustes del calendario
fr_fr: Réglages du calendrier
hu_hu: Naptár beállítások
it_it: Impostazioni Calendario
nb_no: Kalenderinnstillinger
nl_nl: Kalenderinstellingen
pl_pl: Ustawienia kalendarza
pt_br: Configurações de Calendário
ro_ro: Setări calendar
ru_ru: Настройки календаря
sv_se: Kalenderinställningar

source: Room ID
da_dk: Værelses-ID
de_de: Zimmer-ID
el: ID Δωματίου
es_es: ID de la habitación
fr_fr: ID de la chambre
hu_hu: Szoba azonosító
it_it: ID Camera
nb_no: Rom-ID
nl_nl: Kamer ID
pl_pl: ID pokoju
pt_br: ID do Quarto
ro_ro: ID Cameră
ru_ru: ID номера
sv_se: Rums-ID

source: Enter the ID of the room to display the calendar for.
da_dk: Indtast ID på det værelse, du vil vise kalenderen for.
de_de: Geben Sie die ID des Zimmers ein, für das der Kalender angezeigt werden soll.
el: Εισάγετε το ID του δωματίου για να εμφανιστεί το ημερολόγιο.
es_es: Introduzca el ID de la habitación para mostrar el calendario.
fr_fr: Entrez l'ID de la chambre pour laquelle afficher le calendrier.
hu_hu: Adja meg a szoba azonosítóját a naptár megjelenítéséhez.
it_it: Inserisci l'ID della camera per visualizzare il calendario.
nb_no: Skriv inn ID-en til rommet du vil vise kalenderen for.
nl_nl: Voer de ID van de kamer in om de kalender weer te geven.
pl_pl: Wprowadź ID pokoju, dla którego chcesz wyświetlić kalendarz.
pt_br: Insira o ID do quarto para exibir o calendário.
ro_ro: Introduceți ID-ul camerei pentru a afișa calendarul.
ru_ru: Введите ID номера для отображения календаря.
sv_se: Ange ID för rummet som kalendern ska visas för.

source: Room ID:
da_dk: Værelses-ID:
de_de: Zimmer-ID:
el: ID Δωματίου:
es_es: ID de la habitación:
fr_fr: ID de la chambre :
hu_hu: Szoba ID:
it_it: ID Camera:
nb_no: Rom-ID:
nl_nl: Kamer ID:
pl_pl: ID pokoju:
pt_br: ID do Quarto:
ro_ro: ID Cameră:
ru_ru: ID номера:
sv_se: Rums-ID:

source: Please select a Room ID in the sidebar.
da_dk: Vælg venligst et værelses-ID i sidebjælken.
de_de: Bitte wählen Sie eine Zimmer-ID in der Seitenleiste.
el: Παρακαλώ επιλέξτε ID δωματίου από την πλευρική στήλη.
es_es: Seleccione un ID de habitación en la barra lateral.
fr_fr: Veuillez sélectionner un ID de chambre dans la barre latérale.
hu_hu: Kérjük, válasszon egy szoba azonosítót az oldalsávon.
it_it: Seleziona un ID camera nella barra laterale.
nb_no: Vennligst velg en Rom-ID i sidefeltet.
nl_nl: Selecteer een Kamer ID in de zijbalk.
pl_pl: Wybierz ID pokoju na pasku bocznym.
pt_br: Por favor, selecione um ID de Quarto na barra lateral.
ro_ro: Vă rugăm să selectați un ID de cameră în bara laterală.
ru_ru: Пожалуйста, выберите ID номера на боковой панели.
sv_se: Vänligen välj ett Rums-ID i sidofältet.

source: (Preview only - real calendar shows on frontend)
da_dk: (Kun forhåndsvisning - rigtig kalender vises på forsiden)
de_de: (Nur Vorschau - der echte Kalender wird auf der Website angezeigt)
el: (Μόνο προεπισκόπηση - το πραγματικό ημερολόγιο εμφανίζεται στην ιστοσελίδα)
es_es: (Solo vista previa - el calendario real se muestra en la web)
fr_fr: (Aperçu uniquement - le calendrier réel s'affiche sur le site)
hu_hu: (Csak előnézet - a valódi naptár az oldalon jelenik meg)
it_it: (Solo anteprima - il calendario reale appare sul sito)
nb_no: (Kun forhåndsvisning - ekte kalender vises på nettsiden)
nl_nl: (Alleen voorbeeld - echte kalender wordt op de website getoond)
pl_pl: (Tylko podgląd - prawdziwy kalendarz jest widoczny na stronie)
pt_br: (Apenas prévia - o calendário real aparece no site)
ro_ro: (Doar previzualizare - calendarul real apare pe site)
ru_ru: (Только предпросмотр — реальный календарь отображается на сайте)
sv_se: (Endast förhandsgranskning - den riktiga kalendern visas på webbplatsen)

source: Hotel Booking Overview
da_dk: Oversigt over hotelbookinger
de_de: Hotelbuchungs-Übersicht
el: Επισκόπηση Κρατήσεων Ξενοδοχείου
es_es: Resumen de reservas de hotel
fr_fr: Vue d'ensemble des réservations
hu_hu: Foglalások áttekintése
it_it: Panoramica Prenotazioni
nb_no: Booking-oversikt
nl_nl: Overzicht hotelboekingen
pl_pl: Przegląd rezerwacji hotelowych
pt_br: Visão Geral de Reservas
ro_ro: Prezentare Generală Rezervări
ru_ru: Обзор бронирований отеля
sv_se: Översikt hotellbokning

source: Total
de_de: Gesamt
el: Σύνολο
hu_hu: Összesen
it_it: Totale
nb_no: Totalt
nl_nl: Totaal
pl_pl: Razem
ru_ru: Всего
sv_se: Totalt

source: Pending
da_dk: Afventende
de_de: Ausstehend
el: Σε Εκκρεμότητα
es_es: Pendiente
fr_fr: En attente
hu_hu: Függőben
it_it: In attesa
nb_no: Ventende
nl_nl: In afwachting
pl_pl: Oczekujące
pt_br: Pendente
ro_ro: În așteptare
ru_ru: В ожидании
sv_se: Väntande

source: Today
da_dk: I dag
de_de: Heute
el: Σήμερα
es_es: Hoy
fr_fr: Aujourd'hui
hu_hu: Ma
it_it: Oggi
nb_no: I dag
nl_nl: Vandaag
pl_pl: Dzisiaj
pt_br: Hoje
ro_ro: Astăzi
ru_ru: Сегодня
sv_se: Idag

source: Manage Bookings
da_dk: Administrer bookinger
de_de: Buchungen verwalten
el: Διαχείριση Κρατήσεων
es_es: Gestionar reservas
fr_fr: Gérer les réservations
hu_hu: Foglalások kezelése
it_it: Gestisci Prenotazioni
nb_no: Administrer bookinger
nl_nl: Boekingen beheren
pl_pl: Zarządzaj rezerwacjami
pt_br: Gerenciar Reservas
ro_ro: Gestionare Rezervări
ru_ru: Управление бронированиями
sv_se: Hantera bokningar

source: Hotel Booking
de_de: Hotel-Buchung
el: Κρατήσεις Ξενοδοχείου
es_es: Reservas de Hotel
fr_fr: Réservation d'hôtel
hu_hu: Szállásfoglalás
it_it: Prenotazione Hotel
nb_no: Hotellbooking
nl_nl: Hotelboeking
pl_pl: Rezerwacja hotelu
pt_br: Reserva de Hotel
ro_ro: Rezervări Hotel
ru_ru: Бронирование отеля
sv_se: Hotellbokning

source: Bookings
da_dk: Bookinger
de_de: Buchungen
el: Κρατήσεις
es_es: Reservas
fr_fr: Réservations
hu_hu: Foglalások
it_it: Prenotazioni
nb_no: Bookinger
nl_nl: Boekingen
pl_pl: Rezerwacje
pt_br: Reservas
ro_ro: Rezervări
ru_ru: Бронирования
sv_se: Bokningar

source: Room Types
da_dk: Værelsestyper
de_de: Zimmerkategorien
el: Τύποι Δωματίων
es_es: Tipos de habitación
fr_fr: Types de chambres
hu_hu: Szobatípusok
it_it: Tipi di Camera
nb_no: Romtyper
nl_nl: Kamertypes
pl_pl: Typy pokoi
pt_br: Tipos de Quarto
ro_ro: Tipuri de Camere
ru_ru: Типы номеров
sv_se: Rumstyper

source: Rooms
da_dk: Værelser
de_de: Zimmer
el: Δωμάτια
es_es: Habitaciones
fr_fr: Chambres
hu_hu: Szobák
it_it: Camere
nb_no: Rom
nl_nl: Kamers
pl_pl: Pokoje
pt_br: Quartos
ro_ro: Camere
ru_ru: Номера
sv_se: Rum

source: Pricing Rules
da_dk: Prisregler
de_de: Preisregeln
el: Κανόνες Τιμολόγησης
es_es: Reglas de precios
fr_fr: Règles de tarification
hu_hu: Árazási szabályok
it_it: Regole di Prezzo
nb_no: Prisregler
nl_nl: Prijsregels
pl_pl: Zasady cenowe
pt_br: Regras de Preço
ro_ro: Reguli de Preț
ru_ru: Правила ценообразования
sv_se: Prisregler

source: Settings
da_dk: Indstillinger
de_de: Einstellungen
el: Ρυθμίσεις
es_es: Ajustes
fr_fr: Réglages
hu_hu: Beállítások
it_it: Impostazioni
nb_no: Innstillinger
nl_nl: Instellingen
pl_pl: Ustawienia
pt_br: Configurações
ro_ro: Setări
ru_ru: Настройки
sv_se: Inställningar

source: PRO Features
da_dk: PRO-funktioner
de_de: PRO-Funktionen
el: Λειτουργίες PRO
es_es: Funciones PRO
fr_fr: Fonctionnalités PRO
hu_hu: PRO Funkciók
it_it: Funzionalità PRO
nb_no: PRO-funksjoner
nl_nl: PRO Functies
pl_pl: Funkcje PRO
pt_br: Recursos PRO
ro_ro: Funcții PRO
ru_ru: PRO функции
sv_se: PRO-funktioner

source: Extras
da_dk: Tilvalg
el: Επιπλέον Παροχές
hu_hu: Extrák
it_it: Extra
nb_no: Ekstra
pl_pl: Dodatki
ro_ro: Extra
ru_ru: Дополнительно
sv_se: Tillval

source: iCal Sync
da_dk: iCal-synkronisering
de_de: iCal-Synchronisation
el: Συγχρονισμός iCal
es_es: Sincronización iCal
fr_fr: Synchro iCal
hu_hu: iCal Szinkronizálás
it_it: Sincronizzazione iCal
nb_no: iCal Synkronisering
nl_nl: iCal Synchronisatie
pl_pl: Synchronizacja iCal
pt_br: Sincronização iCal
ro_ro: Sincronizare iCal
ru_ru: Синхронизация iCal
sv_se: iCal-synkronisering

source: Payments
da_dk: Betalinger
de_de: Zahlungen
el: Πληρωμές
es_es: Pagos
fr_fr: Paiements
hu_hu: Fizetések
it_it: Pagamenti
nb_no: Betalinger
nl_nl: Betalingen
pl_pl: Płatności
pt_br: Pagamentos
ro_ro: Plăți
ru_ru: Платежи
sv_se: Betalningar

source: Webhooks
hu_hu: Webhookok
it_it: Webhook
pl_pl: Webhooki
ro_ro: Webhook-uri
ru_ru: Вебхуки

source: Analytics
da_dk: Analyse
de_de: Analysen
el: Αναλυτικά
es_es: Analíticas
fr_fr: Analyses
hu_hu: Analitika
it_it: Analitica
nb_no: Analyse
pl_pl: Analityka
pt_br: Análises
ro_ro: Analize
ru_ru: Аналитика
sv_se: Analys

source: Appearance
da_dk: Udseende
de_de: Design
el: Εμφάνιση
es_es: Apariencia
fr_fr: Apparence
hu_hu: Megjelenés
it_it: Aspetto
nb_no: Utseende
nl_nl: Uiterlijk
pl_pl: Wygląd
pt_br: Aparência
ro_ro: Aspect
ru_ru: Внешний вид
sv_se: Utseende

source: Advanced Pricing
da_dk: Avanceret prissætning
de_de: Erweiterte Preise
el: Σύνθετη Τιμολόγηση
es_es: Precios avanzados
fr_fr: Tarification avancée
hu_hu: Haladó árazás
it_it: Prezzi Avanzati
nb_no: Avansert prising
nl_nl: Geavanceerde prijzen
pl_pl: Zaawansowane ceny
pt_br: Preços Avançados
ro_ro: Prețuri Avansate
ru_ru: Расширенное ценообразование
sv_se: Avancerad prissättning

source: You do not have sufficient permissions to access this page.
da_dk: Du har ikke tilstrækkelige tilladelser til at få adgang til denne side.
de_de: Sie haben keine ausreichenden Berechtigungen, um auf diese Seite zuzugreifen.
el: Δεν έχετε επαρκή δικαιώματα για πρόσβαση σε αυτή τη σελίδα.
es_es: No tiene permisos suficientes para acceder a esta página.
fr_fr: Vous n'avez pas les permissions suffisantes pour accéder à cette page.
hu_hu: Nincs megfelelő jogosultsága az oldal megtekintéséhez.
it_it: Non hai i permessi sufficienti per accedere a questa pagina.
nb_no: Du har ikke tilstrekkelige rettigheter til å se denne siden.
nl_nl: U heeft niet voldoende rechten om deze pagina te bekijken.
pl_pl: Nie masz wystarczających uprawnień, aby uzyskać dostęp do tej strony.
pt_br: Você não tem permissão suficiente para acessar esta página.
ro_ro: Nu aveți permisiuni suficiente pentru a accesa această pagină.
ru_ru: У вас недостаточно прав для доступа к этой странице.
sv_se: Du har inte tillräckliga behörigheter för att komma åt denna sida.

source: Hotel Control Center
da_dk: Hotel Kontrolcenter
de_de: Hotel-Kontrollzentrum
el: Κέντρο Ελέγχου Ξενοδοχείου
es_es: Centro de control hotelero
fr_fr: Centre de contrôle de l'hôtel
hu_hu: Szálloda vezérlőpult
it_it: Centro Controllo Hotel
nb_no: Hotellkontrollsenter
nl_nl: Hotel Controlecentrum
pl_pl: Centrum sterowania hotelem
pt_br: Centro de Controle do Hotel
ro_ro: Centru de Control Hotel
ru_ru: Центр управления отелем
sv_se: Kontrollcenter

source: Unlock Premium Hospitality Features
da_dk: Lås op for Premium Hospitality-funktioner
de_de: Premium-Gastgewerbe-Funktionen freischalten
el: Ξεκλειδώστε Premium Λειτουργίες Φιλοξενίας
es_es: Desbloquear funciones premium de hostelería
fr_fr: Débloquez les fonctionnalités hôtelières Premium
hu_hu: Prémium funkciók feloldása
it_it: Sblocca Funzionalità Premium
nb_no: Lås opp premium hotellfunksjoner
nl_nl: Ontgrendel Premium Hospitality Functies
pl_pl: Odblokuj funkcje premium
pt_br: Desbloquear Recursos Premium
ro_ro: Deblochează Funcții Premium de Ospitalitate
ru_ru: Разблокируйте премиум-функции
sv_se: Lås upp premiumfunktioner för hotellverksamhet

source: Power up with iCal Sync, Stripe/PayPal integration, Advanced Pricing rules, and Deep Analytics.
da_dk: Få ekstra kraft med iCal Sync, Stripe/PayPal-integration, avancerede prisregler og dybdegående analyse.
de_de: Erweitern Sie mit iCal-Sync, Stripe/PayPal-Integration, erweiterten Preisregeln und tiefgehenden Analysen.
el: Αναβαθμίστε με συγχρονισμό iCal, ενσωμάτωση Stripe/PayPal, σύνθετους κανόνες τιμολόγησης και αναλυτικά δεδομένα.
es_es: Mejore con sincronización iCal, integración con Stripe/PayPal, reglas de precios avanzadas y analíticas detalladas.
fr_fr: Améliorez votre site avec la synchro iCal, l'intégration Stripe/PayPal, les règles de tarification avancées et les analyses détaillées.
hu_hu: Bővítse iCal szinkronizálással, Stripe/PayPal integrációval, haladó árazási szabályokkal és részletes analitikával.
it_it: Potenzia con Sync iCal, integrazione Stripe/PayPal, regole di prezzo avanzate e analisi approfondite.
nb_no: Oppgrader med iCal-synk, Stripe/PayPal-integrasjon, avanserte prisregler og dyp analyse.
nl_nl: Breid uit met iCal Sync, Stripe/PayPal-integratie, geavanceerde prijsregels en diepgaande analyses.
pl_pl: Wzmocnij o synchronizację iCal, integrację Stripe/PayPal, zaawansowane reguły cenowe i dogłębną analitykę.
pt_br: Potencialize com Sincronização iCal, integração Stripe/PayPal, regras de preços avançadas e análises profundas.
ro_ro: Îmbunătățește cu sincronizare iCal, integrare Stripe/PayPal, reguli avansate de preț și analize detaliate.
ru_ru: Усильте систему синхронизацией iCal, интеграцией Stripe/PayPal, расширенными правилами ценообразования и глубокой аналитикой.
sv_se: Utöka med iCal-synk, Stripe/PayPal-integration, avancerade prisregler och djupgående analys.

source: Upgrade to Pro
da_dk: Opgrader til Pro
de_de: Upgrade auf Pro
el: Αναβάθμιση σε Pro
es_es: Actualizar a Pro
fr_fr: Passer à la version Pro
hu_hu: Váltás Pro verzióra
it_it: Passa a Pro
nb_no: Oppgrader til Pro
nl_nl: Upgrade naar Pro
pl_pl: Ulepsz do wersji Pro
pt_br: Atualizar para Pro
ro_ro: Treci la Pro
ru_ru: Обновить до Pro
sv_se: Uppgradera till Pro

source: Stay Revenue
da_dk: Opholdsomsætning
de_de: Umsatz aus Aufenthalten
el: Έσοδα Διαμονής
es_es: Ingresos por estancias
fr_fr: Revenus des séjours
hu_hu: Bevétel a tartózkodásokból
it_it: Ricavi Soggiorni
nb_no: Inntekt fra opphold
nl_nl: Verblijfsomzet
pl_pl: Przychód z pobytów
pt_br: Receita de Estadias
ro_ro: Venituri din Sejururi
ru_ru: Выручка от проживания
sv_se: Intäkter vistelse

source: Target Pipeline
da_dk: Målpipeline
de_de: Ziel-Pipeline
el: Στόχος Pipeline
es_es: Objetivo de ingresos
fr_fr: Objectif Pipeline
hu_hu: Célkitűzés
it_it: Obiettivo
nb_no: Målsetning
nl_nl: Doel Pijplijn
pl_pl: Cel sprzedaży
pt_br: Meta de Vendas
ro_ro: Target
ru_ru: Целевые показатели
sv_se: Mål-pipeline

source: Total Volume
da_dk: Samlet volumen
de_de: Gesamtvolumen
el: Συνολικός Όγκος
es_es: Volumen total
fr_fr: Volume total
hu_hu: Teljes volumen
it_it: Volume Totale
nb_no: Totalvolum
nl_nl: Totaal Volume
pl_pl: Całkowity wolumen
pt_br: Volume Total
ro_ro: Volum Total
ru_ru: Общий объем
sv_se: Total volym

source: Attention Needed
da_dk: Opmærksomhed påkrævet
de_de: Aufmerksamkeit erforderlich
el: Απαιτείται Προσοχή
es_es: Requiere atención
fr_fr: Action requise
hu_hu: Figyelmet igényel
it_it: Attenzione Richiesta
nb_no: Krever oppmerksomhet
nl_nl: Aandacht vereist
pl_pl: Wymagana uwaga
pt_br: Atenção Necessária
ro_ro: Necesită Atenție
ru_ru: Требует внимания
sv_se: Åtgärd krävs

source: Today's Arrivals
da_dk: Dagens ankomster
de_de: Heutige Anreisen
el: Σημερινές Αφίξεις
es_es: Llegadas de hoy
fr_fr: Arrivées du jour
hu_hu: Mai érkezések
it_it: Arrivi di Oggi
nb_no: Dagens ankomster
nl_nl: Aankomsten vandaag
pl_pl: Dzisiejsze przyjazdy
pt_br: Chegadas de Hoje
ro_ro: Sosiri Astăzi
ru_ru: Заезды сегодня
sv_se: Dagens ankomster

source: No arrivals scheduled for today.
da_dk: Ingen ankomster planlagt i dag.
de_de: Keine Anreisen für heute geplant.
el: Δεν υπάρχουν προγραμματισμένες αφίξεις για σήμερα.
es_es: No hay llegadas programadas para hoy.
fr_fr: Aucune arrivée prévue aujourd'hui.
hu_hu: Mára nincs tervezett érkezés.
it_it: Nessun arrivo previsto per oggi.
nb_no: Ingen ankomster planlagt i dag.
nl_nl: Geen aankomsten gepland voor vandaag.
pl_pl: Brak zaplanowanych przyjazdów na dzisiaj.
pt_br: Nenhuma chegada agendada para hoje.
ro_ro: Nu sunt sosiri programate pentru astăzi.
ru_ru: На сегодня заездов не запланировано.
sv_se: Inga ankomster inbokade idag.

source: Guest
da_dk: Gæst
de_de: Gast
el: Επισκέπτης
es_es: Huésped
fr_fr: Voyageur
hu_hu: Vendég
it_it: Ospite
nb_no: Gjest
nl_nl: Gast
pl_pl: Gość
pt_br: Hóspede
ro_ro: Oaspete
ru_ru: Гость
sv_se: Gäst

source: Room
da_dk: Værelse
de_de: Zimmer
el: Δωμάτιο
es_es: Habitación
fr_fr: Chambre
hu_hu: Szoba
it_it: Camera
nb_no: Rom
nl_nl: Kamer
pl_pl: Pokój
pt_br: Quarto
ro_ro: Cameră
ru_ru: Номер
sv_se: Rum

source: Recent Bookings
da_dk: Seneste bookinger
de_de: Neueste Buchungen
el: Πρόσφατες Κρατήσεις
es_es: Reservas recientes
fr_fr: Réservations récentes
hu_hu: Legutóbbi foglalások
it_it: Prenotazioni Recenti
nb_no: Siste bookinger
nl_nl: Recente boekingen
pl_pl: Ostatnie rezerwacje
pt_br: Reservas Recentes
ro_ro: Rezervări recente
ru_ru: Недавние бронирования
sv_se: Senaste bokningar

source: View All
da_dk: Se alle
de_de: Alle anzeigen
el: Προβολή Όλων
es_es: Ver todo
fr_fr: Voir tout
hu_hu: Összes megtekintése
it_it: Vedi Tutti
nb_no: Se alle
nl_nl: Bekijk alles
pl_pl: Zobacz wszystko
pt_br: Ver Tudo
ro_ro: Vezi Toate
ru_ru: Посмотреть все
sv_se: Visa alla

source: Date
da_dk: Dato
de_de: Datum
el: Ημερομηνία
es_es: Fecha
hu_hu: Dátum
it_it: Data
nb_no: Dato
nl_nl: Datum
pl_pl: Data
pt_br: Data
ro_ro: Dată
ru_ru: Дата
sv_se: Datum

source: Status
el: Κατάσταση
es_es: Estado
fr_fr: Statut
hu_hu: Állapot
it_it: Stato
ro_ro: Stare
ru_ru: Статус

source: Quick Actions
da_dk: Hurtige handlinger
de_de: Schnellaktionen
el: Γρήγορες Ενέργειες
es_es: Acciones rápidas
fr_fr: Actions rapides
hu_hu: Gyors műveletek
it_it: Azioni Rapide
nb_no: Hurtighandlinger
nl_nl: Snelle acties
pl_pl: Szybkie akcje
pt_br: Ações Rápidas
ro_ro: Acțiuni rapide
ru_ru: Быстрые действия
sv_se: Snabba åtgärder

source: Create New Booking
da_dk: Opret ny booking
de_de: Neue Buchung erstellen
el: Δημιουργία Νέας Κράτησης
es_es: Crear nueva reserva
fr_fr: Créer une nouvelle réservation
hu_hu: Új foglalás létrehozása
it_it: Crea Nuova Prenotazione
nb_no: Opprett ny booking
nl_nl: Nieuwe boeking aanmaken
pl_pl: Utwórz nową rezerwację
pt_br: Criar Nova Reserva
ro_ro: Creează Rezervare Nouă
ru_ru: Создать новое бронирование
sv_se: Skapa ny bokning

source: Manage Inventory
da_dk: Administrer lager
de_de: Inventar verwalten
el: Διαχείριση Αποθέματος
es_es: Gestionar inventario
fr_fr: Gérer l'inventaire
hu_hu: Készlet kezelése
it_it: Gestisci Inventario
nb_no: Administrer inventar
nl_nl: Beheer voorraad
pl_pl: Zarządzaj dostępnością
pt_br: Gerenciar Inventário
ro_ro: Gestionare Inventar
ru_ru: Управление фондом
sv_se: Hantera lager

source: Global Settings
da_dk: Globale indstillinger
de_de: Globale Einstellungen
el: Γενικές Ρυθμίσεις
es_es: Ajustes globales
fr_fr: Réglages globaux
hu_hu: Globális beállítások
it_it: Impostazioni Globali
nb_no: Globale innstillinger
nl_nl: Algemene instellingen
pl_pl: Ustawienia globalne
pt_br: Configurações Globais
ro_ro: Setări globale
ru_ru: Глобальные настройки
sv_se: Globala inställningar

source: System Status
el: Κατάσταση Συστήματος
es_es: Estado del sistema
fr_fr: État du système
hu_hu: Rendszer állapota
it_it: Stato Sistema
nl_nl: Systeemstatus
pl_pl: Stan systemu
pt_br: Status do Sistema
ro_ro: Stare sistem
ru_ru: Состояние системы

source: License Status:
da_dk: Licensstatus:
de_de: Lizenzstatus:
el: Κατάσταση Άδειας:
es_es: Estado de la licencia:
fr_fr: État de la licence :
hu_hu: Licenc állapota:
it_it: Stato Licenza:
nb_no: Lisensstatus:
nl_nl: Licentiestatus:
pl_pl: Status licencji:
pt_br: Status da Licença:
ro_ro: Stare Licență:
ru_ru: Статус лицензии:
sv_se: Licensstatus:

source: PRO Active
da_dk: PRO Aktiv
de_de: PRO Aktiv
el: PRO Ενεργό
es_es: PRO Activo
fr_fr: PRO Actif
hu_hu: PRO Aktív
it_it: PRO Attivo
nb_no: PRO Aktiv
nl_nl: PRO Actief
pl_pl: PRO Aktywne
pt_br: PRO Ativo
ro_ro: PRO Activ
ru_ru: PRO Активен
sv_se: PRO Aktiv

source: Free Version
da_dk: Gratis version
de_de: Kostenlose Version
el: Δωρεάν Έκδοση
es_es: Versión gratuita
fr_fr: Version gratuite
hu_hu: Ingyenes verzió
it_it: Versione Gratuita
nb_no: Gratisversjon
nl_nl: Gratis Versie
pl_pl: Wersja darmowa
pt_br: Versão Gratuita
ro_ro: Versiune Gratuită
ru_ru: Бесплатная версия
sv_se: Gratisversion

source: Plugin Version:
el: Έκδοση Πρόσθετου:
es_es: Versión del plugin:
fr_fr: Version du plugin :
hu_hu: Bővítmény verzió:
it_it: Versione Plugin:
nb_no: Programtilleggsversjon:
nl_nl: Plugin Versie:
pl_pl: Wersja wtyczki:
pt_br: Versão do Plugin:
ro_ro: Versiune Plugin:
ru_ru: Версия плагина:
