Repository: leslieradue-web/modern-hotel-booking-free
Catalog: languages/modern-hotel-booking-*.po
Languages: da_dk, de_de, el, es_es, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sv_se

source: Standard Rate
da_dk: Standardsats
de_de: Standardsatz
el: Τυπικός Συντελεστής
es_es: Tasa estándar
fr_fr: Taux standard
hu_hu: Normál Kulcs
it_it: Aliquota Standard
nb_no: Standardsats
nl_nl: Standaardtarief
pl_pl: Stawka Podstawowa
pt_br: Taxa Padrão
ro_ro: Rată Standard
ru_ru: Стандартная ставка
sv_se: Standardsats

source: Hotel Rate
da_dk: Hotelsats
de_de: Hotelsatz
el: Ξενοδοχειακός Συντελεστής
es_es: Tasa hotelera
fr_fr: Taux hôtel
hu_hu: Szálloda Kulcs
it_it: Aliquota Hotel
nb_no: Hotellsats
nl_nl: Hoteltarief
pl_pl: Stawka Hotelowa
pt_br: Taxa de Hotel
ro_ro: Rată Hotel
ru_ru: Гостиничная ставка
sv_se: Hotellsats

source: Tax Name
da_dk: Skattenavn
de_de: Steuername
el: Όνομα Φόρου
es_es: Nombre del impuesto
fr_fr: Nom de la taxe
hu_hu: Adó Neve
it_it: Nome Tassa
nb_no: Skattenavn
nl_nl: Belastingnaam
pl_pl: Nazwa Podatku
pt_br: Nome do Imposto
ro_ro: Nume Taxă
ru_ru: Название налога
sv_se: Skattenamn

source: Note: Hotel/accommodation rates may be reduced in some countries. Verify current rates with local tax authorities.
da_dk: Bemærk: Hotelpriser kan være reduceret i nogle lande.
de_de: Hinweis: Hotel-/Unterkunftspreise können in einigen Ländern ermäßigt sein.
el: Σημείωση: Οι τιμές ξενοδοχείων μπορεί να είναι μειωμένες σε ορισμένες χώρες.
es_es: Nota: Las tasas hoteleras pueden ser reducidas en algunos países.
fr_fr: Note : Les taux hôteliers peuvent être réduits dans certains pays.
hu_hu: Megjegyzés: A szálláshelyi adókulcsok csökkentettek lehetnek.
it_it: Nota: Aliquote hotel possono essere ridotte.
nb_no: Merk: Hotell-/overnattingssatser kan være redusert i noen land.
nl_nl: Opmerking: Hoteltarieven kunnen verlaagd zijn.
pl_pl: Uwaga: Stawki hotelowe mogą być obniżone w niektórych krajach.
pt_br: Nota: Taxas de hotel podem ser reduzidas em alguns países.
ro_ro: Notă: Ratele hoteliere pot fi reduse în unele țări.
ru_ru: Примечание: Ставки для отелей могут быть снижены.
sv_se: Obs: Hotell/boendesatser kan vara reducerade i vissa länder. Verifiera aktuella satser med lokala skattemyndigheter.

source: Tax settings saved successfully.
da_dk: Skatteindstillinger gemt succesfuldt.
de_de: Steuereinstellungen erfolgreich gespeichert.
el: Οι ρυθμίσεις φόρων αποθηκεύτηκαν.
es_es: Ajustes de impuestos guardados.
fr_fr: Réglages de taxes enregistrés.
hu_hu: Adó beállítások sikeresen mentve.
it_it: Impostazioni tasse salvate.
nb_no: Skatteinnstillinger lagret.
nl_nl: Belastinginstellingen opgeslagen.
pl_pl: Ustawienia podatkowe zapisane pomyślnie.
pt_br: Configurações de impostos salvas com sucesso.
ro_ro: Setările de taxe salvate cu succes.
ru_ru: Настройки налогов успешно сохранены.
sv_se: Skatteinställningar sparade.

source: Performance settings saved successfully.
da_dk: Ydeevneindstillinger gemt succesfuldt.
de_de: Leistungseinstellungen erfolgreich gespeichert.
el: Οι ρυθμίσεις απόδοσης αποθηκεύτηκαν.
es_es: Ajustes de rendimiento guardados.
fr_fr: Réglages de performance enregistrés.
hu_hu: Teljesítmény beállítások sikeresen mentve.
it_it: Impostazioni performance salvate.
nb_no: Ytelsesinnstillinger lagret.
nl_nl: Prestatie-instellingen opgeslagen.
pl_pl: Ustawienia wydajności zapisane pomyślnie.
pt_br: Configurações de desempenho salvas com sucesso.
ro_ro: Setările de performanță salvate cu succes.
ru_ru: Настройки производительности успешно сохранены.
sv_se: Prestandainställningar sparade.

source: Cache cleared successfully.
da_dk: Cache ryddet succesfuldt.
de_de: Cache erfolgreich geleert.
el: Η Cache καθαρίστηκε.
es_es: Caché borrada correctamente.
fr_fr: Cache vidé avec succès.
hu_hu: Gyorsítótár sikeresen törölve.
it_it: Cache pulita.
nb_no: Hurtigbuffer tømt.
nl_nl: Cache gewist.
pl_pl: Pamięć podręczna wyczyszczona pomyślnie.
pt_br: Cache limpo com sucesso.
ro_ro: Cache golit cu succes.
ru_ru: Кэш успешно очищен.
sv_se: Cache rensad.

source: Failed to clear cache.
da_dk: Kunne ikke rydde cache.
de_de: Cache konnte nicht geleert werden.
el: Αποτυχία καθαρισμού cache.
es_es: Fallo al borrar caché.
fr_fr: Échec du vidage du cache.
hu_hu: Gyorsítótár törlése sikertelen.
it_it: Fallita pulizia cache.
nb_no: Feilet å tømme hurtigbuffer.
nl_nl: Cache wissen mislukt.
pl_pl: Nie udało się wyczyścić pamięci podręcznej.
pt_br: Falha ao limpar cache.
ro_ro: Eșec la golirea cache-ului.
ru_ru: Не удалось очистить кэш.
sv_se: Misslyckades med att rensa cache.

source: Cache class not available.
da_dk: Cache-klasse ikke tilgængelig.
de_de: Cache-Klasse nicht verfügbar.
el: Η κλάση Cache δεν είναι διαθέσιμη.
es_es: Clase de caché no disponible.
fr_fr: Classe de cache non disponible.
hu_hu: Cache osztály nem elérhető.
it_it: Classe cache non disponibile.
nb_no: Hurtigbufferklasse ikke tilgjengelig.
nl_nl: Cache klasse niet beschikbaar.
pl_pl: Klasa Cache niedostępna.
pt_br: Classe de cache não disponível.
ro_ro: Clasa Cache indisponibilă.
ru_ru: Класс кэша недоступен.
sv_se: Cache-klass ej tillgänglig.

source: You do not have permission to access this booking.
da_dk: Du har ikke tilladelse til at få adgang til denne booking.
de_de: Sie haben keine Berechtigung, auf diese Buchung zuzugreifen.
el: Δεν έχετε δικαίωμα πρόσβασης σε αυτή την κράτηση.
es_es: No tiene permiso para acceder a esta reserva.
fr_fr: Vous n'avez pas la permission d'accéder à cette réservation.
hu_hu: Nincs jogosultsága a foglalás megtekintéséhez.
it_it: Non hai permesso per questa prenotazione.
nb_no: Du har ikke tilgang til denne bookingen.
nl_nl: Geen toestemming voor deze boeking.
pl_pl: Nie masz uprawnień do tej rezerwacji.
pt_br: Você não tem permissão para acessar esta reserva.
ro_ro: Nu aveți permisiunea de a accesa această rezervare.
ru_ru: У вас нет прав для доступа к этому бронированию.
sv_se: Du har inte behörighet att komma åt denna bokning.

source: Error generating calendar data.
da_dk: Fejl ved generering af kalenderdata.
de_de: Fehler beim Generieren der Kalenderdaten.
el: Σφάλμα δημιουργίας δεδομένων ημερολογίου.
es_es: Error al generar datos del calendario.
fr_fr: Erreur lors de la génération des données du calendrier.
hu_hu: Hiba a naptár adatok generálásakor.
it_it: Errore generazione dati calendario.
nb_no: Feil ved generering av kalenderdata.
nl_nl: Fout genereren kalenderdata.
pl_pl: Błąd generowania danych kalendarza.
pt_br: Erro ao gerar dados do calendário.
ro_ro: Eroare la generarea datelor calendarului.
ru_ru: Ошибка генерации данных календаря.
sv_se: Fel vid generering av kalenderdata.

source: Error calculating price. Please check input data.
da_dk: Fejl ved beregning af pris. Tjek venligst inputdata.
de_de: Fehler bei der Preisberechnung. Bitte Eingabedaten prüfen.
el: Σφάλμα υπολογισμού τιμής. Ελέγξτε τα δεδομένα εισαγωγής.
es_es: Error al calcular el precio.
fr_fr: Erreur de calcul du prix. Vérifiez les données.
hu_hu: Hiba az árkalkuláció során.
it_it: Errore calcolo prezzo.
nb_no: Feil ved prisberegning.
nl_nl: Fout prijsberekening.
pl_pl: Błąd obliczania ceny.
pt_br: Erro ao calcular preço.
ro_ro: Eroare la calcularea prețului.
ru_ru: Ошибка расчета цены.
sv_se: Fel vid prisberäkning. Kontrollera inmatad data.

source: Invalid webhook request.
da_dk: Ugyldig webhook-anmodning.
de_de: Ungültige Webhook-Anfrage.
el: Μη έγκυρο αίτημα webhook.
es_es: Solicitud de webhook inválida.
fr_fr: Requête webhook invalide.
hu_hu: Érvénytelen webhook kérés.
it_it: Richiesta webhook invalida.
nb_no: Ugyldig webhook-forespørsel.
nl_nl: Ongeldig webhook verzoek.
pl_pl: Nieprawidłowe żądanie webhook.
pt_br: Requisição de webhook inválida.
ro_ro: Cerere webhook invalidă.
ru_ru: Неверный запрос вебхука.
sv_se: Ogiltig webhook-förfrågan.

source: Price includes %1$s - Accommodation: %2$s%%, Extras: %3$s%%
da_dk: Pris inkluderer %1$s - Indkvartering: %2$s%%, Ekstra: %3$s%%
de_de: Preis enthält %1$s - Unterkunft: %2$s%%, Extras: %3$s%%
el: Η τιμή περιλαμβάνει %1$s - Διαμονή: %2$s%%, Παροχές: %3$s%%
es_es: El precio incluye %1$s - Alojamiento: %2$s%%, Extras: %3$s%%
fr_fr: Le prix inclut %1$s - Hébergement : %2$s%%, Extras : %3$s%%
hu_hu: Az ár tartalmazza %1$s - Szállás: %2$s%%, Extrák: %3$s%%
it_it: Prezzo include %1$s - Alloggio: %2$s%%, Extra: %3$s%%
nb_no: Pris inkluderer %1$s - Overnatting: %2$s%%, Ekstra: %3$s%%
nl_nl: Prijs inclusief %1$s - Accommodatie: %2$s%%, Extra's: %3$s%%
pl_pl: Cena zawiera %1$s - Zakwaterowanie: %2$s%%, Dodatki: %3$s%%
pt_br: O preço inclui %1$s - Acomodação: %2$s%%, Extras: %3$s%%
ro_ro: Prețul include %1$s - Cazare: %2$s%%, Extra: %3$s%%
ru_ru: Цена включает %1$s - Проживание: %2$s%%, Доп. услуги: %3$s%%
sv_se: Priset inkluderar %1$s - Boende: %2$s%%, Tillval: %3$s%%

source: %1$s added at checkout - Accommodation: %2$s%%, Extras: %3$s%%
da_dk: %1$s tilføjet ved kassen - Indkvartering: %2$s%%, Ekstra: %3$s%%
de_de: %1$s an der Kasse hinzugefügt - Unterkunft: %2$s%%, Extras: %3$s%%
el: %1$s προστέθηκε στο ταμείο - Διαμονή: %2$s%%, Παροχές: %3$s%%
es_es: %1$s añadido al pago - Alojamiento: %2$s%%, Extras: %3$s%%
fr_fr: %1$s ajouté au paiement - Hébergement : %2$s%%, Extras : %3$s%%
hu_hu: %1$s hozzáadva fizetéskor - Szállás: %2$s%%, Extrák: %3$s%%
it_it: %1$s aggiunta al checkout - Alloggio: %2$s%%, Extra: %3$s%%
nb_no: %1$s lagt til ved utsjekk - Overnatting: %2$s%%, Ekstra: %3$s%%
nl_nl: %1$s toegevoegd bij checkout - Accommodatie: %2$s%%, Extra's: %3$s%%
pl_pl: %1$s dodany przy kasie - Zakwaterowanie: %2$s%%, Dodatki: %3$s%%
pt_br: %1$s adicionado no checkout - Acomodação: %2$s%%, Extras: %3$s%%
ro_ro: %1$s adăugat la finalizare - Cazare: %2$s%%, Extra: %3$s%%
ru_ru: %1$s добавлен при оформлении - Проживание: %2$s%%, Доп. услуги: %3$s%%
sv_se: %1$s tillagd i kassan - Boende: %2$s%%, Tillval: %3$s%%

source: Dear %s,
da_dk: Kære %s,
de_de: Hallo %s,
el: Αγαπητέ/ή %s,
es_es: Estimado/a %s,
fr_fr: Cher %s,
hu_hu: Kedves %s,
it_it: Gentile %s,
nb_no: Kjære %s,
nl_nl: Beste %s,
pl_pl: Szanowny/a %s,
pt_br: Prezado(a) %s,
ro_ro: Dragă %s,
ru_ru: Уважаемый(ая) %s,
sv_se: Hej %s,

source: Thank you for your payment. Your booking has been confirmed.
da_dk: Tak for din betaling. Din booking er bekræftet.
de_de: Vielen Dank für Ihre Zahlung. Ihre Buchung wurde bestätigt.
el: Σας ευχαριστούμε για την πληρωμή. Η κράτησή σας επιβεβαιώθηκε.
es_es: Gracias por su pago. Su reserva ha sido confirmada.
fr_fr: Merci pour votre paiement. Votre réservation a été confirmée.
hu_hu: Köszönjük a befizetést. A foglalását megerősítettük.
it_it: Grazie per il pagamento. Prenotazione confermata.
nb_no: Takk for betalingen. Din booking er bekreftet.
nl_nl: Bedankt voor uw betaling. Uw boeking is bevestigd.
pl_pl: Dziękujemy za płatność. Rezerwacja potwierdzona.
pt_br: Obrigado pelo seu pagamento. Sua reserva foi confirmada.
ro_ro: Vă mulțumim pentru plată. Rezervarea a fost confirmată.
ru_ru: Спасибо за оплату. Ваше бронирование подтверждено.
sv_se: Tack för din betalning. Din bokning har bekräftats.

source: Booking Details
da_dk: Bookingdetaljer
de_de: Buchungsdetails
el: Λεπτομέρειες Κράτησης
es_es: Detalles de la reserva
fr_fr: Détails de la réservation
hu_hu: Foglalás részletei
it_it: Dettagli Prenotazione
nb_no: Bookingdetaljer
nl_nl: Boekingsdetails
pl_pl: Szczegóły Rezerwacji
pt_br: Detalhes da Reserva
ro_ro: Detalii Rezervare
ru_ru: Детали бронирования
sv_se: Bokningsdetaljer

source: Booking ID:
de_de: Buchungs-ID:
el: ID Κράτησης:
es_es: ID de reserva:
fr_fr: ID réservation :
hu_hu: Foglalás ID:
it_it: ID Prenotazione:
nl_nl: Boeking ID:
pl_pl: ID Rezerwacji:
pt_br: ID da Reserva:
ro_ro: ID Rezervare:
ru_ru: ID бронирования:
sv_se: Boknings-ID:

source: Check-in:
da_dk: Indtjekning:
de_de: Anreise:
el: Άφιξη:
es_es: Entrada:
fr_fr: Arrivée :
hu_hu: Érkezés:
nb_no: Sjekk inn:
pl_pl: Zameldowanie:
ru_ru: Заезд:
sv_se: Incheckning:

source: Check-out:
da_dk: Udtjekning:
de_de: Abreise:
el: Αναχώρηση:
es_es: Salida:
fr_fr: Départ :
hu_hu: Távozás:
nb_no: Sjekk ut:
pl_pl: Wymeldowanie:
ru_ru: Выезд:
sv_se: Utcheckning:

source: If you have any questions, please don't hesitate to contact us.
da_dk: Hvis du har spørgsmål, tøv ikke med at kontakte os.
de_de: Bei Fragen zögern Sie bitte nicht, uns zu kontaktieren.
el: Αν έχετε ερωτήσεις, μη διστάσετε να επικοινωνήσετε μαζί μας.
es_es: Si tiene alguna pregunta, no dude en contactarnos.
fr_fr: Si vous avez des questions, n'hésitez pas à nous contacter.
hu_hu: Ha bármilyen kérdése van, forduljon hozzánk bizalommal.
it_it: Se hai domande, contattaci.
nb_no: Hvis du har spørsmål, ikke nøl med å kontakte oss.
nl_nl: Neem bij vragen gerust contact op.
pl_pl: Jeśli masz pytania, skontaktuj się z nami.
pt_br: Se tiver alguma dúvida, não hesite em nos contatar.
ro_ro: Dacă aveți întrebări, nu ezitați să ne contactați.
ru_ru: Если у вас есть вопросы, пожалуйста, свяжитесь с нами.
sv_se: Om du har några frågor, tveka inte att kontakta oss.

source: Best regards,
da_dk: Med venlig hilsen,
de_de: Mit freundlichen Grüßen,
el: Με εκτίμηση,
es_es: Atentamente,
fr_fr: Cordialement,
hu_hu: Üdvözlettel,
it_it: Cordiali saluti,
nb_no: Med vennlig hilsen,
nl_nl: Met vriendelijke groet,
pl_pl: Z poważaniem,
pt_br: Atenciosamente,
ro_ro: Cu stimă,
ru_ru: С уважением,
sv_se: Vänliga hälsningar,

source: Payment Details
da_dk: Betalingsdetaljer
de_de: Zahlungsdetails
el: Λεπτομέρειες Πληρωμής
es_es: Detalles del pago
fr_fr: Détails du paiement
hu_hu: Fizetési részletek
it_it: Dettagli Pagamento
nb_no: Betalingsdetaljer
nl_nl: Betalingsdetails
pl_pl: Szczegóły Płatności
pt_br: Detalhes do Pagamento
ro_ro: Detalii Plată
ru_ru: Детали оплаты
sv_se: Betalningsinformation

source: Amount Paid:
da_dk: Beløb Betalt:
de_de: Gezahlter Betrag:
el: Ποσό Πληρωμής:
es_es: Cantidad pagada:
fr_fr: Montant payé :
hu_hu: Fizetett összeg:
it_it: Importo Pagato:
nb_no: Beløp betalt:
nl_nl: Betaald bedrag:
pl_pl: Kwota Zapłacona:
pt_br: Valor Pago:
ro_ro: Sumă Plătită:
ru_ru: Оплаченная сумма:
sv_se: Betalt belopp:

source: Transaction ID:
da_dk: Transaktions-ID:
de_de: Transaktions-ID:
el: ID Συναλλαγής:
es_es: ID de transacción:
fr_fr: ID transaction :
hu_hu: Tranzakció ID:
it_it: ID Transazione:
nb_no: Transaksjons-ID:
nl_nl: Transactie ID:
pl_pl: ID Transakcji:
pt_br: ID da Transação:
ro_ro: ID Tranzacție:
ru_ru: ID транзакции:
sv_se: Transaktions-ID:

source: Payment Method:
da_dk: Betalingsmetode:
de_de: Zahlungsmethode:
el: Τρόπος Πληρωμής:
es_es: Método de pago:
fr_fr: Méthode de paiement :
hu_hu: Fizetési mód:
it_it: Metodo Pagamento:
nb_no: Betalingsmetode:
nl_nl: Betaalmethode:
pl_pl: Metoda Płatności:
pt_br: Método de Pagamento:
ro_ro: Metodă Plată:
ru_ru: Способ оплаты:
sv_se: Betalningsmetod:

source: Payment Date:
da_dk: Betalingsdato:
de_de: Zahlungsdatum:
el: Ημερομηνία Πληρωμής:
es_es: Fecha de pago:
fr_fr: Date de paiement :
hu_hu: Fizetés dátuma:
it_it: Data Pagamento:
nb_no: Betalingsdato:
nl_nl: Betaaldatum:
pl_pl: Data Płatności:
pt_br: Data do Pagamento:
ro_ro: Data Plății:
ru_ru: Дата оплаты:
sv_se: Betalningsdatum:

source: Search Rooms
da_dk: Søg Værelser
de_de: Zimmer suchen
el: Αναζήτηση Δωματίων
es_es: Buscar habitaciones
fr_fr: Rechercher des chambres
hu_hu: Szobák keresése
it_it: Cerca Camere
nb_no: Søk etter rom
nl_nl: Zoek Kamers
pl_pl: Szukaj Pokoi
pt_br: Buscar Quartos
ro_ro: Caută Camere
ru_ru: Поиск номеров
sv_se: Sök rum

source: Available Rooms from %1$s to %2$s
da_dk: Tilgængelige Værelser fra %1$s til %2$s
de_de: Verfügbare Zimmer vom %1$s bis %2$s
el: Διαθέσιμα Δωμάτια από %1$s έως %2$s
es_es: Habitaciones disponibles del %1$s al %2$s
fr_fr: Chambres disponibles du %1$s au %2$s
hu_hu: Elérhető szobák %1$s-tól %2$s-ig
it_it: Camere Disponibili da %1$s a %2$s
nb_no: Tilgjengelige rom fra %1$s til %2$s
nl_nl: Beschikbare Kamers van %1$s tot %2$s
pl_pl: Dostępne Pokoje od %1$s do %2$s
pt_br: Quartos Disponíveis de %1$s a %2$s
ro_ro: Camere Disponibile de la %1$s până la %2$s
ru_ru: Доступные номера с %1$s по %2$s
sv_se: Tillgängliga rum från %1$s till %2$s

source: No rooms available for these dates.
da_dk: Ingen værelser tilgængelige på disse datoer.
de_de: Keine Zimmer für diese Daten verfügbar.
el: Δεν υπάρχουν διαθέσιμα δωμάτια για αυτές τις ημερομηνίες.
es_es: No hay habitaciones disponibles para estas fechas.
fr_fr: Aucune chambre disponible pour ces dates.
hu_hu: Nincs elérhető szoba ezekre a dátumokra.
it_it: Nessuna camera disponibile per queste date.
nb_no: Ingen rom tilgjengelig for disse datoene.
nl_nl: Geen kamers beschikbaar voor deze data.
pl_pl: Brak dostępnych pokoi w tym terminie.
pt_br: Nenhum quarto disponível para estas datas.
ro_ro: Nu sunt camere disponibile pentru aceste date.
ru_ru: Нет доступных номеров на эти даты.
sv_se: Inga rum tillgängliga för dessa datum.

source: Dates are not available.
da_dk: Datoer er ikke tilgængelige.
de_de: Daten sind nicht verfügbar.
el: Οι ημερομηνίες δεν είναι διαθέσιμες.
es_es: Las fechas no están disponibles.
fr_fr: Les dates ne sont pas disponibles.
hu_hu: A dátumok nem elérhetők.
it_it: Date non disponibili.
nb_no: Datoer er ikke tilgjengelige.
nl_nl: Data niet beschikbaar.
pl_pl: Daty są niedostępne.
pt_br: As datas não estão disponíveis.
ro_ro: Datele nu sunt disponibile.
ru_ru: Даты недоступны.
sv_se: Datumen är inte tillgängliga.

source: Room not found.
da_dk: Værelse ikke fundet.
de_de: Zimmer nicht gefunden.
el: Το δωμάτιο δεν βρέθηκε.
es_es: Habitación no encontrada.
fr_fr: Chambre introuvable.
hu_hu: A szoba nem található.
it_it: Camera non trovata.
nb_no: Rom ikke funnet.
nl_nl: Kamer niet gevonden.
pl_pl: Nie znaleziono pokoju.
pt_br: Quarto não encontrado.
ro_ro: Cameră negăsită.
ru_ru: Номер не найден.
sv_se: Rummet hittades inte.

source: Secure Online Payment
da_dk: Sikker Online Betaling
de_de: Sichere Online-Zahlung
el: Ασφαλής Online Πληρωμή
es_es: Pago en línea seguro
fr_fr: Paiement en ligne sécurisé
hu_hu: Biztonságos online fizetés
it_it: Pagamento Online Sicuro
nb_no: Sikker nettbetaling
nl_nl: Veilige Online Betaling
pl_pl: Bezpieczna Płatność Online
pt_br: Pagamento Online Seguro
ro_ro: Plată Online Securizată
ru_ru: Безопасный онлайн-платеж
sv_se: Säker betalning online

source: Security verification failed. Please refresh the page.
da_dk: Sikkerhedsverifikation mislykkedes. Opdater venligst siden.
de_de: Sicherheitsüberprüfung fehlgeschlagen. Bitte aktualisieren Sie die Seite.
el: Η επαλήθευση ασφαλείας απέτυχε. Παρακαλώ ανανεώστε τη σελίδα.
es_es: Verificación de seguridad fallida. Por favor, actualice la página.
fr_fr: Vérification de sécurité échouée. Veuillez rafraîchir la page.
hu_hu: Biztonsági ellenőrzés sikertelen. Kérjük, frissítse az oldalt.
it_it: Verifica sicurezza fallita. Ricarica la pagina.
nb_no: Sikkerhetsverifisering feilet. Oppdater siden.
nl_nl: Beveiligingsverificatie mislukt. Ververs de pagina.
pl_pl: Weryfikacja bezpieczeństwa nieudana. Odśwież stronę.
pt_br: Verificação de segurança falhou. Por favor, atualize a página.
ro_ro: Verificarea de securitate a eșuat. Vă rugăm reîmprospătați pagina.
ru_ru: Проверка безопасности не удалась. Обновите страницу.
sv_se: Säkerhetsverifiering misslyckades. Vänligen uppdatera sidan.

source: Too many attempts. Please wait a minute.
da_dk: For mange forsøg. Vent venligst et minut.
de_de: Zu viele Versuche. Bitte warten Sie eine Minute.
el: Πολλές προσπάθειες. Παρακαλώ περιμένετε ένα λεπτό.
es_es: Demasiados intentos. Por favor espere un minuto.
fr_fr: Trop de tentatives. Veuillez patienter une minute.
hu_hu: Túl sok próbálkozás. Kérjük, várjon egy percet.
it_it: Troppi tentativi. Attendi un minuto.
nb_no: For mange forsøk. Vent et minutt.
nl_nl: Te veel pogingen. Wacht een minuut.
pl_pl: Zbyt wiele prób. Poczekaj minutę.
pt_br: Muitas tentativas. Por favor, aguarde um minuto.
ro_ro: Prea multe încercări. Vă rugăm așteptați un minut.
ru_ru: Слишком много попыток. Подождите минуту.
sv_se: För många försök. Vänta en minut.

source: Leave this field empty
da_dk: Lad dette felt være tomt
de_de: Lassen Sie dieses Feld leer
el: Αφήστε αυτό το πεδίο κενό
es_es: Deje este campo vacío
fr_fr: Laissez ce champ vide
hu_hu: Hagyja üresen ezt a mezőt
it_it: Lascia vuoto questo campo
nb_no: La dette feltet stå tomt
nl_nl: Laat dit veld leeg
pl_pl: Pozostaw to pole puste
pt_br: Deixe este campo vazio
ro_ro: Lăsați acest câmp gol
ru_ru: Оставьте это поле пустым
sv_se: Lämna detta fält tomt

source: Room Image
da_dk: Værelsesbillede
de_de: Zimmerbild
el: Εικόνα Δωματίου
es_es: Imagen de la habitación
fr_fr: Image de la chambre
hu_hu: Szoba kép
it_it: Immagine Camera
nb_no: Rombilde
nl_nl: Kamer Afbeelding
pl_pl: Obraz Pokoju
pt_br: Imagem do Quarto
ro_ro: Imagine Cameră
ru_ru: Изображение номера
sv_se: Rumsbild

source: No room ID specified for calendar.
da_dk: Intet værelses-ID angivet for kalender.
de_de: Keine Zimmer-ID für den Kalender angegeben.
el: Δεν καθορίστηκε ID δωματίου για το ημερολόγιο.
es_es: No se especificó ID de habitación para el calendario.
fr_fr: Aucun ID de chambre spécifié pour le calendrier.
hu_hu: Nincs szoba ID megadva a naptárhoz.
it_it: Nessun ID camera per calendario.
nb_no: Ingen rom-ID spesifisert for kalender.
nl_nl: Geen kamer ID opgegeven voor kalender.
pl_pl: Brak ID pokoju dla kalendarza.
pt_br: Nenhum ID de quarto especificado para o calendário.
ro_ro: Niciun ID de cameră specificat pentru calendar.
ru_ru: Не указан ID номера для календаря.
sv_se: Inget rums-ID specificerat för kalendern.

source: Booking Page URL not configured.
da_dk: Booking-side URL ikke konfigureret.
de_de: Buchungsseite-URL nicht konfiguriert.
el: Το URL της Σελίδας Κράτησης δεν έχει ρυθμιστεί.
es_es: URL de la página de reserva no configurada.
fr_fr: URL de la page de réservation non configurée.
hu_hu: A foglalási oldal URL nincs beállítva.
it_it: URL Pagina Prenotazione non configurato.
nb_no: Bookingside-URL ikke konfigurert.
nl_nl: Boekingspagina URL niet geconfigureerd.
pl_pl: URL Strony Rezerwacji nieskonfigurowany.
pt_br: URL da Página de Reserva não configurada.
ro_ro: URL Pagină Rezervare neconfigurat.
ru_ru: URL страницы бронирования не настроен.
sv_se: Bokningssidans URL ej konfigurerad.

source: Loading...
da_dk: Indlæser...
de_de: Wird geladen...
el: Φόρτωση...
es_es: Cargando...
fr_fr: Chargement...
hu_hu: Betöltés...
it_it: Caricamento...
nb_no: Laster...
nl_nl: Laden...
pl_pl: Ładowanie...
pt_br: Carregando...
ro_ro: Se încarcă...
ru_ru: Загрузка...
sv_se: Laddar...

source: Processing...
da_dk: Behandler...
de_de: Wird verarbeitet...
el: Επεξεργασία...
es_es: Procesando...
fr_fr: Traitement...
hu_hu: Feldolgozás...
it_it: Elaborazione...
nb_no: Behandler...
nl_nl: Verwerken...
pl_pl: Przetwarzanie...
pt_br: Processando...
ro_ro: Se procesează...
ru_ru: Обработка...
sv_se: Bearbetar...

source: Please accept the privacy policy to continue.
da_dk: Accepter venligst privatlivspolitikken for at fortsætte.
de_de: Bitte akzeptieren Sie die Datenschutzrichtlinie, um fortzufahren.
el: Παρακαλώ αποδεχτείτε την πολιτική απορρήτου για να συνεχίσετε.
es_es: Por favor acepte la política de privacidad para continuar.
fr_fr: Veuillez accepter la politique de confidentialité pour continuer.
hu_hu: A folytatáshoz fogadja el az adatvédelmi irányelveket.
it_it: Accetta la privacy policy per continuare.
nb_no: Godta personvernerklæringen for å fortsette.
nl_nl: Accepteer het privacybeleid om door te gaan.
pl_pl: Zaakceptuj politykę prywatności, aby kontynuować.
pt_br: Por favor, aceite a política de privacidade para continuar.
ro_ro: Vă rugăm acceptați politica de confidențialitate pentru a continua.
ru_ru: Пожалуйста, примите политику конфиденциальности.
sv_se: Vänligen godkänn integritetspolicyn för att fortsätta.
