Repository: leslieradue-web/modern-hotel-booking-free
Catalog: languages/modern-hotel-booking-*.po
Languages: da_dk, de_de, el, es_es, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sv_se

source: Database Status:
de_de: Datenbank-Status:
el: Κατάσταση Βάσης Δεδομένων:
es_es: Estado de la base de datos:
fr_fr: État de la base de données :
hu_hu: Adatbázis állapota:
it_it: Stato Database:
pl_pl: Status bazy danych:
pt_br: Status do Banco de Dados:
ro_ro: Stare Bază de Date:
ru_ru: Статус базы данных:
sv_se: Databasstatus:

source: Healthy
da_dk: Sund
de_de: In Ordnung
el: Υγιής
es_es: Saludable
fr_fr: Sain
hu_hu: Megfelelő
it_it: Sano
nb_no: Sunn
nl_nl: Gezond
pl_pl: W normie
pt_br: Saudável
ro_ro: Sănătos
ru_ru: В норме
sv_se: Felfri

source: Need Assistance?
da_dk: Brug for hjælp?
de_de: Benötigen Sie Hilfe?
el: Χρειάζεστε Βοήθεια;
es_es: ¿Necesita ayuda?
fr_fr: Besoin d'aide ?
hu_hu: Segítségre van szüksége?
it_it: Serve Assistenza?
nb_no: Trenger du hjelp?
nl_nl: Hulp nodig?
pl_pl: Potrzebujesz pomocy?
pt_br: Precisa de Ajuda?
ro_ro: Aveți nevoie de asistență?
ru_ru: Нужна помощь?
sv_se: Behöver du hjälp?

source: Explore our documentation or contact the support team for property management advice.
da_dk: Udforsk vores dokumentation eller kontakt supportteamet for rådgivning om ejendomsadministration.
de_de: Erkunden Sie unsere Dokumentation oder kontaktieren Sie das Support-Team für Beratung.
el: Εξερευνήστε την τεκμηρίωσή μας ή επικοινωνήστε με την ομάδα υποστήριξης για συμβουλές.
es_es: Explore nuestra documentación o contacte al equipo de soporte para consejos de gestión.
fr_fr: Explorez notre documentation ou contactez l'équipe de support pour des conseils de gestion.
hu_hu: Fedezze fel dokumentációnkat, vagy lépjen kapcsolatba a támogatási csapattal.
it_it: Esplora la documentazione o contatta il supporto per consigli sulla gestione.
nb_no: Utforsk dokumentasjonen vår eller kontakt supportteamet for råd om eiendomsforvaltning.
nl_nl: Bekijk onze documentatie of neem contact op met het ondersteuningsteam.
pl_pl: Zapoznaj się z naszą dokumentacją lub skontaktuj się z zespołem wsparcia.
pt_br: Explore nossa documentação ou contate a equipe de suporte.
ro_ro: Explorați documentația noastră sau contactați echipa de suport pentru sfaturi.
ru_ru: Изучите нашу документацию или обратитесь в службу поддержки за советом по управлению объектом.
sv_se: Utforska vår dokumentation eller kontakta supportteamet för råd om fastighetsförvaltning.

source: Open Self-Service Portal →
da_dk: Åbn selvbetjeningsportal →
de_de: Self-Service-Portal öffnen →
el: Άνοιγμα Πύλης Αυτοεξυπηρέτησης →
es_es: Abrir portal de autoservicio →
fr_fr: Ouvrir le portail libre-service →
hu_hu: Önkiszolgáló portál megnyitása →
it_it: Apri Portale Self-Service →
nb_no: Åpne selvbetjeningsportal →
nl_nl: Open Self-Service Portaal →
pl_pl: Otwórz portal samoobsługowy →
pt_br: Abrir Portal de Autoatendimento →
ro_ro: Deschide Portalul Self-Service →
ru_ru: Открыть портал самообслуживания →
sv_se: Öppna självbetjäningsportalen →

source: Security check failed.
da_dk: Sikkerhedstjek mislykkedes.
de_de: Sicherheitsüberprüfung fehlgeschlagen.
el: Ο έλεγχος ασφαλείας απέτυχε.
es_es: La verificación de seguridad falló.
fr_fr: La vérification de sécurité a échoué.
hu_hu: Biztonsági ellenőrzés sikertelen.
it_it: Controllo sicurezza fallito.
nb_no: Sikkerhetskontroll feilet.
nl_nl: Beveiligingscontrole mislukt.
pl_pl: Kontrola bezpieczeństwa nie powiodła się.
pt_br: Verificação de segurança falhou.
ro_ro: Verificarea de securitate a eșuat.
ru_ru: Проверка безопасности не пройдена.
sv_se: Säkerhetskontrollen misslyckades.

source: Booking Confirmed & Email Sent!
da_dk: Booking bekræftet & e-mail sendt!
de_de: Buchung bestätigt & E-Mail gesendet!
el: Η κράτηση επιβεβαιώθηκε & το Email στάλθηκε!
es_es: ¡Reserva confirmada y correo enviado!
fr_fr: Réservation confirmée & e-mail envoyé !
hu_hu: Foglalás megerősítve és email elküldve!
it_it: Prenotazione Confermata & Email Inviata!
nb_no: Booking bekreftet og e-post sendt!
nl_nl: Boeking bevestigd & e-mail verzonden!
pl_pl: Rezerwacja potwierdzona i e-mail wysłany!
pt_br: Reserva Confirmada e E-mail Enviado!
ro_ro: Rezervare Confirmată & Email Trimis!
ru_ru: Бронирование подтверждено, Email отправлен!
sv_se: Bokning bekräftad & e-post skickad!

source: Booking Cancelled.
da_dk: Booking annulleret.
de_de: Buchung storniert.
el: Η κράτηση ακυρώθηκε.
es_es: Reserva cancelada.
fr_fr: Réservation annulée.
hu_hu: Foglalás lemondva.
it_it: Prenotazione Cancellata.
nb_no: Booking kansellert.
nl_nl: Boeking geannuleerd.
pl_pl: Rezerwacja anulowana.
pt_br: Reserva Cancelada.
ro_ro: Rezervare Anulată.
ru_ru: Бронирование отменено.
sv_se: Bokning avbokad.

source: Booking Deleted.
da_dk: Booking slettet.
de_de: Buchung gelöscht.
el: Η κράτηση διαγράφηκε.
es_es: Reserva eliminada.
fr_fr: Réservation supprimée.
hu_hu: Foglalás törölve.
it_it: Prenotazione Eliminata.
nb_no: Booking slettet.
nl_nl: Boeking verwijderd.
pl_pl: Rezerwacja usunięta.
pt_br: Reserva Excluída.
ro_ro: Rezervare Ștearsă.
ru_ru: Бронирование удалено.
sv_se: Bokning raderad.

source: Manual booking added by admin.
da_dk: Manuel booking tilføjet af admin.
de_de: Manuelle Buchung durch Admin hinzugefügt.
el: Χειροκίνητη κράτηση προστέθηκε από τον διαχειριστή.
es_es: Reserva manual añadida por el administrador.
fr_fr: Réservation manuelle ajoutée par l'administrateur.
hu_hu: Kézi foglalást adott hozzá az adminisztrátor.
it_it: Prenotazione manuale aggiunta dall'admin.
nb_no: Manuell booking lagt til av admin.
nl_nl: Handmatige boeking toegevoegd door beheerder.
pl_pl: Ręczna rezerwacja dodana przez administratora.
pt_br: Reserva manual adicionada pelo administrador.
ro_ro: Rezervare manuală adăugată de administrator.
ru_ru: Ручное бронирование добавлено администратором.
sv_se: Manuell bokning tillagd av administratör.

source: Manual Booking Added!
da_dk: Manuel booking tilføjet!
de_de: Manuelle Buchung hinzugefügt!
el: Η Χειροκίνητη Κράτηση Προστέθηκε!
es_es: ¡Reserva manual añadida!
fr_fr: Réservation manuelle ajoutée !
hu_hu: Kézi foglalás hozzáadva!
it_it: Prenotazione Manuale Aggiunta!
nb_no: Manuell booking lagt til!
nl_nl: Handmatige boeking toegevoegd!
pl_pl: Dodano ręczną rezerwację!
pt_br: Reserva Manual Adicionada!
ro_ro: Rezervare Manuală Adăugată!
ru_ru: Ручное бронирование добавлено!
sv_se: Manuell bokning tillagd!

source: Booking Updated!
da_dk: Booking opdateret!
de_de: Buchung aktualisiert!
el: Η Κράτηση Ενημερώθηκε!
es_es: ¡Reserva actualizada!
fr_fr: Réservation mise à jour !
hu_hu: Foglalás frissítve!
it_it: Prenotazione Aggiornata!
nb_no: Booking oppdatert!
nl_nl: Boeking bijgewerkt!
pl_pl: Rezerwacja zaktualizowana!
pt_br: Reserva Atualizada!
ro_ro: Rezervare Actualizată!
ru_ru: Бронирование обновлено!
sv_se: Bokning uppdaterad!

source: Add New Booking
da_dk: Tilføj ny booking
de_de: Neue Buchung hinzufügen
el: Προσθήκη Νέας Κράτησης
es_es: Añadir nueva reserva
fr_fr: Ajouter une réservation
hu_hu: Új foglalás hozzáadása
it_it: Aggiungi Nuova Prenotazione
nb_no: Legg til ny booking
nl_nl: Nieuwe boeking toevoegen
pl_pl: Dodaj nową rezerwację
pt_br: Adicionar Nova Reserva
ro_ro: Adaugă Rezervare Nouă
ru_ru: Добавить новое бронирование
sv_se: Lägg till ny bokning

source: Filtering by status: %s
da_dk: Filtrerer efter status: %s
de_de: Filtern nach Status: %s
el: Φιλτράρισμα βάσει κατάστασης: %s
es_es: Filtrando por estado: %s
fr_fr: Filtrer par statut : %s
hu_hu: Szűrés állapot szerint: %s
it_it: Filtra per stato: %s
nb_no: Filtrerer etter status: %s
nl_nl: Filteren op status: %s
pl_pl: Filtrowanie wg statusu: %s
pt_br: Filtrando por status: %s
ro_ro: Filtrare după stare: %s
ru_ru: Фильтр по статусу: %s
sv_se: Filtrerar på status: %s

source: Clear Filter
da_dk: Ryd filter
de_de: Filter zurücksetzen
el: Καθαρισμός Φίλτρου
es_es: Limpiar filtro
fr_fr: Effacer le filtre
hu_hu: Szűrő törlése
it_it: Pulisci Filtro
nb_no: Tøm filter
nl_nl: Filter wissen
pl_pl: Wyczyść filtr
pt_br: Limpar Filtro
ro_ro: Șterge Filtrul
ru_ru: Очистить фильтр
sv_se: Rensa filter

source: Add Manual Booking
da_dk: Tilføj manuel booking
de_de: Manuelle Buchung hinzufügen
el: Προσθήκη Χειροκίνητης Κράτησης
es_es: Añadir reserva manual
fr_fr: Ajouter une réservation manuelle
hu_hu: Kézi foglalás hozzáadása
it_it: Aggiungi Prenotazione Manuale
nb_no: Legg til manuell booking
nl_nl: Handmatige boeking toevoegen
pl_pl: Dodaj rezerwację ręcznie
pt_br: Adicionar Reserva Manual
ro_ro: Adaugă Rezervare Manuală
ru_ru: Добавить бронирование вручную
sv_se: Lägg till manuell bokning

source: Customer Details
da_dk: Kundeoplysninger
de_de: Kundendetails
el: Στοιχεία Πελάτη
es_es: Detalles del cliente
fr_fr: Détails du client
hu_hu: Ügyfél adatai
it_it: Dettagli Cliente
nb_no: Kundedetaljer
nl_nl: Klantgegevens
pl_pl: Dane klienta
pt_br: Detalhes do Cliente
ro_ro: Detalii Client
ru_ru: Детали клиента
sv_se: Kunduppgifter

source: Customer Name
da_dk: Kundenavn
de_de: Kundenname
el: Όνομα Πελάτη
es_es: Nombre del cliente
fr_fr: Nom du client
hu_hu: Ügyfél neve
it_it: Nome Cliente
nb_no: Kundenavn
nl_nl: Klantnaam
pl_pl: Imię i nazwisko klienta
pt_br: Nome do Cliente
ro_ro: Nume Client
ru_ru: Имя клиента
sv_se: Kundnamn

source: Phone
da_dk: Telefon
de_de: Telefon
el: Τηλέφωνο
es_es: Teléfono
fr_fr: Téléphone
hu_hu: Telefon
it_it: Telefono
nb_no: Telefon
nl_nl: Telefoon
pl_pl: Telefon
pt_br: Telefone
ro_ro: Telefon
ru_ru: Телефон
sv_se: Telefon

source: Guests
da_dk: Gæster
de_de: Gäste
el: Επισκέπτες
es_es: Huéspedes
fr_fr: Voyageurs
hu_hu: Vendégek
it_it: Ospiti
nb_no: Gjester
nl_nl: Gasten
pl_pl: Goście
pt_br: Hóspedes
ro_ro: Oaspeți
ru_ru: Гости
sv_se: Gäster

source: Children
da_dk: Børn
de_de: Kinder
el: Παιδιά
es_es: Niños
fr_fr: Enfants
hu_hu: Gyermekek
it_it: Bambini
nb_no: Barn
nl_nl: Kinderen
pl_pl: Dzieci
pt_br: Crianças
ro_ro: Copii
ru_ru: Дети
sv_se: Barn

source: Child Ages
da_dk: Børns alder
de_de: Alter der Kinder
el: Ηλικίες Παιδιών
es_es: Edades de los niños
fr_fr: Âges des enfants
hu_hu: Gyermekek életkora
it_it: Età Bambini
nb_no: Barnas alder
nl_nl: Leeftijden kinderen
pl_pl: Wiek dzieci
pt_br: Idades das Crianças
ro_ro: Vârste Copii
ru_ru: Возраст детей
sv_se: Barnens åldrar

source: Extra Guest Information
da_dk: Ekstra gæsteoplysninger
de_de: Zusätzliche Gästeinformationen
el: Επιπλέον Πληροφορίες Επισκέπτη
es_es: Información extra del huésped
fr_fr: Informations supplémentaires sur les invités
hu_hu: További vendég információk
it_it: Informazioni Extra Ospiti
nb_no: Ekstra gjesteinformasjon
nl_nl: Extra gastinformatie
pl_pl: Dodatkowe informacje o gościach
pt_br: Informações Extras do Hóspede
ro_ro: Informații Suplimentare Oaspeți
ru_ru: Дополнительная информация о госте
sv_se: Information om extra gäster

source: Room & Dates
da_dk: Værelse & Datoer
de_de: Zimmer & Daten
el: Δωμάτιο & Ημερομηνίες
es_es: Habitación y fechas
fr_fr: Chambre & Dates
hu_hu: Szoba és Dátumok
it_it: Camera & Date
nb_no: Rom og datoer
nl_nl: Kamer & Data
pl_pl: Pokój i daty
pt_br: Quarto e Datas
ro_ro: Cameră & Date
ru_ru: Номер и даты
sv_se: Rum & Datum

source: -- Select Room --
da_dk: -- Vælg værelse --
de_de: -- Zimmer auswählen --
el: -- Επιλογή Δωματίου --
es_es: -- Seleccionar habitación --
fr_fr: -- Sélectionner une chambre --
hu_hu: -- Válasszon szobát --
it_it: -- Seleziona Camera --
nb_no: -- Velg rom --
nl_nl: -- Selecteer Kamer --
pl_pl: -- Wybierz pokój --
pt_br: -- Selecione o Quarto --
ro_ro: -- Selectează Cameră --
ru_ru: -- Выберите номер --
sv_se: -- Välj rum --

source: Check-in
da_dk: Indtjekning
de_de: Anreise
el: Άφιξη
es_es: Entrada
fr_fr: Arrivée
hu_hu: Érkezés
nb_no: Sjekk inn
pl_pl: Zameldowanie
ru_ru: Заезд
sv_se: Incheckning

source: Check-out
da_dk: Udtjekning
de_de: Abreise
el: Αναχώρηση
es_es: Salida
fr_fr: Départ
hu_hu: Távozás
nb_no: Sjekk ut
pl_pl: Wymeldowanie
ru_ru: Выезд
sv_se: Utcheckning

source: Extras & Discounts
da_dk: Tilvalg & Rabatter
de_de: Extras & Rabatte
el: Παροχές & Εκπτώσεις
es_es: Extras y descuentos
fr_fr: Extras & Réductions
hu_hu: Extrák és Kedvezmények
it_it: Extra & Sconti
nb_no: Ekstra og rabatter
nl_nl: Extra's & Kortingen
pl_pl: Dodatki i rabaty
pt_br: Extras e Descontos
ro_ro: Extra & Reduceri
ru_ru: Дополнительно и скидки
sv_se: Tillval & Rabatter

source: No extras configured.
da_dk: Ingen tilvalg konfigureret.
de_de: Keine Extras konfiguriert.
el: Δεν έχουν ρυθμιστεί επιπλέον παροχές.
es_es: No hay extras configurados.
fr_fr: Aucun extra configuré.
hu_hu: Nincsenek extrák beállítva.
it_it: Nessun extra configurato.
nb_no: Ingen ekstravalg konfigurert.
nl_nl: Geen extra's geconfigureerd.
pl_pl: Brak skonfigurowanych dodatków.
pt_br: Nenhum extra configurado.
ro_ro: Niciun extra configurat.
ru_ru: Дополнительные услуги не настроены.
sv_se: Inga tillval konfigurerade.

source: Discount Amount
da_dk: Rabatbeløb
de_de: Rabattbetrag
el: Ποσό Έκπτωσης
es_es: Importe del descuento
fr_fr: Montant de la réduction
hu_hu: Kedvezmény összege
it_it: Importo Sconto
nb_no: Rabattbeløp
nl_nl: Kortingsbedrag
pl_pl: Kwota rabatu
pt_br: Valor do Desconto
ro_ro: Sumă Reducere
ru_ru: Сумма скидки
sv_se: Rabattbelopp

source: Payment Info
da_dk: Betalingsinfo
de_de: Zahlungsinformationen
el: Πληροφορίες Πληρωμής
es_es: Información de pago
fr_fr: Info paiement
hu_hu: Fizetési információk
it_it: Info Pagamento
nb_no: Betalingsinfo
nl_nl: Betalingsinfo
pl_pl: Informacje o płatności
pt_br: Informações de Pagamento
ro_ro: Informații Plată
ru_ru: Информация об оплате
sv_se: Betalningsinfo

source: Total Price
da_dk: Totalpris
de_de: Gesamtpreis
el: Συνολική Τιμή
es_es: Precio total
fr_fr: Prix total
hu_hu: Teljes ár
it_it: Prezzo Totale
nb_no: Totalpris
nl_nl: Totaalprijs
pl_pl: Cena całkowita
pt_br: Preço Total
ro_ro: Preț Total
ru_ru: Итоговая цена
sv_se: Totalpris

source: Deposit Amount
da_dk: Depositumbeløb
de_de: Anzahlungsbetrag
el: Ποσό Προκαταβολής
es_es: Importe del depósito
fr_fr: Montant de l'acompte
hu_hu: Előleg összege
it_it: Importo Deposito
nb_no: Depositumsbeløp
nl_nl: Aanbetalingsbedrag
pl_pl: Kwota zaliczki
pt_br: Valor do Depósito
ro_ro: Sumă Depozit
ru_ru: Сумма депозита
sv_se: Depositionsbelopp

source: Deposit Received
da_dk: Depositum modtaget
de_de: Anzahlung erhalten
el: Λήψη Προκαταβολής
es_es: Depósito recibido
fr_fr: Acompte reçu
hu_hu: Előleg beérkezett
it_it: Deposito Ricevuto
nb_no: Depositum mottatt
nl_nl: Aanbetaling ontvangen
pl_pl: Otrzymano zaliczkę
pt_br: Depósito Recebido
ro_ro: Depozit Primit
ru_ru: Депозит получен
sv_se: Deposition mottagen

source: Mark as received
da_dk: Marker som modtaget
de_de: Als erhalten markieren
el: Σήμανση ως ελήφθη
es_es: Marcar como recibido
fr_fr: Marquer comme reçu
hu_hu: Megjelölés beérkezettként
it_it: Segna come ricevuto
nb_no: Merk som mottatt
nl_nl: Markeer als ontvangen
pl_pl: Oznacz jako otrzymane
pt_br: Marcar como recebido
ro_ro: Marchează ca primit
ru_ru: Отметить как полученное
sv_se: Markera som mottagen

source: Payment Method
da_dk: Betalingsmetode
de_de: Zahlungsmethode
el: Τρόπος Πληρωμής
es_es: Método de pago
fr_fr: Moyen de paiement
hu_hu: Fizetési mód
it_it: Metodo di Pagamento
nb_no: Betalingsmetode
nl_nl: Betaalmethode
pl_pl: Metoda płatności
pt_br: Método de Pagamento
ro_ro: Metodă de plată
ru_ru: Способ оплаты
sv_se: Betalningsmetod

source: Onsite / Manual
da_dk: På stedet / Manuelt
de_de: Vor Ort / Manuell
el: Στο Κατάλυμα / Χειροκίνητα
es_es: En el sitio / Manual
fr_fr: Sur place / Manuel
hu_hu: Helyszíni / Kézi
it_it: In Loco / Manuale
nb_no: På stedet / Manuell
nl_nl: Ter plaatse / Handmatig
pl_pl: Na miejscu / Ręcznie
pt_br: No Local / Manual
ro_ro: La locație / Manual
ru_ru: На месте / Вручную
sv_se: På plats / Manuell

source: Payment Received
da_dk: Betaling modtaget
de_de: Zahlung erhalten
el: Η Πληρωμή Ελήφθη
es_es: Pago recibido
fr_fr: Paiement reçu
hu_hu: Fizetés megérkezett
it_it: Pagamento Ricevuto
nb_no: Betaling mottatt
nl_nl: Betaling ontvangen
pl_pl: Płatność otrzymana
pt_br: Pagamento Recebido
ro_ro: Plată primită
ru_ru: Оплата получена
sv_se: Betalning mottagen

source: Mark full payment as received
da_dk: Marker fuld betaling som modtaget
de_de: Vollständige Zahlung als erhalten markieren
el: Σήμανση πλήρους πληρωμής ως ελήφθη
es_es: Marcar pago completo como recibido
fr_fr: Marquer le paiement complet comme reçu
hu_hu: Teljes összeg megjelölése beérkezettként
it_it: Segna pagamento completo come ricevuto
nb_no: Merk full betaling som mottatt
nl_nl: Markeer volledige betaling als ontvangen
pl_pl: Oznacz pełną płatność jako otrzymaną
pt_br: Marcar pagamento total como recebido
ro_ro: Marchează plata completă ca primită
ru_ru: Отметить полную оплату как полученную
sv_se: Markera full betalning som mottagen

source: Amount Outstanding
da_dk: Udestående beløb
de_de: Ausstehender Betrag
el: Υπόλοιπο Οφειλής
es_es: Importe pendiente
fr_fr: Montant restant dû
hu_hu: Fennmaradó összeg
it_it: Importo in Sospeso
nb_no: Utestående beløp
nl_nl: Openstaand bedrag
pl_pl: Kwota do zapłaty
pt_br: Valor Pendente
ro_ro: Sumă Restantă
ru_ru: Остаток к оплате
sv_se: Utestående belopp

source: Booking Management
da_dk: Bookingadministration
de_de: Buchungsverwaltung
el: Διαχείριση Κρατήσεων
es_es: Gestión de reservas
fr_fr: Gestion des réservations
hu_hu: Foglalás kezelés
it_it: Gestione Prenotazioni
nb_no: Bookingadministrasjon
nl_nl: Boekingsbeheer
pl_pl: Zarządzanie rezerwacjami
pt_br: Gerenciamento de Reservas
ro_ro: Gestionare Rezervări
ru_ru: Управление бронированием
sv_se: Bokningshantering

source: Confirmed
da_dk: Bekræftet
de_de: Bestätigt
el: Επιβεβαιωμένη
es_es: Confirmada
fr_fr: Confirmé
hu_hu: Megerősítve
it_it: Confermata
nb_no: Bekreftet
nl_nl: Bevestigd
pl_pl: Potwierdzona
pt_br: Confirmado
ro_ro: Confirmat
ru_ru: Подтверждено
sv_se: Bekräftad

source: Language
da_dk: Sprog
de_de: Sprache
el: Γλώσσα
es_es: Idioma
fr_fr: Langue
hu_hu: Nyelv
it_it: Lingua
nb_no: Språk
nl_nl: Taal
pl_pl: Język
pt_br: Idioma
ro_ro: Limbă
ru_ru: Язык
sv_se: Språk

source: Admin Notes
da_dk: Admin-noter
de_de: Admin-Notizen
el: Σημειώσεις Διαχειριστή
es_es: Notas del administrador
fr_fr: Notes administrateur
hu_hu: Admin jegyzetek
it_it: Note Amministratore
nb_no: Admin-notater
nl_nl: Beheerder notities
pl_pl: Notatki administratora
pt_br: Notas do Admin
ro_ro: Note Administrator
ru_ru: Заметки администратора
sv_se: Admin-anteckningar

source: Add Booking
da_dk: Tilføj booking
de_de: Buchung hinzufügen
el: Προσθήκη Κράτησης
es_es: Añadir reserva
fr_fr: Ajouter une réservation
hu_hu: Foglalás hozzáadása
it_it: Aggiungi Prenotazione
nb_no: Legg til booking
nl_nl: Boeking toevoegen
pl_pl: Dodaj rezerwację
pt_br: Adicionar Reserva
ro_ro: Adaugă rezervare
ru_ru: Добавить бронирование
sv_se: Lägg till bokning

source: Cancel
da_dk: Annuller
de_de: Abbrechen
el: Ακύρωση
es_es: Cancelar
fr_fr: Annuler
hu_hu: Mégse
it_it: Annulla
nb_no: Avbryt
nl_nl: Annuleren
pl_pl: Anuluj
pt_br: Cancelar
ro_ro: Anulează
ru_ru: Отмена
sv_se: Avbryt

source: Edit Booking #%d
da_dk: Rediger booking #%d
de_de: Buchung #%d bearbeiten
el: Επεξεργασία Κράτησης #%d
es_es: Editar reserva #%d
fr_fr: Modifier la réservation #%d
hu_hu: Foglalás szerkesztése #%d
it_it: Modifica Prenotazione #%d
nb_no: Rediger booking #%d
nl_nl: Bewerk Boeking #%d
pl_pl: Edytuj rezerwację #%d
pt_br: Editar Reserva #%d
ro_ro: Editează Rezervarea #%d
ru_ru: Редактировать бронирование #%d
sv_se: Redigera bokning #%d

source: Child %d:
da_dk: Barn %d:
de_de: Kind %d:
el: Παιδί %d:
es_es: Niño %d:
fr_fr: Enfant %d :
hu_hu: %d. Gyermek:
it_it: Bambino %d:
nb_no: Barn %d:
nl_nl: Kind %d:
pl_pl: Dziecko %d:
pt_br: Criança %d:
ro_ro: Copil %d:
ru_ru: Ребенок %d:
sv_se: Barn %d:

source: Payment Status
da_dk: Betalingsstatus
de_de: Zahlungsstatus
el: Κατάσταση Πληρωμής
es_es: Estado del pago
fr_fr: Statut du paiement
hu_hu: Fizetési állapot
it_it: Stato Pagamento
nb_no: Betalingsstatus
nl_nl: Betalingsstatus
pl_pl: Status płatności
pt_br: Status do Pagamento
ro_ro: Stare plată
ru_ru: Статус оплаты
sv_se: Betalningsstatus

source: Processing
da_dk: Behandler
de_de: In Bearbeitung
el: Σε επεξεργασία
es_es: Procesando
fr_fr: En traitement
hu_hu: Feldolgozás alatt
it_it: In Elaborazione
nb_no: Behandler
nl_nl: Verwerken
pl_pl: Przetwarzanie
pt_br: Processando
ro_ro: În procesare
ru_ru: Обработка
sv_se: Bearbetar

source: Completed
da_dk: Fuldført
de_de: Abgeschlossen
el: Ολοκληρώθηκε
es_es: Completado
fr_fr: Terminé
hu_hu: Befejezve
it_it: Completato
nb_no: Fullført
nl_nl: Voltooid
pl_pl: Zakończona
pt_br: Concluído
ro_ro: Completat
ru_ru: Завершено
sv_se: Slutförd

source: Failed
da_dk: Mislykkedes
de_de: Fehlgeschlagen
el: Απέτυχε
es_es: Fallido
fr_fr: Échoué
hu_hu: Sikertelen
it_it: Fallito
nb_no: Feilet
nl_nl: Mislukt
pl_pl: Nieudana
pt_br: Falhou
ro_ro: Eșuat
ru_ru: Ошибка
sv_se: Misslyckades

source: Refunded
da_dk: Refunderet
de_de: Erstattet
el: Επεστράφη
es_es: Reembolsado
fr_fr: Remboursé
hu_hu: Visszatérítve
it_it: Rimborsato
nb_no: Refundert
nl_nl: Terugbetaald
pl_pl: Zwrócona
pt_br: Reembolsado
ro_ro: Rambursat
ru_ru: Возвращено
sv_se: Återbetald

source: Transaction ID
da_dk: Transaktions-ID
de_de: Transaktions-ID
el: ID Συναλλαγής
es_es: ID de transacción
fr_fr: ID de transaction
hu_hu: Tranzakció azonosító
it_it: ID Transazione
nb_no: Transaksjons-ID
nl_nl: Transactie ID
pl_pl: ID transakcji
pt_br: ID da Transação
ro_ro: ID Tranzacție
ru_ru: ID транзакции
sv_se: Transaktions-ID

source: Transaction ID from payment gateway (read-only).
da_dk: Transaktions-ID fra betalingsgateway (kun læsning).
de_de: Transaktions-ID vom Zahlungsanbieter (schreibgeschützt).
el: ID συναλλαγής από την πύλη πληρωμής (μόνο για ανάγνωση).
es_es: ID de transacción de la pasarela de pago (solo lectura).
fr_fr: ID de transaction de la passerelle de paiement (lecture seule).
hu_hu: Tranzakció ID a fizetési szolgáltatótól (csak olvasható).
it_it: ID Transazione dal gateway (sola lettura).
nb_no: Transaksjons-ID fra betalingsgateway (skrivebeskyttet).
nl_nl: Transactie ID van betalingsgateway (alleen lezen).
pl_pl: ID transakcji z bramki płatności (tylko do odczytu).
pt_br: ID da transação do gateway de pagamento (somente leitura).
ro_ro: ID Tranzacție din procesator (doar citire).
ru_ru: ID транзакции из платежного шлюза (только чтение).
sv_se: Transaktions-ID från betalningsgateway (skrivskyddad).

source: Payment Amount
da_dk: Betalingsbeløb
de_de: Zahlungsbetrag
el: Ποσό Πληρωμής
es_es: Importe del pago
fr_fr: Montant du paiement
hu_hu: Fizetett összeg
it_it: Importo Pagato
nb_no: Betalingsbeløp
nl_nl: Betaald bedrag
pl_pl: Kwota płatności
pt_br: Valor do Pagamento
ro_ro: Sumă Plată
ru_ru: Сумма оплаты
sv_se: Betalningsbelopp

source: Actual amount paid (may differ from total).
da_dk: Faktisk betalt beløb (kan afvige fra total).
de_de: Tatsächlich gezahlter Betrag (kann vom Gesamtbetrag abweichen).
el: Πραγματικό ποσό που πληρώθηκε (μπορεί να διαφέρει από το σύνολο).
es_es: Importe real pagado (puede diferir del total).
fr_fr: Montant réel payé (peut différer du total).
hu_hu: Ténylegesen fizetett összeg (eltérhet a végösszegtől).
it_it: Importo effettivamente pagato (può differire dal totale).
nb_no: Faktisk betalt beløp (kan avvike fra totalen).
nl_nl: Daadwerkelijk betaald bedrag (kan afwijken van totaal).
pl_pl: Faktycznie zapłacona kwota (może różnić się od całości).
pt_br: Valor real pago (pode diferir do total).
ro_ro: Suma efectiv plătită (poate diferi de total).
ru_ru: Фактически оплаченная сумма (может отличаться от итоговой).
sv_se: Faktiskt betalt belopp (kan skilja sig från totalen).

source: Payment Date
da_dk: Betalingsdato
de_de: Zahlungsdatum
el: Ημερομηνία Πληρωμής
es_es: Fecha de pago
fr_fr: Date de paiement
hu_hu: Fizetés dátuma
it_it: Data Pagamento
nb_no: Betalingsdato
nl_nl: Betaaldatum
pl_pl: Data płatności
pt_br: Data do Pagamento
ro_ro: Data Plății
ru_ru: Дата оплаты
sv_se: Betalningsdatum
