Repository: leslieradue-web/modern-hotel-booking-free
Catalog: languages/modern-hotel-booking-*.po
Languages: da_dk, de_de, el, es_es, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sv_se

source: Check-in Date
da_dk: Indtjekningsdato
de_de: Anreisedatum
el: Ημερομηνία Άφιξης
es_es: Fecha de entrada
fr_fr: Date d'arrivée
hu_hu: Érkezés dátuma
it_it: Data Check-in
nb_no: Innsjekkingsdato
nl_nl: Check-in Datum
pl_pl: Data Zameldowania
pt_br: Data de Check-in
ro_ro: Dată Check-in
ru_ru: Дата заезда
sv_se: Incheckningsdatum

source: Check-out Date
da_dk: Udtjekningsdato
de_de: Abreisedatum
el: Ημερομηνία Αναχώρησης
es_es: Fecha de salida
fr_fr: Date de départ
hu_hu: Távozás dátuma
it_it: Data Check-out
nb_no: Utsjekkingsdato
nl_nl: Check-out Datum
pl_pl: Data Wymeldowania
pt_br: Data de Check-out
ro_ro: Dată Check-out
ru_ru: Дата выезда
sv_se: Utcheckningsdatum

source: Customer Phone
da_dk: Kundetelefon
de_de: Kundentelefon
el: Τηλέφωνο Πελάτη
es_es: Teléfono cliente
fr_fr: Téléphone client
hu_hu: Ügyfél telefon
it_it: Telefono Cliente
nb_no: Kundetelefon
nl_nl: Klant Telefoon
pl_pl: Telefon Klienta
pt_br: Telefone do Cliente
ro_ro: Telefon Client
ru_ru: Телефон клиента
sv_se: Kundtelefon

source: Hotel Bookings
da_dk: Hotelbookinger
de_de: Hotelbuchungen
el: Κρατήσεις Ξενοδοχείου
es_es: Reservas de hotel
fr_fr: Réservations d'hôtel
hu_hu: Szállásfoglalások
it_it: Prenotazioni Hotel
nb_no: Hotellbookinger
nl_nl: Hotelboekingen
pl_pl: Rezerwacje Hotelowe
pt_br: Reservas de Hotel
ro_ro: Rezervări Hotel
ru_ru: Бронирования отелей
sv_se: Hotellbokningar

source: Booking Summary
da_dk: Bookingsoversigt
de_de: Buchungszusammenfassung
el: Σύνοψη Κράτησης
es_es: Resumen de reserva
fr_fr: Résumé de la réservation
hu_hu: Foglalás összegzése
it_it: Riepilogo Prenotazione
nb_no: Bookingsammendrag
nl_nl: Boeking Samenvatting
pl_pl: Podsumowanie Rezerwacji
pt_br: Resumo da Reserva
ro_ro: Sumar Rezervare
ru_ru: Сводка бронирования
sv_se: Bokningssammanfattning

source: Item
da_dk: Vare
de_de: Artikel
el: Είδος
es_es: Artículo
fr_fr: Article
hu_hu: Tétel
it_it: Articolo
nb_no: Vare
pl_pl: Pozycja
ro_ro: Articol
ru_ru: Элемент
sv_se: Artikel

source: Amount
da_dk: Beløb
de_de: Betrag
el: Ποσό
es_es: Importe
fr_fr: Montant
hu_hu: Összeg
it_it: Importo
nb_no: Beløp
nl_nl: Bedrag
pl_pl: Kwota
pt_br: Valor
ro_ro: Sumă
ru_ru: Сумма
sv_se: Belopp

source: Subtotal
de_de: Zwischensumme
el: Υποσύνολο
fr_fr: Sous-total
hu_hu: Részösszeg
it_it: Subtotale
nb_no: Delsum
nl_nl: Subtotaal
pl_pl: Podsuma
ru_ru: Подытог
sv_se: Delsumma

source: %1$s - Accommodation (%2$s%%)
da_dk: %1$s - Indkvartering (%2$s%%)
de_de: %1$s - Unterkunft (%2$s%%)
el: %1$s - Διαμονή (%2$s%%)
es_es: %1$s - Alojamiento (%2$s%%)
fr_fr: %1$s - Hébergement (%2$s%%)
hu_hu: %1$s - Szállás (%2$s%%)
it_it: %1$s - Alloggio (%2$s%%)
nb_no: %1$s - Overnatting (%2$s%%)
nl_nl: %1$s - Accommodatie (%2$s%%)
pl_pl: %1$s - Zakwaterowanie (%2$s%%)
pt_br: %1$s - Acomodação (%2$s%%)
ro_ro: %1$s - Cazare (%2$s%%)
ru_ru: %1$s - Проживание (%2$s%%)
sv_se: %1$s - Boende (%2$s%%)

source: %1$s - Extras (%2$s%%)
da_dk: %1$s - Ekstraudstyr (%2$s%%)
el: %1$s - Παροχές (%2$s%%)
hu_hu: %1$s - Extrák (%2$s%%)
it_it: %1$s - Extra (%2$s%%)
nb_no: %1$s - Ekstra (%2$s%%)
pl_pl: %1$s - Dodatki (%2$s%%)
ro_ro: %1$s - Extra (%2$s%%)
ru_ru: %1$s - Доп. услуги (%2$s%%)
sv_se: %1$s - Tillval (%2$s%%)

source: Tax Registration: %s
da_dk: Skatteregistrering: %s
de_de: Steuernummer: %s
el: ΑΦΜ: %s
es_es: Registro Fiscal: %s
it_it: P.IVA: %s
nl_nl: BTW-nummer: %s
pl_pl: NIP: %s
pt_br: Registro Fiscal: %s
ro_ro: Înregistrare Fiscală: %s
ru_ru: Рег. номер налога: %s
sv_se: Momsregistrering: %s

source: %1$s - Accommodation (%2$s%%): %3$s
da_dk: %1$s - Indkvartering (%2$s%%): %3$s
de_de: %1$s - Unterkunft (%2$s%%): %3$s
el: %1$s - Διαμονή (%2$s%%): %3$s
es_es: %1$s - Alojamiento (%2$s%%): %3$s
it_it: %1$s - Alloggio (%2$s%%): %3$s
nl_nl: %1$s - Accommodatie (%2$s%%): %3$s
pl_pl: %1$s - Zakwaterowanie (%2$s%%): %3$s
pt_br: %1$s - Acomodação (%2$s%%): %3$s
ro_ro: %1$s - Cazare (%2$s%%): %3$s
ru_ru: %1$s - Проживание (%2$s%%): %3$s
sv_se: %1$s - Boende (%2$s%%): %3$s

source: %1$s - Extras (%2$s%%): %3$s
da_dk: %1$s - Ekstraudstyr (%2$s%%): %3$s
el: %1$s - Παροχές (%2$s%%): %3$s
it_it: %1$s - Extra (%2$s%%): %3$s
pl_pl: %1$s - Dodatki (%2$s%%): %3$s
ro_ro: %1$s - Extra (%2$s%%): %3$s
ru_ru: %1$s - Доп. услуги (%2$s%%): %3$s
sv_se: %1$s - Tillval (%2$s%%): %3$s

source: MHB: Booking Search
da_dk: MHB: Booking Søgning
de_de: MHB: Buchungssuche
el: MHB: Αναζήτηση Κράτησης
es_es: MHB: Búsqueda de reservas
fr_fr: MHB: Recherche de réservation
hu_hu: MHB: Foglalás Keresés
it_it: MHB: Cerca Prenotazione
nb_no: MHB: Bookingsøk
nl_nl: MHB: Boeking Zoeken
pl_pl: MHB: Szukaj Rezerwacji
pt_br: MHB: Busca de Reserva
ro_ro: MHB: Căutare Rezervări
ru_ru: MHB: Поиск бронирования
sv_se: MHB: Bokningssökning

source: A compact booking search form.
da_dk: En kompakt bookingsøgeformular.
de_de: Ein kompaktes Buchungssuchformular.
el: Μια συμπαγής φόρμα αναζήτησης.
es_es: Un formulario de búsqueda compacto.
fr_fr: Un formulaire de recherche compact.
hu_hu: Kompakt foglalási kereső űrlap.
it_it: Modulo di ricerca compatto.
nb_no: Et kompakt søkeskjema.
nl_nl: Compact zoekformulier.
pl_pl: Kompaktowy formularz wyszukiwania.
pt_br: Um formulário de busca de reserva compacto.
ro_ro: Un formular compact de căutare.
ru_ru: Компактная форма поиска бронирования.
sv_se: Ett kompakt bokningssökformulär.

source: Book Your Stay
da_dk: Book Dit Ophold
de_de: Buchen Sie Ihren Aufenthalt
el: Κάντε Κράτηση
es_es: Reserve su estancia
fr_fr: Réservez votre séjour
hu_hu: Foglalja le szállását
it_it: Prenota il Tuo Soggiorno
nb_no: Bestill oppholdet ditt
nl_nl: Boek Uw Verblijf
pl_pl: Zarezerwuj Pobyt
pt_br: Reserve Sua Estadia
ro_ro: Rezervă-ți Sejurul
ru_ru: Забронируйте проживание
sv_se: Boka din vistelse

source: Title:
da_dk: Titel:
de_de: Titel:
el: Τίτλος:
es_es: Título:
fr_fr: Titre :
hu_hu: Cím:
it_it: Titolo:
nb_no: Tittel:
nl_nl: Titel:
pl_pl: Tytuł:
pt_br: Título:
ro_ro: Titlu:
ru_ru: Заголовок:
sv_se: Titel:

source: Gross Revenue
da_dk: Bruttoomsætning
de_de: Bruttoumsatz
el: Μικτά Έσοδα
es_es: Ingresos brutos
fr_fr: Revenu brut
hu_hu: Bruttó bevétel
it_it: Entrate Lorde
nb_no: Bruttoinntekt
nl_nl: Bruto Omzet
pl_pl: Przychód Brutto
pt_br: Receita Bruta
ro_ro: Venit Brut
ru_ru: Валовая выручка
sv_se: Bruttointäkt

source: Collected
da_dk: Indsamlet
de_de: Eingenommen
el: Εισπράχθηκαν
es_es: Cobrado
fr_fr: Encaissé
hu_hu: Beszedve
it_it: Riscossi
nb_no: Innsamlet
nl_nl: Geïnd
pl_pl: Zebrano
pt_br: Arrecadado
ro_ro: Încasat
ru_ru: Собрано
sv_se: Insamlat

source: Tax
da_dk: Skat
de_de: Steuer
el: Φόρος
es_es: Impuesto
fr_fr: Taxe
hu_hu: Adó
it_it: Tasse
nb_no: Skatt
nl_nl: Belasting
pl_pl: Podatek
pt_br: Imposto
ro_ro: Taxă
ru_ru: Налог
sv_se: Skatt

source: Booked
da_dk: Booket
de_de: Gebucht
el: Κρατήθηκε
es_es: Reservado
fr_fr: Réservé
hu_hu: Foglalt
it_it: Prenotato
nb_no: Booket
nl_nl: Geboekt
pl_pl: Zarezerwowane
pt_br: Reservado
ro_ro: Rezervat
ru_ru: Забронировано
sv_se: Bokad

source: Revenue
da_dk: Omsætning
de_de: Umsatz
el: Έσοδα
es_es: Ingresos
fr_fr: Revenu
hu_hu: Bevétel
it_it: Entrate
nb_no: Inntekt
nl_nl: Omzet
pl_pl: Przychód
pt_br: Receita
ro_ro: Venit
ru_ru: Выручка
sv_se: Intäkt

source: Hotel Booking — Revenue Overview
da_dk: Hotel Booking — Omsætningsoversigt
de_de: Hotelbuchung — Umsatzübersicht
el: Κρατήσεις Ξενοδοχείου — Επισκόπηση Εσόδων
es_es: Reservas Hotel — Resumen Ingresos
fr_fr: Réservation d'hôtel — Aperçu des revenus
hu_hu: Szállásfoglalás — Bevétel Áttekintés
it_it: Prenotazione Hotel — Panoramica Entrate
nb_no: Hotellbooking — Inntekts oversikt
nl_nl: Hotelboeking — Omzetoverzicht
pl_pl: Rezerwacja Hotelu — Przegląd Przychodów
pt_br: Reserva de Hotel — Visão Geral da Receita
ro_ro: Rezervări Hotel — Prezentare Venituri
ru_ru: Бронирование отеля — Обзор выручки
sv_se: Hotellbokning — Intäktsöversikt

source: Collected (MTD)
da_dk: Indsamlet (MTD)
de_de: Eingenommen (MTD)
el: Εισπράχθηκαν (Τρέχων Μήνας)
es_es: Cobrado (Mes actual)
fr_fr: Encaissé (Mois en cours)
hu_hu: Beszedve (Hónap)
it_it: Riscossi (MTD)
nb_no: Innsamlet (Hittil i måneden)
nl_nl: Geïnd (MTD)
pl_pl: Zebrano (MTD)
pt_br: Arrecadado (Mês Atual)
ro_ro: Încasat (Luna curentă)
ru_ru: Собрано (Месяц)
sv_se: Insamlat (Denna månad)

source: Outstanding Balance
da_dk: Udestående Saldo
de_de: Ausstehender Saldo
el: Υπόλοιπο Οφειλής
es_es: Saldo pendiente
fr_fr: Solde impayé
hu_hu: Fennmaradó egyenleg
it_it: Saldo In Sospeso
nb_no: Utestående saldo
nl_nl: Openstaand Saldo
pl_pl: Saldo Do Zapłaty
pt_br: Saldo Pendente
ro_ro: Sold restant
ru_ru: Непогашенный остаток
sv_se: Utestående saldo

source: Guests Now
da_dk: Gæster Nu
de_de: Gäste aktuell
el: Επισκέπτες Τώρα
es_es: Huéspedes ahora
fr_fr: Clients actuels
hu_hu: Vendégek most
it_it: Ospiti Ora
nb_no: Gjester nå
nl_nl: Gasten Nu
pl_pl: Goście Teraz
pt_br: Hóspedes Agora
ro_ro: Oaspeți acum
ru_ru: Гости сейчас
sv_se: Gäster nu

source: pending bookings
da_dk: afventende bookinger
de_de: ausstehende Buchungen
el: εκκρεμείς κρατήσεις
es_es: reservas pendientes
fr_fr: réservations en attente
hu_hu: függő foglalások
it_it: prenotazioni in sospeso
nb_no: ventende bookinger
nl_nl: openstaande boekingen
pl_pl: oczekujące rezerwacje
pt_br: reservas pendentes
ro_ro: rezervări în așteptare
ru_ru: ожидающие бронирования
sv_se: väntande bokningar

source: partially paid
da_dk: delvist betalt
de_de: teilweise bezahlt
el: μερικώς πληρωμένο
es_es: parcialmente pagado
fr_fr: partiellement payé
hu_hu: részben fizetve
it_it: parzialmente pagato
nb_no: delvis betalt
nl_nl: gedeeltelijk betaald
pl_pl: częściowo opłacone
pt_br: parcialmente pago
ro_ro: parțial plătit
ru_ru: частично оплачено
sv_se: delvis betald

source: View Full Analytics →
da_dk: Se Fuld Analyse →
de_de: Vollständige Analysen anzeigen →
el: Προβολή Πλήρων Αναλύσεων →
es_es: Ver analíticas completas →
fr_fr: Voir les analyses complètes →
hu_hu: Teljes analitika megtekintése →
it_it: Vedi Analisi Complete →
nb_no: Se full analyse →
nl_nl: Bekijk Volledige Analytics →
pl_pl: Zobacz Pełną Analitykę →
pt_br: Ver Análises Completas →
ro_ro: Vezi analize complete →
ru_ru: Просмотреть полную аналитику →
sv_se: Visa fullständig analys →

source: Analytics Intelligence
da_dk: Analyseintelligens
el: Ευφυΐα Αναλύσεων
es_es: Inteligencia analítica
fr_fr: Intelligence Analytique
hu_hu: Analitikai Intelligencia
it_it: Intelligence Analitica
nb_no: Analyseintelligens
nl_nl: Analytics Intelligentie
pl_pl: Inteligencja Analityczna
pt_br: Inteligência Analítica
ro_ro: Inteligență analitică
ru_ru: Интеллектуальная аналитика
sv_se: Analysintelligens

source: 7D
de_de: 7T
el: 7Η
fr_fr: 7J
hu_hu: 7N
it_it: 7G
ro_ro: 7Z
ru_ru: 7Д

source: 30D
de_de: 30T
el: 30Η
fr_fr: 30J
hu_hu: 30N
it_it: 30G
ro_ro: 30Z
ru_ru: 30Д

source: 90D
de_de: 90T
el: 90Η
fr_fr: 90J
hu_hu: 90N
it_it: 90G
ro_ro: 90Z
ru_ru: 90Д

source: Year
da_dk: År
de_de: Jahr
el: Έτος
es_es: Año
fr_fr: Année
hu_hu: Év
it_it: Anno
nb_no: År
nl_nl: Jaar
pl_pl: Rok
pt_br: Ano
ro_ro: An
ru_ru: Год
sv_se: År

source: Starts
da_dk: Starter
de_de: Beginn
el: Έναρξη
es_es: Empieza
fr_fr: Début
hu_hu: Kezdés
it_it: Inizia
nb_no: Starter
nl_nl: Start
pl_pl: Start
pt_br: Inicia
ro_ro: Începe
ru_ru: Начало
sv_se: Startar

source: Ends
da_dk: Slutter
de_de: Ende
el: Λήξη
es_es: Termina
fr_fr: Fin
hu_hu: Vége
it_it: Finisce
nb_no: Slutter
nl_nl: Eindigt
pl_pl: Koniec
pt_br: Termina
ro_ro: Se termină
ru_ru: Конец
sv_se: Slutar

source: Update
da_dk: Opdater
de_de: Aktualisieren
el: Ενημέρωση
es_es: Actualizar
fr_fr: Mettre à jour
hu_hu: Frissítés
it_it: Aggiorna
nb_no: Oppdater
pl_pl: Aktualizuj
pt_br: Atualizar
ro_ro: Actualizează
ru_ru: Обновить
sv_se: Uppdatera

source: Key Performance Indicators
da_dk: Nøglepræstationsindikatorer
de_de: Wichtige Leistungskennzahlen
el: Βασικοί Δείκτες Απόδοσης
es_es: Indicadores clave de rendimiento
fr_fr: Indicateurs clés de performance
hu_hu: Kulcsfontosságú teljesítménymutatók
it_it: Indicatori Chiave Prestazioni
nb_no: Nøkkeltall (KPI)
nl_nl: Belangrijkste Prestatie-indicatoren
pl_pl: Kluczowe Wskaźniki Wydajności
pt_br: Indicadores Chave de Desempenho
ro_ro: Indicatori Cheie de Performanță
ru_ru: Ключевые показатели эффективности
sv_se: Nyckeltal

source: Total Revenue
da_dk: Samlet Omsætning
de_de: Gesamtumsatz
el: Συνολικά Έσοδα
es_es: Ingresos totales
fr_fr: Revenu total
hu_hu: Teljes bevétel
it_it: Entrate Totali
nb_no: Total inntekt
nl_nl: Totale Omzet
pl_pl: Całkowity Przychód
pt_br: Receita Total
ro_ro: Venit total
ru_ru: Общая выручка
sv_se: Total intäkt

source: vs previous period
da_dk: vs forrige periode
de_de: vs. Vorperiode
el: vs προηγούμενη περίοδο
es_es: vs periodo anterior
fr_fr: vs période précédente
hu_hu: vs előző időszak
it_it: vs periodo precedente
nb_no: mot forrige periode
nl_nl: vs vorige periode
pl_pl: vs poprzedni okres
pt_br: vs período anterior
ro_ro: vs perioada anterioară
ru_ru: vs пред. период
sv_se: mot föregående period

source: Includes
da_dk: Inkluderer
de_de: Inklusive
el: Περιλαμβάνει
es_es: Incluye
fr_fr: Inclut
hu_hu: Tartalmazza
it_it: Include
nb_no: Inkluderer
nl_nl: Inclusief
pl_pl: Zawiera
pt_br: Inclui
ro_ro: Include
ru_ru: Включает
sv_se: Inkluderar

source: tax
da_dk: skat
de_de: Steuer
el: φόρο
es_es: impuestos
fr_fr: taxe
hu_hu: adó
it_it: tasse
nb_no: skatt
nl_nl: belasting
pl_pl: podatek
pt_br: imposto
ro_ro: taxe
ru_ru: налог
sv_se: skatt

source: Collected Revenue
da_dk: Indsamlet Omsætning
de_de: Eingenommener Umsatz
el: Εισπραχθέντα Έσοδα
es_es: Ingresos cobrados
fr_fr: Revenus encaissés
hu_hu: Beszedett bevétel
it_it: Entrate Riscossi
nb_no: Innsamlet inntekt
nl_nl: Geïnde Omzet
pl_pl: Zebrany Przychód
pt_br: Receita Arrecadada
ro_ro: Venituri încasate
ru_ru: Собранная выручка
sv_se: Insamlad intäkt

source: of total
da_dk: af total
de_de: vom Gesamt
el: του συνόλου
es_es: del total
fr_fr: du total
hu_hu: az összesből
it_it: del totale
nb_no: av total
nl_nl: van totaal
pl_pl: całości
pt_br: do total
ro_ro: din total
ru_ru: от общего
sv_se: av totalt

source: Pending payments
da_dk: Afventende betalinger
de_de: Ausstehende Zahlungen
el: Εκκρεμείς πληρωμές
es_es: Pagos pendientes
fr_fr: Paiements en attente
hu_hu: Függő fizetések
it_it: Pagamenti in sospeso
nb_no: Ventende betalinger
nl_nl: Openstaande betalingen
pl_pl: Oczekujące płatności
pt_br: Pagamentos pendentes
ro_ro: Plăți în așteptare
ru_ru: Ожидающие платежи
sv_se: Väntande betalningar

source: Occupancy Rate
da_dk: Belægningsprocent
de_de: Belegungsrate
el: Ποσοστό Πληρότητας
es_es: Tasa de ocupación
fr_fr: Taux d'occupation
hu_hu: Kihasználtsági ráta
it_it: Tasso Occupazione
nb_no: Beleggsprosent
nl_nl: Bezettingsgraad
pl_pl: Wskaźnik Obłożenia
pt_br: Taxa de Ocupação
ro_ro: Rată ocupare
ru_ru: Уровень загрузки
sv_se: Beläggningsgrad

source: Average Daily Rate
da_dk: Gennemsnitlig Daglig Rate
de_de: Durchschnittliche Tagesrate
el: Μέση Ημερήσια Τιμή
es_es: Tarifa media diaria
fr_fr: Tarif Journalier Moyen
hu_hu: Átlagos napi ár
it_it: Tariffa Media Giornaliera
nb_no: Gjennomsnittlig dagspris
nl_nl: Gemiddelde Dagprijs
pl_pl: Średnia Stawka Dzienna
pt_br: Tarifa Diária Média
ro_ro: Rată medie zilnică
ru_ru: Средняя цена за сутки
sv_se: Genomsnittligt dagspris

source: Revenue Per Available Room
da_dk: Omsætning Pr. Tilgængeligt Værelse
de_de: Umsatz pro verfügbarem Zimmer
el: Έσοδα Ανά Διαθέσιμο Δωμάτιο
es_es: Ingresos por habitación disponible
fr_fr: Revenu par chambre disponible
hu_hu: Egy kiadható szobára jutó árbevétel
it_it: Ricavo Per Camera Disponibile
nb_no: Inntekt per tilgjengelig rom
nl_nl: Omzet Per Beschikbare Kamer
pl_pl: Przychód na Dostępny Pokój
pt_br: Receita Por Quarto Disponível
ro_ro: Venit pe cameră disponibilă
ru_ru: Выручка на доступный номер
sv_se: Intäkt per tillgängligt rum

source: Total Bookings
da_dk: Samlede Bookinger
de_de: Gesamtbuchungen
el: Σύνολο Κρατήσεων
es_es: Total reservas
fr_fr: Total des réservations
hu_hu: Összes foglalás
it_it: Prenotazioni Totali
nb_no: Totale bookinger
nl_nl: Totaal Boekingen
pl_pl: Suma Rezerwacji
pt_br: Total de Reservas
ro_ro: Total rezervări
ru_ru: Всего бронирований
sv_se: Totalt antal bokningar

source: Confirmation Rate
da_dk: Bekræftelsesrate
de_de: Bestätigungsrate
el: Ποσοστό Επιβεβαίωσης
es_es: Tasa de confirmación
fr_fr: Taux de confirmation
hu_hu: Megerősítési ráta
it_it: Tasso Conferma
nb_no: Bekreftelsesrate
nl_nl: Bevestigingspercentage
pl_pl: Wskaźnik Potwierdzeń
pt_br: Taxa de Confirmação
ro_ro: Rată confirmare
ru_ru: Коэффициент подтверждения
sv_se: Bekräftelsegrad

source: Avg. Booking Value
da_dk: Gns. Bookingværdi
de_de: Ø Buchungswert
el: Μέση Αξία Κράτησης
es_es: Valor medio reserva
fr_fr: Valeur moy. réservation
hu_hu: Átl. foglalási érték
it_it: Valore Medio Pren.
nb_no: Gj.snittlig bookingverdi
nl_nl: Gem. Boekingswaarde
pl_pl: Śr. Wartość Rezerwacji
pt_br: Valor Médio da Reserva
ro_ro: Valoare medie rezervare
ru_ru: Средняя стоимость бронирования
sv_se: Genomsnittligt bokningsvärde

source: Per booking
da_dk: Pr. booking
de_de: Pro Buchung
el: Ανά κράτηση
es_es: Por reserva
fr_fr: Par réservation
hu_hu: Foglalásonként
it_it: Per prenotazione
nl_nl: Per boeking
pl_pl: Na rezerwację
pt_br: Por reserva
ro_ro: Pe rezervare
ru_ru: За бронирование
sv_se: Per bokning

source: Tax Collected
da_dk: Skat Indsamlet
de_de: Eingenommene Steuern
el: Φόρος που Εισπράχθηκε
es_es: Impuestos recaudados
fr_fr: Taxes perçues
hu_hu: Beszedett adó
it_it: Tasse Riscossi
nb_no: Innsamlet skatt
nl_nl: Belasting Geïnd
pl_pl: Zebrany Podatek
pt_br: Imposto Arrecadado
ro_ro: Taxe colectate
ru_ru: Собранный налог
sv_se: Insamlad skatt

source: VAT / Sales Tax
da_dk: Moms / Salgsskat
de_de: MwSt. / Umsatzsteuer
el: ΦΠΑ / Φόρος Πωλήσεων
es_es: IVA / Impuesto ventas
fr_fr: TVA / Taxe de vente
hu_hu: ÁFA / Forgalmi adó
it_it: IVA / Tasse Vendita
nb_no: MVA / Salgsskatt
nl_nl: BTW / Omzetbelasting
pl_pl: VAT / Podatek Sprzedaży
pt_br: IVA / Imposto sobre Vendas
ro_ro: TVA / Taxă vânzări
ru_ru: НДС / Налог с продаж
sv_se: Moms / Försäljningsskatt

source: Revenue Trends
da_dk: Omsætningstendenser
de_de: Umsatztrends
el: Τάσεις Εσόδων
es_es: Tendencias de ingresos
fr_fr: Tendances des revenus
hu_hu: Bevételi trendek
it_it: Trend Entrate
nb_no: Inntektstrender
nl_nl: Omzettrends
pl_pl: Trendy Przychodów
pt_br: Tendências de Receita
ro_ro: Tendințe Venituri
ru_ru: Тенденции выручки
sv_se: Intäktstrender

source: Occupancy by Day of Week
da_dk: Belægning efter Ugedag
de_de: Belegung nach Wochentag
el: Πληρότητα ανά Ημέρα
es_es: Ocupación por día de la semana
fr_fr: Occupation par jour de la semaine
hu_hu: Kihasználtság a hét napjai szerint
it_it: Occupazione per Giorno
nb_no: Belegg per ukedag
nl_nl: Bezetting per Weekdag
pl_pl: Obłożenie wg Dnia Tygodnia
pt_br: Ocupação por Dia da Semana
ro_ro: Ocupare după Ziua Săptămânii
ru_ru: Загрузка по дням недели
sv_se: Beläggning per veckodag

source: 30-Day Occupancy Forecast
da_dk: 30-Dages Belægningsprognose
de_de: 30-Tage-Belegungsprognose
el: Πρόβλεψη Πληρότητας 30 Ημερών
es_es: Previsión ocupación 30 días
fr_fr: Prévision d'occupation à 30 jours
hu_hu: 30 napos kihasználtsági előrejelzés
it_it: Previsione Occupazione 30gg
nb_no: 30-dagers beleggsprognose
nl_nl: 30-Dagen Bezettingsprognose
pl_pl: Prognoza Obłożenia 30 Dni
pt_br: Previsão de Ocupação de 30 Dias
ro_ro: Prognoză Ocupare 30 Zile
ru_ru: Прогноз загрузки на 30 дней
sv_se: 30-dagars beläggningsprognos

source: Booking Sources
da_dk: Bookingkilder
de_de: Buchungsquellen
el: Πηγές Κρατήσεων
es_es: Fuentes de reserva
fr_fr: Sources de réservation
hu_hu: Foglalási források
it_it: Fonti Prenotazione
nb_no: Bookingkilder
nl_nl: Boekingsbronnen
pl_pl: Źródła Rezerwacji
pt_br: Fontes de Reserva
ro_ro: Surse Rezervare
ru_ru: Источники бронирования
sv_se: Bokningskällor

source: No booking data available
da_dk: Ingen bookingdata tilgængelige
de_de: Keine Buchungsdaten verfügbar
el: Δεν υπάρχουν δεδομένα κρατήσεων
es_es: No hay datos disponibles
fr_fr: Aucune donnée de réservation disponible
hu_hu: Nincs elérhető foglalási adat
it_it: Nessun dato disponibile
nb_no: Ingen bookingdata tilgjengelig
nl_nl: Geen data beschikbaar
pl_pl: Brak danych rezerwacji
pt_br: Nenhum dado de reserva disponível
ro_ro: Nu există date disponibile
ru_ru: Нет данных о бронировании
sv_se: Inga bokningsdata tillgängliga

source: Revenue by Source
da_dk: Omsætning efter Kilde
de_de: Umsatz nach Quelle
el: Έσοδα ανά Πηγή
es_es: Ingresos por fuente
fr_fr: Revenus par source
hu_hu: Bevétel forrásonként
it_it: Entrate per Fonte
nb_no: Inntekt per kilde
nl_nl: Omzet per Bron
pl_pl: Przychód wg Źródła
pt_br: Receita por Fonte
ro_ro: Venit după Sursă
ru_ru: Выручка по источнику
sv_se: Intäkt per källa

source: Source
da_dk: Kilde
de_de: Quelle
el: Πηγή
es_es: Fuente
hu_hu: Forrás
it_it: Fonte
nb_no: Kilde
nl_nl: Bron
pl_pl: Źródło
pt_br: Fonte
ro_ro: Sursă
ru_ru: Источник
sv_se: Källa

source: Room Type Performance
da_dk: Værelsestype Ydeevne
de_de: Leistung nach Zimmerkategorie
el: Απόδοση Τύπου Δωματίου
es_es: Rendimiento por tipo de habitación
fr_fr: Performance par type de chambre
hu_hu: Szobatípus teljesítmény
it_it: Prestazioni Tipo Camera
nb_no: Romtypeytelse
nl_nl: Kamertype Prestaties
pl_pl: Wydajność Typu Pokoju
pt_br: Desempenho do Tipo de Quarto
ro_ro: Performanță Tip Cameră
ru_ru: Эффективность типов номеров
sv_se: Prestanda per rumstyp

source: No room performance data available
da_dk: Ingen værelsesydeevne data tilgængelige
de_de: Keine Leistungsdaten verfügbar
el: Δεν υπάρχουν δεδομένα απόδοσης δωματίου
es_es: No hay datos de rendimiento disponibles
fr_fr: Aucune donnée de performance disponible
hu_hu: Nincs elérhető szobatípus teljesítmény adat
it_it: Nessun dato disponibile
nb_no: Ingen romytelsesdata tilgjengelig
nl_nl: Geen prestatiegegevens beschikbaar
pl_pl: Brak danych wydajności pokoju
pt_br: Nenhum dado de desempenho do quarto disponível
ro_ro: Nu există date de performanță
ru_ru: Нет данных об эффективности номеров
sv_se: Inga rumsprestandadata tillgängliga

source: Room Type
da_dk: Værelsestype
de_de: Zimmerkategorie
el: Τύπος Δωματίου
es_es: Tipo de habitación
fr_fr: Type de chambre
hu_hu: Szobatípus
it_it: Tipo Camera
nb_no: Romtype
nl_nl: Kamertype
pl_pl: Typ Pokoju
pt_br: Tipo de Quarto
ro_ro: Tip cameră
ru_ru: Тип номера
sv_se: Rumstyp

source: Occupancy
da_dk: Belægning
de_de: Belegung
el: Πληρότητα
es_es: Ocupación
fr_fr: Occupation
hu_hu: Kihasználtság
it_it: Occupazione
nb_no: Belegg
nl_nl: Bezetting
pl_pl: Obłożenie
pt_br: Ocupação
ro_ro: Ocupare
ru_ru: Загрузка
sv_se: Beläggning

source: Tax / VAT Analytics
da_dk: Skat / Moms Analyse
de_de: Steuer / MwSt. Analyse
el: Ανάλυση Φόρων / ΦΠΑ
es_es: Análisis Impuestos / IVA
fr_fr: Analyses TVA / Taxes
hu_hu: Adó / ÁFA Analitika
it_it: Analitica Tasse / IVA
nb_no: Skatt / MVA Analyse
nl_nl: Belasting / BTW Analytics
pl_pl: Analityka Podatkowa / VAT
pt_br: Análises Fiscais / IVA
ro_ro: Analiză Taxe / TVA
ru_ru: Аналитика налогов / НДС
sv_se: Skatt / Moms-analys

source: Total Tax Collected
da_dk: Samlet Skat Indsamlet
de_de: Gesamte Steuereinnahmen
el: Συνολικός Φόρος που Εισπράχθηκε
es_es: Total impuestos recaudados
fr_fr: Total des taxes perçues
hu_hu: Összes beszedett adó
it_it: Totale Tasse Riscossi
nb_no: Total skatt innsamlet
nl_nl: Totaal Belasting Geïnd
pl_pl: Całkowity Zebrany Podatek
pt_br: Total de Impostos Arrecadados
ro_ro: Total taxe colectate
ru_ru: Всего собрано налогов
sv_se: Total insamlad skatt

source: taxed bookings
da_dk: beskattede bookinger
de_de: versteuerte Buchungen
el: φορολογημένες κρατήσεις
es_es: reservas gravadas
fr_fr: réservations taxées
hu_hu: adózott foglalások
it_it: prenotazioni tassate
nb_no: skattlagte bookinger
nl_nl: belaste boekingen
pl_pl: opodatkowane rezerwacje
pt_br: reservas tributadas
ro_ro: rezervări taxate
ru_ru: облагаемых бронирований
sv_se: beskattade bokningar
